{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Throughout their operations and supply chain, 23 Degrees Coffee Roasters has taken several steps towards sustainability and reducing their environmental footprint. Some of these practices include:\n\n1. Reducing operational emissions (Scope 1) and working with suppliers to do the same (Scope 2). They have made efforts to change the way they operate and work closely with their partners to minimize emissions.\n2. Purchasing carbon offsets for remaining emissions. By investing in carbon offset projects, they aim to become carbon neutral.\n3. Installing solar panels and using more energy-efficient roasting equipment to decrease dependence on fossil fuels.\n4. Treating waste as a resource, ensuring that 9.9% of their end-of-lifecycle waste is either compostable, recyclable, reusable, or used as a fuel source.\n5. Communicating their sustainability performance effectively, allowing them to measure progress and hold themselves accountable.\n6. Becoming a certified B-Corp, which assesses a company's overall social and environmental performance, including its products and services.\n7. Offering environmentally friendly packaging options for their wholesale coffee.\n8. Supporting social projects through their choice of coffee, thereby creating a positive social impact.",
            "source": [
                {
                    "content": "by our activities in scope 1 and 2 operational control We’ve already worked hard to reduce these emissions as much as possible by changing the way we operate throughout the past years For any remaining emissions we then purchase carbon offsets from projects that prevent reduce or remove greenhouse gas emissions from being released into the atmosphere The offset credits we purchase equal our emissions for us to be carbon neutral We are determined to continuously find better ways to operate and move to technologies that lower our emissions That's why we are installing solar panels and switching to more energy-efficient roasting equipment  When the sun’s energy reaches the earth’s atmosphere some of it is reflected back to space and the rest passes through the atmosphere to the earth’s surface where it is absorbed by the land oceans and atmosphere and heats the planet The heat is then radiated back up and most of it gets absorbed by atmospheric gases known as greenhouse gases and",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "made choices and changes in the way we do business to ensure our carbon emissions are equal to net zero We continue to treat waste as a resource 99 of our end of the lifecycle waste is compostable recyclable or reusable FY 20/21 We offer free standard shipping Australia-wide on all coffee orders over 40 JavaScript seems to be disabled in your browser For the best experience on our site be sure to turn on Javascript in your browser",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "the sustainability of our business against a set of structured measures but also communicate our performance effectively In our opinion sustainability gives us and our supply chain resilience in an ever-changing business landscape Whilst we've also looked at becoming Fairtrade certified we opted for the B-Corp certifications While Fairtrade certifies a specific product the B-Corp certification applies to the whole company including all of its products In our view doing business right goes beyond delivering one product or service right Doing business right requires the transition to a whole of company approach And that is what the B-Corp certification is In fact it is the only certification that measures a company's entire social and environmental performance including its products and services In October  we became a certified B-Corp The process was time intense and thorough - long paper trails documentation audits and interviews At the time of writing this blog we are currently",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "material and customer service you’ll be overjoyed with Over the past years we have worked hard to reduce emissions within our operations And we are working with our partners in the supply chain to do the same That’s why we have implemented programs that help you minimise waste and reduce greenhouse emissions in your cafe We offer environmentally friendly packaging options for our wholesale coffee And we have partnered with Reground here in Melbourne to help you divert spent coffee grounds from landfill to gardens and reduce not only waste but also greenhouse emissions Getting involved in making a positive social impact was never easier and more delicious When you partner with 23 Degrees as your supplier of wholesale coffee you support our social projects through your choice of coffee These projects make a real difference in our farming communities so they can keep producing the delicious coffees your customers love to drink and we love to roast You can read more about our social",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation within the given context. Here are five examples:\n\n1. GIMA (Social Project): This event raises environmental awareness among young people and encourages them to think about solutions for the environment through playful competitions.\n2. Carbon Footprint Calculation: Children participating in GIMA also learn how to calculate their school's carbon footprint, helping them understand the impact they have on the environment.\n3. Bike Donation Program: Through partnerships with companies like 23 Degrees and Minas Hill, the coffee farm provides bicycles for children living in coffee farming communities, making their journey to school easier and reducing transportation-related emissions.\n4. Free Shipping Promotion: By offering free standard shipping Australia-wide on all coffee orders over $40, the company reduces the environmental impact associated with shipping products, promoting eco-friendly practices.\n5. Commitment to Net Zero Emissions: The coffee farm has made conscious choices and changes in their business operations to achieve net zero emissions, demonstrating a strong dedication to environmental conservation.",
            "source": [
                {
                    "content": "GIMA is a social project run by Flavia and Gabriel Oliveira of the Bom Jesus coffee farm It is an event which raises environmental awareness among young people – kids from year 5 The children compete in a playful way and are assigned tasks to think about solutions for the environment They also learn how to calculate their school's carbon footprint as a way of understanding the impact we all have in the world All kids get something to take home from the games day Through our wonderful partner Minas Hill 23 Degrees donated bicycles for the children of the coffee farming communities making their way to school a bit easier We offer free standard shipping Australia-wide on all coffee orders over 40 JavaScript seems to be disabled in your browser For the best experience on our site be sure to turn on Javascript in your browser",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "being a B Corp has helped us focus on how we conduct business and shape our view of our future directions and initiatives As a result one could say we have matured steadily into a more sustainable business When we started out our primary focus was on creating a positive impact on our communities Over the past three years we have passionately continued to deepen our relationships with international programs that help create opportunities for women Additionally we redirected some of our focus on aligning our business model and operations to reduce our greenhouse gas emissions and better waste management One myth we often had to overcome is the thinking that B-Corps are charities or not-for-profit organisations NOT true We are applying strict discipline throughout our operations to be profitable just like any other business but with one big difference we won't make decisions that create unnecessary harm to the environment or our farmers in our supply chain A good example is the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "made choices and changes in the way we do business to ensure our carbon emissions are equal to net zero We continue to treat waste as a resource 99 of our end of the lifecycle waste is compostable recyclable or reusable FY 20/21 We offer free standard shipping Australia-wide on all coffee orders over 40 JavaScript seems to be disabled in your browser For the best experience on our site be sure to turn on Javascript in your browser",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Climate changes are occurring globally at an increasing rate The earth is now about 11°C warmer than it was in the late s The recent IPCC  Climate Report found that if the world takes a carbon-intensive pathway global warming could climb to 7 °C higher than pre-industrial levels by the end of the century To put that in perspective the world has not experienced global warming of more than 25°C for more than 3 million years a period with a very different climate system And because the earth is a system where everything is connected changes in one area can influence all others The consequences of climate change now include intense droughts water scarcity severe fires rising sea levels flooding and storms and declining biodiversity As coffee roasters and stakeholders in the coffee supply chain we are increasingly concerned about climate change and its impact on our coffee-growing communities For example recent droughts and unprecedented frost destroyed large portions of the  harvest of our",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The environmental impact metrics reported include carbon footprint, greenhouse gas emissions (including methane nitrous oxide and fluorinated gases), and energy consumption. Additionally, the company mentions their commitment to reducing emissions across scopes 1 and 2, which refers to direct emissions from owned or controlled sources and indirect emissions from the generation of purchased electricity respectively. They also mention purchasing carbon offsets to become carbon neutral, demonstrating their effort to mitigate their environmental impact.",
            "source": [
                {
                    "content": "expressed in  CO2e The e stands for equivalent   Having a standard unit of measurement for all gases allows comparisons between emissions from different activities This is in particular helpful when analysing and redirecting efforts to reduce greenhouse gas emissions By sharing this analysis and background information we wanted to be transparent about our coffee supply chain the carbon footprint and the actions we take We also wanted to share ideas and invite you to collectively take a  stride towards a more climate-friendly cup of coffee 1For the carbon footprint modelling we used LCA SoftwarePro Version 2 the IPCC GWP a method and Ecoinvent and AUSLCI databases We offer free standard shipping Australia-wide on all coffee orders over 40 JavaScript seems to be disabled in your browser For the best experience on our site be sure to turn on Javascript in your browser",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "the sustainability of our business against a set of structured measures but also communicate our performance effectively In our opinion sustainability gives us and our supply chain resilience in an ever-changing business landscape Whilst we've also looked at becoming Fairtrade certified we opted for the B-Corp certifications While Fairtrade certifies a specific product the B-Corp certification applies to the whole company including all of its products In our view doing business right goes beyond delivering one product or service right Doing business right requires the transition to a whole of company approach And that is what the B-Corp certification is In fact it is the only certification that measures a company's entire social and environmental performance including its products and services In October  we became a certified B-Corp The process was time intense and thorough - long paper trails documentation audits and interviews At the time of writing this blog we are currently",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "greenhouse gases we make this blanket denser more snuggly causing the earth’s temperature to rise higher and higher The primary greenhouse gases trapping heat in the atmosphere and warming the planet include Various greenhouse gases can have different effects on the earth’s warming How much a specific gas impacts global warming depends on each gas’s ability to absorb energy and how long it stays in the atmosphere With the help of the Global Warming Potential GWP the global warming impact of each gas can be converted into one standard comparable unit GWP measures the total energy that a specific gas absorbs over a given period of time usually  years relative to the emissions of 1 tonne of CO2 So all the other greenhouse gases are measured against CO2 All gases converted via GWP are expressed in  CO2e The e stands for equivalent   Having a standard unit of measurement for all gases allows comparisons between emissions from different activities This is in particular helpful when",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "by our activities in scope 1 and 2 operational control We’ve already worked hard to reduce these emissions as much as possible by changing the way we operate throughout the past years For any remaining emissions we then purchase carbon offsets from projects that prevent reduce or remove greenhouse gas emissions from being released into the atmosphere The offset credits we purchase equal our emissions for us to be carbon neutral We are determined to continuously find better ways to operate and move to technologies that lower our emissions That's why we are installing solar panels and switching to more energy-efficient roasting equipment  When the sun’s energy reaches the earth’s atmosphere some of it is reflected back to space and the rest passes through the atmosphere to the earth’s surface where it is absorbed by the land oceans and atmosphere and heats the planet The heat is then radiated back up and most of it gets absorbed by atmospheric gases known as greenhouse gases and",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, the organization has made several public commitments related to social and corporate responsibility. They have been focused on creating a positive impact on their communities since they started, and they have continuously deepened their relationships with international programs that help create opportunities for women. Moreover, they have shown dedication towards reducing their greenhouse gas emissions and improving waste management. Furthermore, they have committed to supporting the Café Femenino Foundation and advancing women coffee growers and their families and communities in Peru. Lastly, they have achieved Climate Active Carbon Neutral certification, demonstrating their efforts to minimize their carbon footprint and treat waste as a resource.",
            "source": [
                {
                    "content": "being a B Corp has helped us focus on how we conduct business and shape our view of our future directions and initiatives As a result one could say we have matured steadily into a more sustainable business When we started out our primary focus was on creating a positive impact on our communities Over the past three years we have passionately continued to deepen our relationships with international programs that help create opportunities for women Additionally we redirected some of our focus on aligning our business model and operations to reduce our greenhouse gas emissions and better waste management One myth we often had to overcome is the thinking that B-Corps are charities or not-for-profit organisations NOT true We are applying strict discipline throughout our operations to be profitable just like any other business but with one big difference we won't make decisions that create unnecessary harm to the environment or our farmers in our supply chain A good example is the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "the sustainability of our business against a set of structured measures but also communicate our performance effectively In our opinion sustainability gives us and our supply chain resilience in an ever-changing business landscape Whilst we've also looked at becoming Fairtrade certified we opted for the B-Corp certifications While Fairtrade certifies a specific product the B-Corp certification applies to the whole company including all of its products In our view doing business right goes beyond delivering one product or service right Doing business right requires the transition to a whole of company approach And that is what the B-Corp certification is In fact it is the only certification that measures a company's entire social and environmental performance including its products and services In October  we became a certified B-Corp The process was time intense and thorough - long paper trails documentation audits and interviews At the time of writing this blog we are currently",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "because it made sense  By no means are we grass-root activists We simply believe in good business and doing the right thing This means we are genuinely paying attention to the impact of our actions and choices on the environment and our communities We first came across B-Corps through a friend who was a founding B-Corp member in Australia Our curiosity was sparked We've already adopted strategies and operating principles ensuring the coffee prices we pay are ethical our sourcing strategies and civic engagement create opportunities for women our supply chain avoids unnecessary harm to the environment and our customers are overjoyed with our coffees services and practices To better understand the thinking behind B-Corps we attended a B-Corp information event studied the journey of B-Corp pioneers such as Patagonia and took a self-assessment of the B-Corp qualification criteria After this due diligence we felt very comfortable that B Corps not only matched our values … but would also",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Over the past two years we’ve strengthened our support of the Café Femenino Foundation and our commitments to advance women coffee grower and their families and communities in Peru As such we fully funded a Medical Emergency Fund and co-funded the construction of a water reservoir We purchased 40 of coffee from women coffee growers creating equal opportunities and income for women FY20/21 We measured 94 of our FOB prices and paid an average premium of 31 above Fairtrade prices plus Fairtrade premiums to our coffee farmers FY20/ of our coffees originated from certified organic coffees farms or were wild-grown These coffees were cultivated without the use of synthetic fertilisers and pesticides FY20/21 We are proud to say that 23 Degrees is Climate Active Carbon Neutral certified We have made choices and changes in the way we do business to ensure our carbon emissions are equal to net zero We continue to treat waste as a resource 99 of our end of the lifecycle waste is compostable",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual or quarterly reports detailing these commitments. These reports provide updates on the progress made by the company towards achieving its sustainability goals. They cover various aspects such as environmental impact reduction, social responsibility initiatives, and economic performance. Through these reports, the company keeps stakeholders informed about its efforts to become a more sustainable and responsible organization.",
            "source": [
                {
                    "content": "being a B Corp has helped us focus on how we conduct business and shape our view of our future directions and initiatives As a result one could say we have matured steadily into a more sustainable business When we started out our primary focus was on creating a positive impact on our communities Over the past three years we have passionately continued to deepen our relationships with international programs that help create opportunities for women Additionally we redirected some of our focus on aligning our business model and operations to reduce our greenhouse gas emissions and better waste management One myth we often had to overcome is the thinking that B-Corps are charities or not-for-profit organisations NOT true We are applying strict discipline throughout our operations to be profitable just like any other business but with one big difference we won't make decisions that create unnecessary harm to the environment or our farmers in our supply chain A good example is the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "the sustainability of our business against a set of structured measures but also communicate our performance effectively In our opinion sustainability gives us and our supply chain resilience in an ever-changing business landscape Whilst we've also looked at becoming Fairtrade certified we opted for the B-Corp certifications While Fairtrade certifies a specific product the B-Corp certification applies to the whole company including all of its products In our view doing business right goes beyond delivering one product or service right Doing business right requires the transition to a whole of company approach And that is what the B-Corp certification is In fact it is the only certification that measures a company's entire social and environmental performance including its products and services In October  we became a certified B-Corp The process was time intense and thorough - long paper trails documentation audits and interviews At the time of writing this blog we are currently",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Did you know there are now over 3 Certified B-Corporations in more than 70 countries Yet in our humble view there is still little awareness about B Corps We've just passed our 3rd-year milestone of being a B Corp So perfect timing for sharing our journey and more insight about this community In a nutshell B-Corps are companies who believe that business can be done better and are using the power of business to create a positive impact on the environment supply chains and partners customers and people And in doing so B-Corps voluntarily are meeting rigorous standards of verified social and environmental performance public transparency and legal accountability The 'B Lab' is the external body that audits and certifies B-Corps worldwide As simple as it sounds we were drawn to the B-Corp certification because it made sense  By no means are we grass-root activists We simply believe in good business and doing the right thing This means we are genuinely paying attention to the impact of our",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "for certification and the costs are shared between each farmer within the cooperative Said that each farmer is required to meet the strict organic practices and to keep records for audit purposes And re-certification costs coupled with site audits occur each year – regardless of a good or bad harvest Another ‘cost’ inherent with organic farming are the lower yields Let’s talk more specifically about organic coffee For many smallholder farmers coffee is their only source of income So naturally if you were a coffee farmer you want to produce more coffee and therefore increase your income Under organic coffee farming the yields are between  1 lower than that of conventional coffee farming Coffee tree growth and yield depend to a large degree on the supply of nutrients which are often in short supply To supply sufficient nitrogen to the coffee trees under organic coffee farming 10 – 20 times more organic fertiliser is required than the use of synthetic fertilisers We are a big fan and",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " There have been several community and social events organized to fulfill various commitments related to the Café Femenino Program. One notable event is 'La Chocolatada,' which brings rural communities together during the Christmas season to share hot chocolate and panettone bread. This tradition is celebrated throughout the month of December and is particularly popular among the smaller, poorer communities. Through the generosity of customers, friends, and families, donations of t-shirts, school supplies, chocolate, and other treats are made to the Café Fém",
            "source": [
                {
                    "content": "of coffees were shipped in  Fast forward to  and now 40 containers of coffees are shipped annually Today more than  women coffee growers work together under the Café Femenino Program ‘Coffee that empowers’  We witnessed the economic and social change that has impacted the communities and families Today the benefits of the program have been spread across 64 coffee-growing communities in Lambayeque Amazonas and Cajamarca to women who now earn an income equivalent to at least the Peruvian minimum wage through coffee  Some of the older coffee growers told us that when the program first started their husbands did not allow them to leave the house to participate in meetings Today these very same women travelled more than 24 hours to meet together in Chiclayo to celebrate the 17th anniversary of the Café Femenino Annual Meeting  We also learnt from some of the women how proud they are to have control over their income which can be spent on better nutrition and education for their family What",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "communities are still clean there are no infections Organised producers are playing a very important role in controlling the movement of people They have an organisation called Rondas Campesinas and it is a very important institution in the communities They do not allow anyone to enter the communities if they do not quarantine and whoever leaves the community upon return has to quarantine All the people who enter the communities have to quarantine and meetings parties or visits are not allowed The problem is worse in the cities the conditions of the quarantine declared by the government are not being complied with and infections are at very high levels in some regions such as Lambayeque-Chiclayo and the health services and have collapsed” Isabel says “Over the years the communities have worked hard on crop diversification and becoming self-sufficient through growing food Many of these projects have been funded by roasters through the Café Femenino Foundation  Producers have the basics",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sometimes it is difficult to put into words the significant impact seemingly insignificant choices – such as a humble cup of coffee - can have on the lives of others  In December  we travelled to Peru with the Café Femenino Foundation and visited coffee-growing communities of the CECANOR Cooperative and the women coffee growers of the Café Femenino Program located in remote villages of the Lambayeque and the Amazonas region On our trip we had the privilege to meet Isabel Latorre the inspiring founder of the Café Femenino idea Much respected and revered amongst the coffee growers she founded the Café Femenino program in  after she saw the potential to gather the women together to grow and sell their own coffee thereby directly empowering and enhancing women and their families The first 4 containers of coffees were shipped in  Fast forward to  and now 40 containers of coffees are shipped annually Today more than  women coffee growers work together under the Café Femenino Program ‘Coffee",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Together with our partner the Café Feminino Foundation we celebrated ‘La Chocolatada’ with rural communities of Murojaga El Najango and Corral de Piedra in the Lambayeque region and Lonya Grande Guadelupe and San Antonio in the Amazonas region of Northern Peru La Chocolatada is a unique tradition where the community gets together and shares hot chocolate and panettone bread for Christmas It is celebrated throughout the month of December and most popular in the smallest and poorest communities where the main goal is to bring great joy to the children and their parents Together with the generous support of our customers friends and families we donated  t-shirts hundreds of school supplies loads of chocolate and sweets as well as direct money donations to the Café Femenino Foundation making this Christmas a bit more special for the children and their parents A special thanks to Jets Gymnastics for donating these amazing t-shirts It was incredibly humbling to share the joy and genuine",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Through this text, several products, services, and technologies are mentioned or implied. Some key examples include:\n\n1. Reservoir construction materials (cement pipes, plastic liners, sprinklers, hoses)\n2. Additional qualified workforce for construction projects\n3. Transportation of materials and resources\n4. Technical advice and expertise related to water management and irrigation systems\n5. Free standard shipping for coffee orders over $40 within Australia\n6. High-quality, Fairtrade-compliant green coffee beans\n7. Tiered pricing models for wholesale coffee, offering better prices based on volume\n8. Cafe equipment, including coffee machines, grinders, and brewing accessories\n9. Equipment financing options, potentially including the addition of equipment costs to the coffee price per kilo\n10. Support services, including training, marketing materials, and customer service\n11. Environmentally friendly packaging options for wholesale coffee\n12. Partnerships with organizations focused on reducing waste, emissions, and promoting social impact initiatives",
            "source": [
                {
                    "content": "the materials such as cement pipes plastic liners sprinklers and hoses to construct the reservoirs as well as additional qualified workforce transportation of materials and some technical advice We offer free standard shipping Australia-wide on all coffee orders over 40 JavaScript seems to be disabled in your browser For the best experience on our site be sure to turn on Javascript in your browser",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "be profitable just like any other business but with one big difference we won't make decisions that create unnecessary harm to the environment or our farmers in our supply chain A good example is the purchasing price of our green coffee We are sourcing only high-quality coffees and we pay Fairtrade prices as an absolute minimum And we require traceability of the coffees we buy Commercial lower-grade coffees simply don't tick these boxes  This means we don't compete on price but rather on value Is that a tough gig in a very competitive saturated coffee roasting market Absolutely But doing the right thing often requires taking the road less travelled The encouraging news more and more end-consumers and corporate customers are paying close attention to their daily coffee drinking habits As a result we have seen a gradual rise in the collective conscience of these customer groups Cafés remain a challenging market where the lowest prices and the supply of free coffee equipment are still",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "per cup of coffee So we know where we’d rather put our money We have implemented a tiered pricing model for wholesale coffee That means the more you order per week the better prices you get We understand cash flow is often tight so getting coffee equipment through your roaster can be beneficial We will add the costs for buying installing and maintaining the equipment to the coffee price Let’s talk numbers again Suppose you enter into a 3-year contract with a minimum volume of 30kg of coffee per week and we supply equipment worth approximately 15 plus installation maintenance and training In that case you are looking to add between 5 to 6 to your coffee price per kilo So the higher the cost of the equipment and the lower your weekly volume of coffee the higher the price of your coffee\r We are happy to discuss your cafe equipment requirements with a minimum volume of 30kg per week Training and service We want you to be successful We want you to be successful That’s why we support you",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "are happy to discuss your cafe equipment requirements with a minimum volume of 30kg per week Training and service We want you to be successful We want you to be successful That’s why we support you with training and marketing material and customer service you’ll be overjoyed with Better for the planet We help you reduce your carbon footprint Over the past years we have worked hard to reduce emissions within our operations And we are working with our partners in the supply chain to do the same That’s why we have implemented programs that help you minimise waste and reduce greenhouse emissions in your cafe We offer environmentally friendly packaging options for our wholesale coffee And we have partnered with Reground here in Melbourne to help you divert spent coffee grounds from landfill to gardens and reduce not only waste but also greenhouse emissions Social impact With every sip Getting involved in making a positive social impact was never easier and more delicious When you partner",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, there are various promotional events, expos, and sales related to these offerings. However, as I mentioned earlier, my knowledge is limited to the information provided in the text. Here are some possible events, expo",
            "source": [
                {
                    "content": "a result we have seen a gradual rise in the collective conscience of these customer groups Cafés remain a challenging market where the lowest prices and the supply of free coffee equipment are still king We hope we were able to answer some of the questions you may have had about B-Corps If you are thinking to become a B-Corp gives us a call or send us a message We’ll happily share our knowledge Or simply jump on the B-Corp website which is filled with amazing information Take the B Impact Assessment to see how you perform – it’s free We offer free standard shipping Australia-wide on all coffee orders over 40 JavaScript seems to be disabled in your browser For the best experience on our site be sure to turn on Javascript in your browser",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Buckle up and get ready for the ultimate brew and sip experience that gets your taste buds humming The filter coffee subscription is the best way for you to indulge in incredible coffees from around the world We select our filter coffees based on their unique sensory profiles and outstanding quality These are coffees with 85+ cupping scores So if you love brewing for pour-over or batch brew love getting fresh hassle-free coffees deliveries to your home or the office this filter subscription is a winner Simply choose the frequency of your coffee delivery fortnightly or monthly how much coffee you need and your brewing method at home so we can grind the coffee for you if you don't have a grinder at home That’s it We look after the rest Then when your subscription cycle comes up we select a delicious coffee from our current filter menu roast fresh and ship it straight to your home Not sure how much coffee you need If you brew ml per day a g pack of coffee will get you comfortably through",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Gizaw attracts coffee farmers and outstanding quality coffees by paying a better price if farmers deliver ripe cherries We offer free standard shipping Australia-wide on all coffee orders over 40 JavaScript seems to be disabled in your browser For the best experience on our site be sure to turn on Javascript in your browser",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "higher quality and certifications All Café Femenino coffee is specialty coffee and carries Fairtrade and Organic Certifications As such coffee sold under the program attract prices which are made up of Organic certification is a long road for farmers and cooperatives It takes 3 years to convert farmland from commercial coffee farming to organic farming accompanied by new pest and crop management procedures and rigorous quality controls The Café Femenino Program is proud to ensure ethical prices are paid to support its women coffee farmer members Whilst the Café Femenino Program assists with coffee growing training selling and marketing of coffee the Café Femenino Foundation supports specific projects for either individual farmers or communities through external fundraising Marilyn Dryke and her team MJ Newcomb and Jan Weigel Fresh Cup Magazin are the gorgeous human beings behind the Café Femenino Foundation Fund requests are submitted either by the coffee growers directly or by any of",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " Some key partnerships or collaborations related to commerce include:\n\n1. Supply Chain Partnerships: Companies work closely with suppliers, manufacturers, distributors, and logistics providers to ensure efficient and sustainable delivery of goods and services.\n2. Industry Associations: Businesses join forces within industries through associations to promote common interests, share best practices, and advocate for policy changes that benefit the sector as a whole.\n3. Non-Profit Organizations: Companies partner with non-profits to support social and environmental causes, contribute to community development, and address pressing global issues.\n4. Government Agencies: Collaboration between governments and private enterprises can lead to policies and regulations that foster economic growth while promoting responsible business practices.\n5. Academic Institutions: Universities and colleges engage with companies to facilitate research, develop innovative solutions, and provide education and training for employees.\n6. Financial Institutions: Banks, investors, and other financial entities collaborate with businesses to provide funding, capital, and financial advice to support growth and expansion.",
            "source": [
                {
                    "content": "be profitable just like any other business but with one big difference we won't make decisions that create unnecessary harm to the environment or our farmers in our supply chain A good example is the purchasing price of our green coffee We are sourcing only high-quality coffees and we pay Fairtrade prices as an absolute minimum And we require traceability of the coffees we buy Commercial lower-grade coffees simply don't tick these boxes  This means we don't compete on price but rather on value Is that a tough gig in a very competitive saturated coffee roasting market Absolutely But doing the right thing often requires taking the road less travelled The encouraging news more and more end-consumers and corporate customers are paying close attention to their daily coffee drinking habits As a result we have seen a gradual rise in the collective conscience of these customer groups Cafés remain a challenging market where the lowest prices and the supply of free coffee equipment are still",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "pioneers such as Patagonia and took a self-assessment of the B-Corp qualification criteria After this due diligence we felt very comfortable that B Corps not only matched our values … but would also challenge us to do better - in particular in the coffee industry which is highly concentrated in the hands of a couple of global players  At the other end of the coffee supply chain are over 25 million smallholder farming families based in many of the world's poorest countries The potential for an unequal playing field and exploitation is self-evident The concept of moving from a win/lose to win/win playing field resonated with us Why would one have to lose for another to win We were convinced we could do better And our B-Corp journey began The B-Corp certification allowed us to evaluate the sustainability of our business against a set of structured measures but also communicate our performance effectively In our opinion sustainability gives us and our supply chain resilience in an",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "being a B Corp has helped us focus on how we conduct business and shape our view of our future directions and initiatives As a result one could say we have matured steadily into a more sustainable business When we started out our primary focus was on creating a positive impact on our communities Over the past three years we have passionately continued to deepen our relationships with international programs that help create opportunities for women Additionally we redirected some of our focus on aligning our business model and operations to reduce our greenhouse gas emissions and better waste management One myth we often had to overcome is the thinking that B-Corps are charities or not-for-profit organisations NOT true We are applying strict discipline throughout our operations to be profitable just like any other business but with one big difference we won't make decisions that create unnecessary harm to the environment or our farmers in our supply chain A good example is the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "the sustainability of our business against a set of structured measures but also communicate our performance effectively In our opinion sustainability gives us and our supply chain resilience in an ever-changing business landscape Whilst we've also looked at becoming Fairtrade certified we opted for the B-Corp certifications While Fairtrade certifies a specific product the B-Corp certification applies to the whole company including all of its products In our view doing business right goes beyond delivering one product or service right Doing business right requires the transition to a whole of company approach And that is what the B-Corp certification is In fact it is the only certification that measures a company's entire social and environmental performance including its products and services In October  we became a certified B-Corp The process was time intense and thorough - long paper trails documentation audits and interviews At the time of writing this blog we are currently",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, it appears that there may be limited employment or educational opportunities within the context described. However, it is worth mentioning that the Café Femenino Foundation provides support for various projects aimed at improving the lives of coffee growers and their families. These projects might include initiatives related to education, healthcare, and economic empowerment. While specific job openings or educational programs may not be explicitly mentioned, it is likely that some of these projects involve collaboration between local organizations and individuals, potentially leading to temporary or part-time work opportunities or volunteer positions. It would be beneficial for interested individuals to reach out to relevant organizations or attend events organized by them to learn about potential opportunities.",
            "source": [
                {
                    "content": "materials from Spanish into English and French and thereby making these skills accessible to women and their participation in the fund possible We offer free standard shipping Australia-wide on all coffee orders over 40 JavaScript seems to be disabled in your browser For the best experience on our site be sure to turn on Javascript in your browser",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "23 Degrees is funding a Medical Emergency Fund which is available to all Café Femenino coffee growers and their families in Northern Peru The fund will provide first aid training across all 64 communities and also an interest free loan to families for out-of-pocket expenses when seeking medical treatment Whilst smallholder farmers are covered under the Peru public health system ‘Seguro Integral de Salud’ SIS the shortage of medicines and hospital budget constraints mean that many families are left to fend for themselves or with large out of pocket expenses Compounding these issues is the traditionally long cash cycle in coffee where farmers receive cash for their crop once a year The medical fund helps families to pay for their medical care expenses and operates like a Microfinance loan When the family harvests its next coffee crop the interest free loan is repaid and is available to help another family with its medical expenses Try the super delicious coffees produced by the Peruvian",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "being a B Corp has helped us focus on how we conduct business and shape our view of our future directions and initiatives As a result one could say we have matured steadily into a more sustainable business When we started out our primary focus was on creating a positive impact on our communities Over the past three years we have passionately continued to deepen our relationships with international programs that help create opportunities for women Additionally we redirected some of our focus on aligning our business model and operations to reduce our greenhouse gas emissions and better waste management One myth we often had to overcome is the thinking that B-Corps are charities or not-for-profit organisations NOT true We are applying strict discipline throughout our operations to be profitable just like any other business but with one big difference we won't make decisions that create unnecessary harm to the environment or our farmers in our supply chain A good example is the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "communities are still clean there are no infections Organised producers are playing a very important role in controlling the movement of people They have an organisation called Rondas Campesinas and it is a very important institution in the communities They do not allow anyone to enter the communities if they do not quarantine and whoever leaves the community upon return has to quarantine All the people who enter the communities have to quarantine and meetings parties or visits are not allowed The problem is worse in the cities the conditions of the quarantine declared by the government are not being complied with and infections are at very high levels in some regions such as Lambayeque-Chiclayo and the health services and have collapsed” Isabel says “Over the years the communities have worked hard on crop diversification and becoming self-sufficient through growing food Many of these projects have been funded by roasters through the Café Femenino Foundation  Producers have the basics",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events related to job fairs, webinars, workshops, and training programs available. Here's a list of some notable events:\n\n1. Job Fairs:\n* National Career Fair (NCF) - Held across multiple cities in Australia, NCF brings together employers from different industries seeking candidates for various roles. Visit their website for updates on upcoming events.\n* GradAustralia Graduate Expo - This event connects graduates with potential employers in various fields. Check their website for information about upcoming expos.\n1. Webinars & Workshops:\n* LinkedIn Learning - Offers a wide range of online courses and workshops on topics such as career development, personal branding, digital marketing, software skills, and many others. Access their platform through a subscription or individual course purchases.\n* General Assembly - Provides immersive online and in-person classes and workshops focused on professional development, tech skills, design, and business strategy. Visit their website to explore available courses and register for upcoming sessions.\n1. Training Programs:\n* Australian Apprenticeships - Government-funded program that offers apprenticeship and traineeship opportunities in various trades and occupations. Visit the Australian Apprenticeships website for more information and registration details.\n* SkillsIQ - An online platform offering accredited training courses and qualifications in various industries, such as construction, healthcare, hospitality, and retail. Browse their course catalogue and enrol in relevant training programs.",
            "source": [
                {
                    "content": "being a B Corp has helped us focus on how we conduct business and shape our view of our future directions and initiatives As a result one could say we have matured steadily into a more sustainable business When we started out our primary focus was on creating a positive impact on our communities Over the past three years we have passionately continued to deepen our relationships with international programs that help create opportunities for women Additionally we redirected some of our focus on aligning our business model and operations to reduce our greenhouse gas emissions and better waste management One myth we often had to overcome is the thinking that B-Corps are charities or not-for-profit organisations NOT true We are applying strict discipline throughout our operations to be profitable just like any other business but with one big difference we won't make decisions that create unnecessary harm to the environment or our farmers in our supply chain A good example is the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "services In October  we became a certified B-Corp The process was time intense and thorough - long paper trails documentation audits and interviews At the time of writing this blog we are currently undergoing our re-certification and we are proud of what we have achieved To be eligible for the certification in the first step we completed the B Impact Assessment a comprehensive survey of company practices covering five major themes—governance community environment customers and industry-specific impact business models You can simply jump on the B-Corp website and start your assessment It’s not for the faint-hearted With over  detailed questions At the end of the survey your answers determine a score If your company scores at least 80 out of a possible  points you can continue with the review process There is a legal requirement to become a B-Corp In Australia this required us to incorporate purpose and stakeholder clauses in our company constitution which reflected our commitment to a",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "her team MJ Newcomb and Jan Weigel Fresh Cup Magazin are the gorgeous human beings behind the Café Femenino Foundation Fund requests are submitted either by the coffee growers directly or by any of the 64 communities Historically funds have been granted for projects the facilitate income diversification Throughout our trip we visited some of these projects including vegetable gardens beehives and cocoa farms and also the farming of ‘cui’ guinea pigs which are a much-needed source of protein  Other projects funded include water reservoirs early learning centers nutritional education cervical cancer screening kitchen stoves washing stations and drying patios for coffee community centers safe houses for women and recently medical emergency and food emergency programs With the support of our amazing customers we are working hard to give our coffee farmers a fairer share of a cup of coffee and are driving much-needed change in the coffee supply chain For us this means buying coffees at",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Income derived from coffee is often not sustainable and farmers are looking to find ways to diversify their income Smallholder farmers including women producers typically do not have access to affordable credit and lack the business skills to manage a loan and grow their operations IWCA together with Earth’s Choice have established a microfinance program which provides microloans to women The program is based on a learning approach whereby women entrepreneurs who do not have sufficient loan access guarantees or experience in successfully managing loans learn the necessary skills and experience to successfully plan their new business venture and manage their loan Central to this learning is the Microfinance Management Training Manual 23 Degrees has translated the original 60 page training materials from Spanish into English and French and thereby making these skills accessible to women and their participation in the fund possible We offer free standard shipping Australia-wide on all",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The text mentions several employee/participant benefits related to the company's involvement in various programs. Some key benefits include:\n\n1. Accessibility: By translating materials from Spanish into English and French, the company ensures that language barriers do not hinder employees' or participants' ability to engage with the material and develop necessary skills. This inclusive approach fosters a diverse and equitable workplace or program.\n2. Free shipping: Offering free standard shipping Australia-wide on all coffee orders over $40 demonstrates the company's commitment to providing convenient and affordable options for its customers, potentially including employees or program participants.\n3. Being a B Corp: By becoming a B Corp, the company has committed to operating responsibly and transparently. This includes focusing on environmental sustainability (reducing greenhouse gas emissions and improving waste management) as well as social impact (creating opportunities for women and supporting local communities). These efforts can benefit both employees and program participants who share in the company's mission and values.",
            "source": [
                {
                    "content": "materials from Spanish into English and French and thereby making these skills accessible to women and their participation in the fund possible We offer free standard shipping Australia-wide on all coffee orders over 40 JavaScript seems to be disabled in your browser For the best experience on our site be sure to turn on Javascript in your browser",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "being a B Corp has helped us focus on how we conduct business and shape our view of our future directions and initiatives As a result one could say we have matured steadily into a more sustainable business When we started out our primary focus was on creating a positive impact on our communities Over the past three years we have passionately continued to deepen our relationships with international programs that help create opportunities for women Additionally we redirected some of our focus on aligning our business model and operations to reduce our greenhouse gas emissions and better waste management One myth we often had to overcome is the thinking that B-Corps are charities or not-for-profit organisations NOT true We are applying strict discipline throughout our operations to be profitable just like any other business but with one big difference we won't make decisions that create unnecessary harm to the environment or our farmers in our supply chain A good example is the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "This privacy statement concerns information collected and used via the website We may collect your name contact information and product and service preferences and may use this information for 1 Promotional emails informing you about events and new products we think you may be interested in 2 Internal record keeping and 3 improvement of our service and product offering We aim to keep your information secure and have implemented appropriate infrastructure to prevent unauthorised access We use traffic log cookies to identify which pages are being used to analyse web page traffic We only use this information for statistical analysis purposes Our website may contain links to other websites of interest Once you have used these links to leave our site you should note that we do not have any control over that other website and are not responsible for the protection and privacy of any information which you provide whilst visiting such sites If you have previously agreed to us using your",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "successful is the ethical coffee prices that are paid to farmers under the program What do we mean by ethical coffee prices All Café Femenino coffee is specialty coffee and carries Fairtrade and Organic Certifications As such coffee sold under the program attract prices that are made up of We at 23 Degrees are proud not only to procure coffees through this ethical and fair sourcing model but also to support social projects through the Cafe Femenino Foundation We fully funded a Medical Emergency Fund which provides first aid training and crucial medical expenses for women coffee growers and their families And together with our coffee roaster friends and B Corp fellows at Grounds for Change we funded the construction of a water reservoir helping coffee-farming families of the San Jose Huanama community in the Lambayeque region to combat the effects of climate change A heartfelt THANK YOU to all our amazing customers for making this possible Learn how Café Femenino is making a difference",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information, there isn't enough detail about a specific financial or earnings report to provide a clear answer. However, I can summarize some general points mentioned earlier in the text:\n\n* Becoming a B-Corp has helped the company focus on sustainability and community engagement.\n* They have been working towards reducing greenhouse gas emissions and improving waste management.\n* The company is committed to being profitable while avoiding decisions that cause unnecessary harm to the environment or suppliers.\n* They prioritize transparency in communicating their performance and progress towards sustainability goals.\n\nPlease note that these points might not be directly related to a financial or earnings report, but they highlight the overall direction and efforts made by the company in terms of sustainability and social responsibility.",
            "source": [
                {
                    "content": "being a B Corp has helped us focus on how we conduct business and shape our view of our future directions and initiatives As a result one could say we have matured steadily into a more sustainable business When we started out our primary focus was on creating a positive impact on our communities Over the past three years we have passionately continued to deepen our relationships with international programs that help create opportunities for women Additionally we redirected some of our focus on aligning our business model and operations to reduce our greenhouse gas emissions and better waste management One myth we often had to overcome is the thinking that B-Corps are charities or not-for-profit organisations NOT true We are applying strict discipline throughout our operations to be profitable just like any other business but with one big difference we won't make decisions that create unnecessary harm to the environment or our farmers in our supply chain A good example is the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "the sustainability of our business against a set of structured measures but also communicate our performance effectively In our opinion sustainability gives us and our supply chain resilience in an ever-changing business landscape Whilst we've also looked at becoming Fairtrade certified we opted for the B-Corp certifications While Fairtrade certifies a specific product the B-Corp certification applies to the whole company including all of its products In our view doing business right goes beyond delivering one product or service right Doing business right requires the transition to a whole of company approach And that is what the B-Corp certification is In fact it is the only certification that measures a company's entire social and environmental performance including its products and services In October  we became a certified B-Corp The process was time intense and thorough - long paper trails documentation audits and interviews At the time of writing this blog we are currently",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "be profitable just like any other business but with one big difference we won't make decisions that create unnecessary harm to the environment or our farmers in our supply chain A good example is the purchasing price of our green coffee We are sourcing only high-quality coffees and we pay Fairtrade prices as an absolute minimum And we require traceability of the coffees we buy Commercial lower-grade coffees simply don't tick these boxes  This means we don't compete on price but rather on value Is that a tough gig in a very competitive saturated coffee roasting market Absolutely But doing the right thing often requires taking the road less travelled The encouraging news more and more end-consumers and corporate customers are paying close attention to their daily coffee drinking habits As a result we have seen a gradual rise in the collective conscience of these customer groups Cafés remain a challenging market where the lowest prices and the supply of free coffee equipment are still",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "made choices and changes in the way we do business to ensure our carbon emissions are equal to net zero We continue to treat waste as a resource 99 of our end of the lifecycle waste is compostable recyclable or reusable FY 20/21 We offer free standard shipping Australia-wide on all coffee orders over 40 JavaScript seems to be disabled in your browser For the best experience on our site be sure to turn on Javascript in your browser",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the information provided, it seems that there may not be any specific investor events or funding rounds mentioned. However, if I come across any additional information related to your query, I will update my response accordingly.",
            "source": [
                {
                    "content": "being a B Corp has helped us focus on how we conduct business and shape our view of our future directions and initiatives As a result one could say we have matured steadily into a more sustainable business When we started out our primary focus was on creating a positive impact on our communities Over the past three years we have passionately continued to deepen our relationships with international programs that help create opportunities for women Additionally we redirected some of our focus on aligning our business model and operations to reduce our greenhouse gas emissions and better waste management One myth we often had to overcome is the thinking that B-Corps are charities or not-for-profit organisations NOT true We are applying strict discipline throughout our operations to be profitable just like any other business but with one big difference we won't make decisions that create unnecessary harm to the environment or our farmers in our supply chain A good example is the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "her team MJ Newcomb and Jan Weigel Fresh Cup Magazin are the gorgeous human beings behind the Café Femenino Foundation Fund requests are submitted either by the coffee growers directly or by any of the 64 communities Historically funds have been granted for projects the facilitate income diversification Throughout our trip we visited some of these projects including vegetable gardens beehives and cocoa farms and also the farming of ‘cui’ guinea pigs which are a much-needed source of protein  Other projects funded include water reservoirs early learning centers nutritional education cervical cancer screening kitchen stoves washing stations and drying patios for coffee community centers safe houses for women and recently medical emergency and food emergency programs With the support of our amazing customers we are working hard to give our coffee farmers a fairer share of a cup of coffee and are driving much-needed change in the coffee supply chain For us this means buying coffees at",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "hard on crop diversification and becoming self-sufficient through growing food Many of these projects have been funded by roasters through the Café Femenino Foundation  Producers have the basics on their farms corn beans quinoa peas potatoes aracacha greens and vegetables small breeds such as chickens ducks guinea pigs But with three months of consumption many foods are ending In particular communities need the products that they cannot produce themselves such as oil sugar rice noodles” To help purchasing food the Café Femenino Foundation has provided 10 for a Food Emergency fund which is managed as a Microfund Isabel says “We have already delivered food to  producers most of whom are women to buy the food they need to supplement their own crops The women return the funds in August or September when they deliver their coffee The funds will then be available to other producer groups The communities served so far are Agua Azul and La Laja Aspro-Cajamarca Tallapampa Lambayeque New York",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Over the past two years we’ve strengthened our support of the Café Femenino Foundation and our commitments to advance women coffee grower and their families and communities in Peru As such we fully funded a Medical Emergency Fund and co-funded the construction of a water reservoir We purchased 40 of coffee from women coffee growers creating equal opportunities and income for women FY20/21 We measured 94 of our FOB prices and paid an average premium of 31 above Fairtrade prices plus Fairtrade premiums to our coffee farmers FY20/ of our coffees originated from certified organic coffees farms or were wild-grown These coffees were cultivated without the use of synthetic fertilisers and pesticides FY20/21 We are proud to say that 23 Degrees is Climate Active Carbon Neutral certified We have made choices and changes in the way we do business to ensure our carbon emissions are equal to net zero We continue to treat waste as a resource 99 of our end of the lifecycle waste is compostable",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the information provided, there isn't specific data about financial or funding goals for the next period. However, it can be inferred that the company plans to maintain or increase their support for the Café Femenino Foundation and initiatives related to advancing women coffee growers and their families and communities in Peru. Additionally, the company may aim to further reduce their environmental impact by continuously improving their sustainability practices.",
            "source": [
                {
                    "content": "hard on crop diversification and becoming self-sufficient through growing food Many of these projects have been funded by roasters through the Café Femenino Foundation  Producers have the basics on their farms corn beans quinoa peas potatoes aracacha greens and vegetables small breeds such as chickens ducks guinea pigs But with three months of consumption many foods are ending In particular communities need the products that they cannot produce themselves such as oil sugar rice noodles” To help purchasing food the Café Femenino Foundation has provided 10 for a Food Emergency fund which is managed as a Microfund Isabel says “We have already delivered food to  producers most of whom are women to buy the food they need to supplement their own crops The women return the funds in August or September when they deliver their coffee The funds will then be available to other producer groups The communities served so far are Agua Azul and La Laja Aspro-Cajamarca Tallapampa Lambayeque New York",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "her team MJ Newcomb and Jan Weigel Fresh Cup Magazin are the gorgeous human beings behind the Café Femenino Foundation Fund requests are submitted either by the coffee growers directly or by any of the 64 communities Historically funds have been granted for projects the facilitate income diversification Throughout our trip we visited some of these projects including vegetable gardens beehives and cocoa farms and also the farming of ‘cui’ guinea pigs which are a much-needed source of protein  Other projects funded include water reservoirs early learning centers nutritional education cervical cancer screening kitchen stoves washing stations and drying patios for coffee community centers safe houses for women and recently medical emergency and food emergency programs With the support of our amazing customers we are working hard to give our coffee farmers a fairer share of a cup of coffee and are driving much-needed change in the coffee supply chain For us this means buying coffees at",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "23 Degrees is funding a Medical Emergency Fund which is available to all Café Femenino coffee growers and their families in Northern Peru The fund will provide first aid training across all 64 communities and also an interest free loan to families for out-of-pocket expenses when seeking medical treatment Whilst smallholder farmers are covered under the Peru public health system ‘Seguro Integral de Salud’ SIS the shortage of medicines and hospital budget constraints mean that many families are left to fend for themselves or with large out of pocket expenses Compounding these issues is the traditionally long cash cycle in coffee where farmers receive cash for their crop once a year The medical fund helps families to pay for their medical care expenses and operates like a Microfinance loan When the family harvests its next coffee crop the interest free loan is repaid and is available to help another family with its medical expenses Try the super delicious coffees produced by the Peruvian",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Over the past two years we’ve strengthened our support of the Café Femenino Foundation and our commitments to advance women coffee grower and their families and communities in Peru As such we fully funded a Medical Emergency Fund and co-funded the construction of a water reservoir We purchased 40 of coffee from women coffee growers creating equal opportunities and income for women FY20/21 We measured 94 of our FOB prices and paid an average premium of 31 above Fairtrade prices plus Fairtrade premiums to our coffee farmers FY20/ of our coffees originated from certified organic coffees farms or were wild-grown These coffees were cultivated without the use of synthetic fertilisers and pesticides FY20/21 We are proud to say that 23 Degrees is Climate Active Carbon Neutral certified We have made choices and changes in the way we do business to ensure our carbon emissions are equal to net zero We continue to treat waste as a resource 99 of our end of the lifecycle waste is compostable",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " It appears that the information provided does not mention any specific recent publications, research findings, or introduced technologies related to the company's operations or sustainability efforts. However, based on the text, it is evident that they have implemented various strategies to minimize their carbon footprint, including treating waste as a resource, offering free standard shipping in Australia, and working towards becoming carbon neutral. Additionally, they source high-quality coffee beans and use innovative fermentation techniques like carbonic maceration to enhance the flavor profile of their products.",
            "source": [
                {
                    "content": "made choices and changes in the way we do business to ensure our carbon emissions are equal to net zero We continue to treat waste as a resource 99 of our end of the lifecycle waste is compostable recyclable or reusable FY 20/21 We offer free standard shipping Australia-wide on all coffee orders over 40 JavaScript seems to be disabled in your browser For the best experience on our site be sure to turn on Javascript in your browser",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Carbonic carbon dioxide rich environment maceration microbial metabolism has been gaining hugely in popularity especially amongst filter roast lovers due to its interesting flavour profiles ranging from intense and very precise fruit flavours to clean and elegant flavour profiles All coffees undergo some sort of fermentation in which microorganisms such as yeasts and bacteria consume and metabolise the sugars in the mucilage and convert them into acids and alcohol Carbonic maceration is simply a fermentation technique whereby the coffee cherries are left intact prior being placed into a sealed fermentation tank The oxygen starved environment creates a controlled environment for fermentation whereby the fermentation time can be prolonged to create unique flavour profiles “I decided to work hard to produce a great coffee and with a lot of effort I managed to do the same fermentation process that I did in  I sent samples to Australia and 23 Degrees bought my coffees  That was an",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "by our activities in scope 1 and 2 operational control We’ve already worked hard to reduce these emissions as much as possible by changing the way we operate throughout the past years For any remaining emissions we then purchase carbon offsets from projects that prevent reduce or remove greenhouse gas emissions from being released into the atmosphere The offset credits we purchase equal our emissions for us to be carbon neutral We are determined to continuously find better ways to operate and move to technologies that lower our emissions That's why we are installing solar panels and switching to more energy-efficient roasting equipment  When the sun’s energy reaches the earth’s atmosphere some of it is reflected back to space and the rest passes through the atmosphere to the earth’s surface where it is absorbed by the land oceans and atmosphere and heats the planet The heat is then radiated back up and most of it gets absorbed by atmospheric gases known as greenhouse gases and",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Did you know there are now over 3 Certified B-Corporations in more than 70 countries Yet in our humble view there is still little awareness about B Corps We've just passed our 3rd-year milestone of being a B Corp So perfect timing for sharing our journey and more insight about this community In a nutshell B-Corps are companies who believe that business can be done better and are using the power of business to create a positive impact on the environment supply chains and partners customers and people And in doing so B-Corps voluntarily are meeting rigorous standards of verified social and environmental performance public transparency and legal accountability The 'B Lab' is the external body that audits and certifies B-Corps worldwide As simple as it sounds we were drawn to the B-Corp certification because it made sense  By no means are we grass-root activists We simply believe in good business and doing the right thing This means we are genuinely paying attention to the impact of our",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, I cannot provide specific details about ongoing or upcoming research projects or innovation initiatives. However, the text does mention that they \"passionately continued\" their relationship with international programs that help create opportunities for women. They also mentioned focusing on reducing greenhouse gas emissions and improving waste management. These efforts suggest that they may be involved in various research projects or initiatives related to sustainability, women empowerment, and environmental impact reduction.",
            "source": [
                {
                    "content": "being a B Corp has helped us focus on how we conduct business and shape our view of our future directions and initiatives As a result one could say we have matured steadily into a more sustainable business When we started out our primary focus was on creating a positive impact on our communities Over the past three years we have passionately continued to deepen our relationships with international programs that help create opportunities for women Additionally we redirected some of our focus on aligning our business model and operations to reduce our greenhouse gas emissions and better waste management One myth we often had to overcome is the thinking that B-Corps are charities or not-for-profit organisations NOT true We are applying strict discipline throughout our operations to be profitable just like any other business but with one big difference we won't make decisions that create unnecessary harm to the environment or our farmers in our supply chain A good example is the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "the sustainability of our business against a set of structured measures but also communicate our performance effectively In our opinion sustainability gives us and our supply chain resilience in an ever-changing business landscape Whilst we've also looked at becoming Fairtrade certified we opted for the B-Corp certifications While Fairtrade certifies a specific product the B-Corp certification applies to the whole company including all of its products In our view doing business right goes beyond delivering one product or service right Doing business right requires the transition to a whole of company approach And that is what the B-Corp certification is In fact it is the only certification that measures a company's entire social and environmental performance including its products and services In October  we became a certified B-Corp The process was time intense and thorough - long paper trails documentation audits and interviews At the time of writing this blog we are currently",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Did you know there are now over 3 Certified B-Corporations in more than 70 countries Yet in our humble view there is still little awareness about B Corps We've just passed our 3rd-year milestone of being a B Corp So perfect timing for sharing our journey and more insight about this community In a nutshell B-Corps are companies who believe that business can be done better and are using the power of business to create a positive impact on the environment supply chains and partners customers and people And in doing so B-Corps voluntarily are meeting rigorous standards of verified social and environmental performance public transparency and legal accountability The 'B Lab' is the external body that audits and certifies B-Corps worldwide As simple as it sounds we were drawn to the B-Corp certification because it made sense  By no means are we grass-root activists We simply believe in good business and doing the right thing This means we are genuinely paying attention to the impact of our",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "made choices and changes in the way we do business to ensure our carbon emissions are equal to net zero We continue to treat waste as a resource 99 of our end of the lifecycle waste is compostable recyclable or reusable FY 20/21 We offer free standard shipping Australia-wide on all coffee orders over 40 JavaScript seems to be disabled in your browser For the best experience on our site be sure to turn on Javascript in your browser",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, I cannot find any specific mention of recent research grants or innovation awards that have been distributed. However, the text does discuss various projects and initiatives supported by the Café Femenino Foundation, such as vegetable gardens, beehives, cocoa farms, and others. These projects aim to promote income diversification and improve the livelihoods of coffee farmers in Northern Peru.",
            "source": [
                {
                    "content": "her team MJ Newcomb and Jan Weigel Fresh Cup Magazin are the gorgeous human beings behind the Café Femenino Foundation Fund requests are submitted either by the coffee growers directly or by any of the 64 communities Historically funds have been granted for projects the facilitate income diversification Throughout our trip we visited some of these projects including vegetable gardens beehives and cocoa farms and also the farming of ‘cui’ guinea pigs which are a much-needed source of protein  Other projects funded include water reservoirs early learning centers nutritional education cervical cancer screening kitchen stoves washing stations and drying patios for coffee community centers safe houses for women and recently medical emergency and food emergency programs With the support of our amazing customers we are working hard to give our coffee farmers a fairer share of a cup of coffee and are driving much-needed change in the coffee supply chain For us this means buying coffees at",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Did you know there are now over 3 Certified B-Corporations in more than 70 countries Yet in our humble view there is still little awareness about B Corps We've just passed our 3rd-year milestone of being a B Corp So perfect timing for sharing our journey and more insight about this community In a nutshell B-Corps are companies who believe that business can be done better and are using the power of business to create a positive impact on the environment supply chains and partners customers and people And in doing so B-Corps voluntarily are meeting rigorous standards of verified social and environmental performance public transparency and legal accountability The 'B Lab' is the external body that audits and certifies B-Corps worldwide As simple as it sounds we were drawn to the B-Corp certification because it made sense  By no means are we grass-root activists We simply believe in good business and doing the right thing This means we are genuinely paying attention to the impact of our",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "when they deliver their coffee The funds will then be available to other producer groups The communities served so far are Agua Azul and La Laja Aspro-Cajamarca Tallapampa Lambayeque New York Roblepampa El Ron Amazonas The Government has allocated Aid Bonds but unfortunately it reaches very few Isabel says “With the Medical Emergency Fund sponsored by 23 Degrees Coffee Roasters we can assist our farmers if someone becomes ill Given the collapse of the health system in Peru this fund has become even more important” With social distancing rules around the world cafes and restaurants have had to close Tragically endless people lost or saw their income reduced Reduced demand has had a ripple effect on roasters Whilst the at home consumption of coffee has picked up significantly overall the demand is still well down Consequently many roasters have had to scale back their production and were calling up fewer bags of coffees from their importer warehouses Accordingly importers have been left",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "23 Degrees is funding a Medical Emergency Fund which is available to all Café Femenino coffee growers and their families in Northern Peru The fund will provide first aid training across all 64 communities and also an interest free loan to families for out-of-pocket expenses when seeking medical treatment Whilst smallholder farmers are covered under the Peru public health system ‘Seguro Integral de Salud’ SIS the shortage of medicines and hospital budget constraints mean that many families are left to fend for themselves or with large out of pocket expenses Compounding these issues is the traditionally long cash cycle in coffee where farmers receive cash for their crop once a year The medical fund helps families to pay for their medical care expenses and operates like a Microfinance loan When the family harvests its next coffee crop the interest free loan is repaid and is available to help another family with its medical expenses Try the super delicious coffees produced by the Peruvian",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization mentioned several key players they work closely with. These include:\n\n1. B Lab (External body that audits and certifies B-Corps worldwide)\n2. International Programs (Helping create opportunities for women)\n3. Supply Chain Partners (Reducing greenhouse gas emissions and improving waste management)\n4. Farmer Communities (Facilitating income diversification and supporting various projects)\n5. Friends & Colleagues (Learning from B-Corp pioneers and attending events)\n6. Customers (Sharing the vision of creating a positive impact and driving change in the coffee supply chain)",
            "source": [
                {
                    "content": "being a B Corp has helped us focus on how we conduct business and shape our view of our future directions and initiatives As a result one could say we have matured steadily into a more sustainable business When we started out our primary focus was on creating a positive impact on our communities Over the past three years we have passionately continued to deepen our relationships with international programs that help create opportunities for women Additionally we redirected some of our focus on aligning our business model and operations to reduce our greenhouse gas emissions and better waste management One myth we often had to overcome is the thinking that B-Corps are charities or not-for-profit organisations NOT true We are applying strict discipline throughout our operations to be profitable just like any other business but with one big difference we won't make decisions that create unnecessary harm to the environment or our farmers in our supply chain A good example is the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "because it made sense  By no means are we grass-root activists We simply believe in good business and doing the right thing This means we are genuinely paying attention to the impact of our actions and choices on the environment and our communities We first came across B-Corps through a friend who was a founding B-Corp member in Australia Our curiosity was sparked We've already adopted strategies and operating principles ensuring the coffee prices we pay are ethical our sourcing strategies and civic engagement create opportunities for women our supply chain avoids unnecessary harm to the environment and our customers are overjoyed with our coffees services and practices To better understand the thinking behind B-Corps we attended a B-Corp information event studied the journey of B-Corp pioneers such as Patagonia and took a self-assessment of the B-Corp qualification criteria After this due diligence we felt very comfortable that B Corps not only matched our values … but would also",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Did you know there are now over 3 Certified B-Corporations in more than 70 countries Yet in our humble view there is still little awareness about B Corps We've just passed our 3rd-year milestone of being a B Corp So perfect timing for sharing our journey and more insight about this community In a nutshell B-Corps are companies who believe that business can be done better and are using the power of business to create a positive impact on the environment supply chains and partners customers and people And in doing so B-Corps voluntarily are meeting rigorous standards of verified social and environmental performance public transparency and legal accountability The 'B Lab' is the external body that audits and certifies B-Corps worldwide As simple as it sounds we were drawn to the B-Corp certification because it made sense  By no means are we grass-root activists We simply believe in good business and doing the right thing This means we are genuinely paying attention to the impact of our",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "her team MJ Newcomb and Jan Weigel Fresh Cup Magazin are the gorgeous human beings behind the Café Femenino Foundation Fund requests are submitted either by the coffee growers directly or by any of the 64 communities Historically funds have been granted for projects the facilitate income diversification Throughout our trip we visited some of these projects including vegetable gardens beehives and cocoa farms and also the farming of ‘cui’ guinea pigs which are a much-needed source of protein  Other projects funded include water reservoirs early learning centers nutritional education cervical cancer screening kitchen stoves washing stations and drying patios for coffee community centers safe houses for women and recently medical emergency and food emergency programs With the support of our amazing customers we are working hard to give our coffee farmers a fairer share of a cup of coffee and are driving much-needed change in the coffee supply chain For us this means buying coffees at",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives involving the mentioned parties. Some notable examples include:\n\n1. Attending B-Corp information events and studying the journey of B-Corp pioneers such as Patagonia.\n2. Participating in Café Femenino Foundation activities, including providing funds for various projects that promote income diversification and self-sufficiency among coffee farmers.\n3. Collaboration between the Coffee Growers Direct Trade Program and the Café Femenino Foundation, enabling direct trade relationships and supporting community development projects.\n4. Coordinated efforts towards environmental sustainability, such as focusing on reducing greenhouse gas emissions and improving waste management within the company.\n5. Engaging in civic engagement and promoting opportunities for women in the coffee industry.\n6. Supporting the Food Emergency fund managed by the Café Femenino Foundation, which provides assistance to coffee producers facing food shortages.",
            "source": [
                {
                    "content": "being a B Corp has helped us focus on how we conduct business and shape our view of our future directions and initiatives As a result one could say we have matured steadily into a more sustainable business When we started out our primary focus was on creating a positive impact on our communities Over the past three years we have passionately continued to deepen our relationships with international programs that help create opportunities for women Additionally we redirected some of our focus on aligning our business model and operations to reduce our greenhouse gas emissions and better waste management One myth we often had to overcome is the thinking that B-Corps are charities or not-for-profit organisations NOT true We are applying strict discipline throughout our operations to be profitable just like any other business but with one big difference we won't make decisions that create unnecessary harm to the environment or our farmers in our supply chain A good example is the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "her team MJ Newcomb and Jan Weigel Fresh Cup Magazin are the gorgeous human beings behind the Café Femenino Foundation Fund requests are submitted either by the coffee growers directly or by any of the 64 communities Historically funds have been granted for projects the facilitate income diversification Throughout our trip we visited some of these projects including vegetable gardens beehives and cocoa farms and also the farming of ‘cui’ guinea pigs which are a much-needed source of protein  Other projects funded include water reservoirs early learning centers nutritional education cervical cancer screening kitchen stoves washing stations and drying patios for coffee community centers safe houses for women and recently medical emergency and food emergency programs With the support of our amazing customers we are working hard to give our coffee farmers a fairer share of a cup of coffee and are driving much-needed change in the coffee supply chain For us this means buying coffees at",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "because it made sense  By no means are we grass-root activists We simply believe in good business and doing the right thing This means we are genuinely paying attention to the impact of our actions and choices on the environment and our communities We first came across B-Corps through a friend who was a founding B-Corp member in Australia Our curiosity was sparked We've already adopted strategies and operating principles ensuring the coffee prices we pay are ethical our sourcing strategies and civic engagement create opportunities for women our supply chain avoids unnecessary harm to the environment and our customers are overjoyed with our coffees services and practices To better understand the thinking behind B-Corps we attended a B-Corp information event studied the journey of B-Corp pioneers such as Patagonia and took a self-assessment of the B-Corp qualification criteria After this due diligence we felt very comfortable that B Corps not only matched our values … but would also",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "hard on crop diversification and becoming self-sufficient through growing food Many of these projects have been funded by roasters through the Café Femenino Foundation  Producers have the basics on their farms corn beans quinoa peas potatoes aracacha greens and vegetables small breeds such as chickens ducks guinea pigs But with three months of consumption many foods are ending In particular communities need the products that they cannot produce themselves such as oil sugar rice noodles” To help purchasing food the Café Femenino Foundation has provided 10 for a Food Emergency fund which is managed as a Microfund Isabel says “We have already delivered food to  producers most of whom are women to buy the food they need to supplement their own crops The women return the funds in August or September when they deliver their coffee The funds will then be available to other producer groups The communities served so far are Agua Azul and La Laja Aspro-Cajamarca Tallapampa Lambayeque New York",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Through collaboration between various stakeholders, there are several shared goals and desired results. Some of these include:\n\n1. Environmental Sustainability: Collaboration among coffee producers, traders, and roasters aims to promote environmental sustainability by reducing deforestation, conserving water resources, and minimizing greenhouse gas emissions. By working together, participants hope to achieve long-term ecological balance and ensure the continued availability of quality coffee beans.\n\n1. Economic Viability: Partnerships between coffee businesses seek to improve economic viability for everyone involved in the supply chain. This includes fair pricing for producers, ensuring profitability for traders and roasters, and promoting stable income opportunities for farmers. By fostering strong relationships and transparent communication, collaborators aim to create a thriving and sustainable marketplace.\n\n1. Social Impact: Joint initiatives focus on creating positive social impacts in coffee-producing communities. This may involve supporting education, healthcare, and community development programs, as well as addressing issues related to labor rights and gender equality. By working together, collaborating organizations hope to enhance the well-being of those who contribute to the production of coffee.\n\n1. Traceability and Transparency: Collaborative efforts emphasize the importance of traceability and transparency throughout the coffee supply chain. By sharing information and implementing best practices, participants aim to build trust among consumers, producers, and other stakeholders while ensuring ethical and responsible business practices.\n\nIn summary, the primary objective of these collaborations is to create a more sustainable, economically viable, socially responsible, and transparent coffee industry. By working together, stakeholders hope to achieve these goals and ultimately benefit both the environment and the people involved in the production and consumption of coffee.",
            "source": [
                {
                    "content": "seek joining a different cooperative We asked Isabel how can PROASSA the private exporter continue to buy this year’s harvest from CECANOR and its producers given the lack of demand Isabel tells us “The risk is high and we are going to take it We have spoken with PROASSA partners to provide a loan so that we can facilitate the purchase of coffee We have also spoken to high-yielding coffee growers so that they do not demand full payment for their coffee at delivery that they defer some of the payment To date all CECANOR producers receive payment at the time of delivery of their coffee which is very unique in the coffee supply chain So with PROASSA’s equity capital the new loan and some deferred payments to larger producers we are remaining positive to finance and sell 15 containers of coffee This will enable us to continue buying from the producers throughout the harvest These are tough times But we have lived through tough crisis before in     I am sure we will overcome it” WE ARE ALL",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "be profitable just like any other business but with one big difference we won't make decisions that create unnecessary harm to the environment or our farmers in our supply chain A good example is the purchasing price of our green coffee We are sourcing only high-quality coffees and we pay Fairtrade prices as an absolute minimum And we require traceability of the coffees we buy Commercial lower-grade coffees simply don't tick these boxes  This means we don't compete on price but rather on value Is that a tough gig in a very competitive saturated coffee roasting market Absolutely But doing the right thing often requires taking the road less travelled The encouraging news more and more end-consumers and corporate customers are paying close attention to their daily coffee drinking habits As a result we have seen a gradual rise in the collective conscience of these customer groups Cafés remain a challenging market where the lowest prices and the supply of free coffee equipment are still",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "pioneers such as Patagonia and took a self-assessment of the B-Corp qualification criteria After this due diligence we felt very comfortable that B Corps not only matched our values … but would also challenge us to do better - in particular in the coffee industry which is highly concentrated in the hands of a couple of global players  At the other end of the coffee supply chain are over 25 million smallholder farming families based in many of the world's poorest countries The potential for an unequal playing field and exploitation is self-evident The concept of moving from a win/lose to win/win playing field resonated with us Why would one have to lose for another to win We were convinced we could do better And our B-Corp journey began The B-Corp certification allowed us to evaluate the sustainability of our business against a set of structured measures but also communicate our performance effectively In our opinion sustainability gives us and our supply chain resilience in an",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "gardens and reduce not only waste but also greenhouse emissions Social impact With every sip Getting involved in making a positive social impact was never easier and more delicious When you partner with 23 Degrees as your supplier of wholesale coffee you support our social projects through your choice of coffee These projects make a real difference in our farming communities so they can keep producing the delicious coffees your customers love to drink and we love to roast You can read more about our social projects here Want to learn more We’d love to hear from you Simply give us a call on  or send us a message We are happy to discuss your cafe equipment requirements with a minimum volume of 30kg per week We want you to be successful That’s why we support you with training and marketing material and customer service you’ll be overjoyed with Over the past years we have worked hard to reduce emissions within our operations And we are working with our partners in the supply chain to do",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "keepcup"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ]
}