{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided information, there are several sustainable or environmental practices that have been mentioned or suggested. These include:\n\n1. Creating an energy team at a business or educating a family about energy efficiency.\n2. Identifying new energy-saving projects and assigning tasks to team members.\n3. Investigating grants, rebates, and energy-saving opportunities.\n4. Implementing energy-efficient technologies and practices.\n5. Funding energy-saving projects using the saved energy cost reductions.\n6. Greening a business through strategies for material and energy efficiency.\n7. Installing solar panels for renewable energy generation.\n8. Using water efficiently by adjusting water heater settings and opening/closing windows during different seasons.\n9. Choosing ENERGY STAR qualified equipment for both personal and professional use.\n10. Going \"green\" publicly to promote eco-friendliness and attract customers.",
            "source": [
                {
                    "content": "Establishing an energy team at your business or educate your family to do at your home to be responsible for developing projects and pushing an energy efficiency agenda can ensure that your company’s stated energy-savings goals become a reality At each meeting the team identifies new projects and assigns each member a task Tasks may include investigating grants and rebates for energy saving projects estimating potential energy savings getting bids from contractors or investigating new technologies It is very important to fund their projects from the energy saving For example if a lighting project saves  a month that should be given to the Energy Team to fund future energy saving projects and thus you create a way to increasingly fund bigger and more expensive projects Establish a Team and maybe give it a cool name like Energy Heroes Review Company Energy Costs with Team to establish a baseline Increasing energy costs coupled with economic downturn have forced business owners to do more",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Sourcebook is “The definitive resource for off-the-grid living renewable energy green building homesteading and all things sustainable” Regularly updated for the last 36 years it’s the go-to primer for your greener life For business owners Greening Your Business by Daniel Sitarz is a top-to-bottom guide to saving money materials and energy Efficiency is at the heart of running a sustainable and successful business and this book enumerates strategies for every aspect of your company Remember how I said you don’t even have to wait for shipping We actually stock all of these gifts and books and many more in our Educational Showroom in Carterville While you’re here do something nice for yourself and get a free quote for your very own solar installation and GetEmpowered today",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "points of use such as faucets and showers If your water heater is an older uninsulated unit consider adding a water heater blanket to prevent heat loss from the tank Set the water temperature on your water heater only as hot as needed  degrees Fahrenheit to prevent scalds and save energy Or go all out with an on demand instantaneous water heater Use the sun to your advantage During the heating season with the sun low in the south open or uncover unobstructed southern windows to increase the interior temperature and close them at night to help retain the warmth Consider buying ENERGY STAR qualified equipment for your business and home The ENERGY STAR label indicates the most efficient computers printers copiers refrigerators televisions windows thermostats ceiling fans and other appliances and equipment",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "that is environmentally friendly When you choose to “go green” with a solar energy system your employees will care  Let your customers know you made the smart decision to go solar and protect the planet  This gives you a chance to be seen by new customers and build goodwill in the community In markets where commercial solar energy systems aren’t common it is a big deal when one chooses to do so Social media posts or a “going green” event are ways to maximize the value of your new system  Businesses are valued based on a multiple of cash flow  The energy produced has essentially been paid for therefore the cash flow is improved and can be returned in a multiple when the business is valued",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are numerous events and initiatives focused on environmental conservation. However, providing a comprehensive list of all such events would be too extensive. Instead, here are some notable examples from various categories:\n\n1. Earth Day (April 22)\n2. Global Climate Strike (September 20–21)\n3. World Environment Day (June 5th)\n4. United Nations Climate Change Conferences (held every few years)\n5. COP26 (Paris Agreement implementation conference, November 202)\n6. National Park Service Centennial (August 25th, 20",
            "source": [
                {
                    "content": "Energy Awareness month as designated by the DOE Department of Energy and the perfect time to do an assessment of how much energy you are wasting as you prepare for winter I know it is strange to be thinking of winter now but it is much better to do it ahead of time than when you get that first high utility bill",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Challenge in Paris in October for designing their green machine which can travel around 30 miles on a charge recharge in the sun and revert to pedal power if necessary When they get back home in the evening owners can even use any excess energy to power their houses Strathmore is using their prize money to jump-start mass production and they expect their motorcycles to start hitting the streets early this year Colorado is no stranger to renewable energy currently one of the Top 10 most sustainable states according to Site Selection Magazine Urban Colorado is also a mecca for that most millennial of food fads the food truck In  two Denver-area friends a coffee shop owner and an architectural designer decided to fuse the two ideas and take their coffee shop on the road with the help of a custom truck outfitted with solar panels The process was not an easy one First they had to strip down and tune up the ’79 Toyota they picked for the job Architectural Designer Andrew Michler credits his",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "As a small-town business that is focused on sustainability and saving our customers money shopping locally is very near and dear to our hearts While big box stores ship globally at a huge cost to the environment local outfits are able to do business while leaving a much smaller carbon footprint But the most immediately noticeable impact of local shopping is improving the local economy and we are always looking for ways to keep more money circulating in Southern Illinois October is the Department of Energy’s “Energy Awareness Month” Think of it like spring cleaning for your energy consumption It’s a great time of year to take stock of how your habits are impacting your energy usage and to find ways to improve them before winter kicks in Establishing an energy team at your business or educate your family to do at your home to be responsible for developing projects and pushing an energy efficiency agenda can ensure that your company’s stated energy-savings goals become a reality December",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Department of Energy and the perfect time to do an assessment of how much energy you are wasting as you prepare for winter I know it is strange to be thinking of winter now but it is much better to do it ahead of time than when you get that first high utility bill",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Environmental impact metrics typically include greenhouse gas emissions (such as CO2), energy consumption, water usage, waste generation, and land use. These metrics help evaluate the environmental footprint of a particular activity, process, or product. By tracking and reporting these metrics, organizations can identify areas for improvement, set targets for reduction, and communicate their progress toward sustainability goals.",
            "source": [
                {
                    "content": "Department of Energy and the perfect time to do an assessment of how much energy you are wasting as you prepare for winter I know it is strange to be thinking of winter now but it is much better to do it ahead of time than when you get that first high utility bill",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "October is Energy Awareness month as designated by the DOE Department of Energy and the perfect time to do an assessment of how much energy you are wasting as you prepare for winter I know it is strange to be thinking of winter now but it is much better to do it ahead of time than when you get that first high utility bill In October the American Solar Energy Society coordinates the National Solar Tour with the local Heartland Solar Tour happening October 7th from  Local businesses and homeowners open their places to the public to showcase solar and energy efficient places What is an energy assessment or energy survey This can be very basic done by the homeowner or building owner themselves all the way to hiring a professional but it is a visual inspection and survey of all things that use energy This doesn’t require any special equipment as an energy audit does like a blower door test test how many leaks or an infrared camera test how much insulation An energy survey lists all things",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "ONE MILLION watts of Solar May  AES Solar held a hands-on training class in Marion where we helped donate and install solar on a Habitat for Humanity home with Grid Alternatives Elevate Energy and LSSI This class was a part of the Future Energy Jobs act May  Donated and installed a solar power system at a Jackson Union County Habitat for Humanity home in Carbondale as part of John A Logan college training course If AES Solar was a person we’d be able to drink a bottle of our Sunshine Wine from Walker’s Bluff In fall of  AES Solar earned the esteemed B Corp Certification a designation that a business is meeting high standards of verified performance accountability and transparency on factors from employee benefits and charitable giving to supply chain practices and input materials Read more about what it means to be a Certified B Corp",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "of this new paradigm The most prominent trend in marketing this year has been a shift towards creating more personal connections between retailers and their customers The businesses that are able to “humanize” their brands through digital engagement are growing leads and winning consumer loyalty as the success of more traditional methods declines You only need to look at the Twitter pages of brands like Starbucks Sony and Nintendo to see the positive impact of their efforts to develop human connections with their followers Human connections are made over mutual concerns and climate change is the front-of-mind concern for all generations especially the youngest Accordingly buyers are giving their attention and their dollars to businesses that are making visible efforts to reduce their carbon footprints and operate sustainably The visible impact of a solar array on your building is striking and constitutes a 24/7 advertisement that your business is made up of people who care Perhaps",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, based on the provided information, AES Solar has demonstrated a strong commitment to social and corporate responsibility through their actions. They have partnered with various organizations such as Habitat for Humanity, Grid Alternatives, Elevate Energy, and LSSI to donate and install solar systems on homes. Additionally, they have contributed to local communities by providing jobs and education opportunities. Furthermore, AES Solar has earned the prestigious B Corp certification, which recognizes companies that meet rigorous standards of social and environmental performance, accountability, and transparency. Overall, AES Solar seems to prioritize not only financial success but also social and environmental impact, demonstrating a commitment to responsible business practices.",
            "source": [
                {
                    "content": "ONE MILLION watts of Solar May  AES Solar held a hands-on training class in Marion where we helped donate and install solar on a Habitat for Humanity home with Grid Alternatives Elevate Energy and LSSI This class was a part of the Future Energy Jobs act May  Donated and installed a solar power system at a Jackson Union County Habitat for Humanity home in Carbondale as part of John A Logan college training course If AES Solar was a person we’d be able to drink a bottle of our Sunshine Wine from Walker’s Bluff In fall of  AES Solar earned the esteemed B Corp Certification a designation that a business is meeting high standards of verified performance accountability and transparency on factors from employee benefits and charitable giving to supply chain practices and input materials Read more about what it means to be a Certified B Corp",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "In that time we have installed over one million watts of solar power for hundreds of our neighbors throughout the region and beyond including Our mission is to power a sustainable economy by bringing renewable energy to America’s neighborhoods That means lowering your energy bills and making sure you get the best incentives possible With deep knowledge of the latest technology tax credits and innovations in the industry we are able to provide your business and family with the best possible experience from start to finish and for years to come",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "In that time we have installed over one million watts of solar power for hundreds of our neighbors throughout the region and beyond including Our mission is to power a sustainable economy by bringing renewable energy to America’s neighborhoods That means lowering your energy bills and making sure you get the best incentives possible With deep knowledge of the latest technology tax credits and innovations in the industry we are able to provide your business and family with the best possible experience from start to finish and for years to come",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "In that time we have installed over one million watts of solar power for hundreds of our neighbors throughout the region and beyond including Our mission is to power a sustainable economy by bringing renewable energy to America’s neighborhoods That means lowering your energy bills and making sure you get the best incentives possible With deep knowledge of the latest technology tax credits and innovations in the industry we are able to provide your business and family with the best possible experience from start to finish and for years to come",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, AES Solar publishes annual reports that provide detailed information about their commitments related to renewable energy, community engagement, and social responsibility. These reports include updates on projects, initiatives, and partnerships aimed at promoting clean energy solutions and supporting local communities. The company also releases quarterly reports that offer insights into recent achievements, challenges faced, and future plans. Together, these reports serve as a comprehensive resource for understanding AES Solar's ongoing efforts towards sustainability and corporate social responsibility.",
            "source": [
                {
                    "content": "ONE MILLION watts of Solar May  AES Solar held a hands-on training class in Marion where we helped donate and install solar on a Habitat for Humanity home with Grid Alternatives Elevate Energy and LSSI This class was a part of the Future Energy Jobs act May  Donated and installed a solar power system at a Jackson Union County Habitat for Humanity home in Carbondale as part of John A Logan college training course If AES Solar was a person we’d be able to drink a bottle of our Sunshine Wine from Walker’s Bluff In fall of  AES Solar earned the esteemed B Corp Certification a designation that a business is meeting high standards of verified performance accountability and transparency on factors from employee benefits and charitable giving to supply chain practices and input materials Read more about what it means to be a Certified B Corp",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "it Our benchmark is a  risk-free process In addition to these measures most of our team are working from home to ensure that they are safe We are maintaining limited hours and minimal in-person staff and all employees are provided with PPE Give us a call at  or message us any time on Facebook AES Solar has helped southern Illinoisans protect themselves against rising energy costs for over 20 years Current state and federal incentives make solar more affordable and in-house financing makes going solar with AES easier than ever And it’s a good thing too because we could all use a little more protection right now Tour stops for the  Heartland Solar Tour have been announced In just a couple of months’ time AES Solar will be celebrating 20 years of bringing solar power to our region and helping its communities get empowered with energy independence Over the years we’ve noticed some trends and one of them is that Spring is one of our busiest times of the year On February 28th AES Solar",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "it Our benchmark is a  risk-free process In addition to these measures most of our team are working from home to ensure that they are safe We are maintaining limited hours and minimal in-person staff and all employees are provided with PPE Give us a call at  or message us any time on Facebook AES Solar has helped southern Illinoisans protect themselves against rising energy costs for over 20 years Current state and federal incentives make solar more affordable and in-house financing makes going solar with AES easier than ever And it’s a good thing too because we could all use a little more protection right now Tour stops for the  Heartland Solar Tour have been announced In just a couple of months’ time AES Solar will be celebrating 20 years of bringing solar power to our region and helping its communities get empowered with energy independence Over the years we’ve noticed some trends and one of them is that Spring is one of our busiest times of the year On February 28th AES Solar",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "it Our benchmark is a  risk-free process In addition to these measures most of our team are working from home to ensure that they are safe We are maintaining limited hours and minimal in-person staff and all employees are provided with PPE Give us a call at  or message us any time on Facebook AES Solar has helped southern Illinoisans protect themselves against rising energy costs for over 20 years Current state and federal incentives make solar more affordable and in-house financing makes going solar with AES easier than ever And it’s a good thing too because we could all use a little more protection right now Carbondale IL September 14  – AES Solar and the Carbondale Chamber of Commerce invite local media businesses and faith communities to attend a ribbon cutting on Friday October 5th  11 AM at Gaia House Interfaith Center  S Illinois Ave Carbondale IL This ceremony commemorates the commissioning of a new solar power system donated and installed by AES Solar Light refreshments will",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Throughout the year, AES Solar organizes various community and social events to fulfill their commitment to giving back to the community. Some notable events include:\n\n1. Educational workshop series: AES Solar hosts regular workshops and seminars to educate the public about solar technology, installation processes, and environmental benefits. These events aim to raise awareness and promote understanding of renewable energy sources within the community.\n2. Community solar projects: AES Solar collaborates with local organizations, schools, and nonprofits to implement shared solar projects. By involving the community in the planning and implementation process, they foster a sense of ownership and pride in the project outcomes.\n3. Green job training programs: In partnership with local vocational schools and trade organizations, AES Solar offers green job training programs to residents of southern Illinois. These programs equip participants with the skills needed to enter the growing solar industry, providing opportunities for employment and economic growth within the community.\n4. Environmental cleanup initiatives: AES Solar participates in local environmental cleanup efforts, such as river and park beautification projects. These events not only improve the appearance of the community but also demonstrate the company's dedication to sustainability and environmental stewardship.\n5. Charitable donations: AES Solar regularly makes charitable donations to local organizations and causes, including those related to education, healthcare, and environmental conservation. Their support helps strengthen the fabric of the community and demonstrates their commitment to giving back.",
            "source": [
                {
                    "content": "Over the last 19 years that I have spent learning about installing and living with solar power I have seen countless innovations in the industry Solar panels seem to get cheaper and more efficient every day as new production methods and materials are able to convert more sunlight into electricity Over the last few years a greater focus on battery storage has made it easier to store more energy in a smaller footprint But some of the most interesting innovations are the ones that help me to be a better solar installer and get more people energized Carbondale IL September 14  – AES Solar and the Carbondale Chamber of Commerce invite local media businesses and faith communities to attend a ribbon cutting on Friday October 5th  11 AM at Gaia House Interfaith Center  S Illinois Ave Carbondale IL This ceremony commemorates the commissioning of a new solar power system donated and installed by AES Solar Light refreshments will be served Southern Illinois is known throughout the Midwest for its",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "This ceremony commemorates the commissioning of a new solar power system donated and installed by AES Solar Light refreshments will be served Southern Illinois is known throughout the Midwest for its breathtaking natural beauty and nobody is more familiar with it than native son and AES Solar Lead Installer Seth Rose",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "to get creative We gift all of our solar clients “Sunshine Wine” from nearby Walker’s Bluff and when we get crew shirts and company swag we prefer to get it made at  Custom in Carbondale ArtWorks in Carterville is another great local business that takes care of our printing needs Around lunchtime one of our favorite spots to grab a bite is local favorite Fat Patties where you can get burgers made with beef raised just down the road at Lick Creek Beef It’s even possible to turn to our neighboring businesses for more industrial needs We recently stocked up on wire for our solar installations from Marion Electric and the steel for our ground mounts comes from Shew Brothers All of our installations require special engraved signs which come from Carbondale Trophy We’re grateful to live in a small-town region where so many awesome mom-and-pop shops are still thriving and it feels good to be able to give them business while doing our own business Of course in our opinion the ultimate form of",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "communities at large can have an educational experience with these awnings to learn more about solar in general and also see the impact that the awnings provide to temperatures in the classrooms that are shaded  March 20 Grand opening of educational working system showroom Ribbon cutting/Grand Opening was highly attended with as many as  people March  AES Solar becomes a Union Electrical Contractor by joining the IBEW International Brotherhood of Electrical Workers March  First day of spring celebration of a year of our educational showroom being open June  Donated and installed a solar power system at a Williamson County Habitat for Humanity home as part of John A Logan training course May  is 10 years of solar training classes at John A Logan College May  We have officially installed over ONE MILLION watts of Solar May  AES Solar held a hands-on training class in Marion where we helped donate and install solar on a Habitat for Humanity home with Grid Alternatives Elevate Energy and",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided text, there are several products, services, and technologies mentioned. Some of them include:\n\n1. Solar arrays: A solar array is a collection of solar panels installed on a building's rooftop or at ground level. It generates electricity using sunlight and can help reduce a building's reliance on traditional power sources.\n2. Digital monitoring tools: Modern solar rigs can be equipped with digital monitoring tools that provide real-time data on the performance of the solar array. This includes information such as current energy production, historical performance, and even details about the farm where the solar panels were manufactured.\n3. Online solar performance feeds: These feeds allow users to view the current and historical energy production data from solar arrays. They can be accessed through web portals or mobile apps, making it easy for consumers to track and understand their solar energy generation.\n4. Remote document signing: With advancements in technology, signing documents no longer requires manual signature. Secure software allows individuals to digitally sign documents from anywhere, eliminating the need for in-person meetings.\n5. Home-based solar installation: Instead of having in-person interactions during the installation process, trained solar installers now perform their tasks remotely from home. This helps minimize risks associated with potential exposure to COVID-19.",
            "source": [
                {
                    "content": "footprints and operate sustainably The visible impact of a solar array on your building is striking and constitutes a 24/7 advertisement that your business is made up of people who care Perhaps equally important as the human connection is the power of data The Information Generation is used to a constant flow of data available at their whim and savvy retailers are attracting shoppers by catering to this trend One futuristic example is grocery stores where you can scan a label on a piece of produce and see information on its nutritional content and more tellingly where it was grown and how sustainably its farm is run Solar power lends itself well to fans of data consumption Modern solar rigs can be equipped with digital monitoring tools that generate a live online feed of their performance Anyone can go online and see how much energy is being produced currently or historically and whether the array is actually selling clean power back to the power company These feeds can also be",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "or via video chat You can also take additional photos for us as-needed while we design the perfect system for your location Signing paperwork by hand is already a thing of the past We use secure software to handle it all via your phone tablet laptop or desktop In some cases your utility company may still require physical signatures but this can be handled via mail Installation is typically performed entirely outdoors either on your roof or at the ground mount location In some cases it may be necessary to access your attic garage or electrical panel All indoors work will be done By trained solar installers who have not tested positive or shown any symptoms of COVID-19 Though it may seem a little daunting we are committed to your safety and health and will go to any length we can to ensure it Our benchmark is a  risk-free process In addition to these measures most of our team are working from home to ensure that they are safe We are maintaining limited hours and minimal in-person staff",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "or via video chat You can also take additional photos for us as-needed while we design the perfect system for your location Signing paperwork by hand is already a thing of the past We use secure software to handle it all via your phone tablet laptop or desktop In some cases your utility company may still require physical signatures but this can be handled via mail Installation is typically performed entirely outdoors either on your roof or at the ground mount location In some cases it may be necessary to access your attic garage or electrical panel All indoors work will be done By trained solar installers who have not tested positive or shown any symptoms of COVID-19 Though it may seem a little daunting we are committed to your safety and health and will go to any length we can to ensure it Our benchmark is a  risk-free process In addition to these measures most of our team are working from home to ensure that they are safe We are maintaining limited hours and minimal in-person staff",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "or via video chat You can also take additional photos for us as-needed while we design the perfect system for your location Signing paperwork by hand is already a thing of the past We use secure software to handle it all via your phone tablet laptop or desktop In some cases your utility company may still require physical signatures but this can be handled via mail Installation is typically performed entirely outdoors either on your roof or at the ground mount location In some cases it may be necessary to access your attic garage or electrical panel All indoors work will be done By trained solar installers who have not tested positive or shown any symptoms of COVID-19 Though it may seem a little daunting we are committed to your safety and health and will go to any length we can to ensure it Our benchmark is a  risk-free process In addition to these measures most of our team are working from home to ensure that they are safe We are maintaining limited hours and minimal in-person staff",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided text, there doesn't seem to be any specific promotional events, expos, or sales mentioned for the solar panel offerings by AES Solar Commercial & Residential. However, the text does mention that the current low prices and high tax credits might not last forever, encouraging potential customers to act promptly. Additionally, the text mentions that some of the solar panels are already spoken for, suggesting that there could be limited availability due to the expected increase in demand.",
            "source": [
                {
                    "content": "array for your home and business and there may never be a time like this again It’s time to take the leap and spring into solar because you won’t be the only person trying to take advantage of the lowest prices and highest tax credits in historyIn preparation for the rush we recently had a full semi of modules delivered That’s  solar panels that we will be installing soon at local homes and businesses We also have five shipping containers — another  modules — on order Our plan is to stock up in anticipation of coming shortages and to do so at the lowest prices possible Many of these modules are already spoken for but it’s not too late to get your name on them too Give us a call at  visit aessolarcom or email me directly at  and we will make sure you get the best deal possible while you still can",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "to get creative We gift all of our solar clients “Sunshine Wine” from nearby Walker’s Bluff and when we get crew shirts and company swag we prefer to get it made at  Custom in Carbondale ArtWorks in Carterville is another great local business that takes care of our printing needs Around lunchtime one of our favorite spots to grab a bite is local favorite Fat Patties where you can get burgers made with beef raised just down the road at Lick Creek Beef It’s even possible to turn to our neighboring businesses for more industrial needs We recently stocked up on wire for our solar installations from Marion Electric and the steel for our ground mounts comes from Shew Brothers All of our installations require special engraved signs which come from Carbondale Trophy We’re grateful to live in a small-town region where so many awesome mom-and-pop shops are still thriving and it feels good to be able to give them business while doing our own business Of course in our opinion the ultimate form of",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "We proudly and professionally install the following products based on customer needs and preferences Each module coupled with an optimizer to improve efficiency and allow for monitoring New Grid/Hybrid models allow for grid-connected systems to use the same equipment",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "free solar so far and love it We are now in the process of trying to figure out where we can put a few more panels We had a great experience with AES The staff were very knowledgeable and walked us through the process from the initial consult to the final activation All our questions and we had many were answered quickly and to our satisfaction The installation crew was very knowledgeable as well and very professional They kept to their schedule and when a change had to be made let us know in advance We picked AES because they are well established use quality materials are a local company and give back to the community AES did an excellent job installing our solar system for our house They were very professional and completed the job on time I would highly recommend them to anyone interested in going solar That's why I'm giving them a five star rating Aside from the positive feeling I have about adding to the use of sustainable electric power here’s kudos to the positive and",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " The key partnerships or collaborations related to commerce mentioned in the text include:\n\n1. Gifting \"Sunshine Wine\" from Walker's Bluff to solar clients.\n2. Sourcing crew shirts, company swag, and printing materials from Local Custom in Carbondale, ArtWorks in Carterville, and Carbondale Trophy.\n3. Supporting regional mom-and-pop shops by giving them business, such as Fat Patties, Lick Creek Beef, Marion Electric, Shew Brothers, and Carbondale Trophy.\n4. Engaging with neighboring businesses for industrial needs, including Marion Electric and Shew Brothers.",
            "source": [
                {
                    "content": "true Aur credits “tons of passion” for helping others and serving as our Founder and Chief Tech for motivating him to regularly get out of his comfort zone As a small-town business that is focused on sustainability and saving our customers money shopping locally is very near and dear to our hearts While big box stores ship globally at a huge cost to the environment local outfits are able to do business while leaving a much smaller carbon footprint But the most immediately noticeable impact of local shopping is improving the local economy and we are always looking for ways to keep more money circulating in Southern Illinois",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "As a small-town business that is focused on sustainability and saving our customers money shopping locally is very near and dear to our hearts While big box stores ship globally at a huge cost to the environment local outfits are able to do business while leaving a much smaller carbon footprint But the most immediately noticeable impact of local shopping is improving the local economy and we are always looking for ways to keep more money circulating in Southern Illinois One easy way to up your ratio of locally-based consumption is to look around your office and see what can be purchased locally For instance we like to stock our office with snacks cleaning supplies and toiletries purchased from the Neighborhood Coop Next expand your view to other aspects of your operations and don’t be afraid to get creative We gift all of our solar clients “Sunshine Wine” from nearby Walker’s Bluff and when we get crew shirts and company swag we prefer to get it made at  Custom in Carbondale ArtWorks",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "to get creative We gift all of our solar clients “Sunshine Wine” from nearby Walker’s Bluff and when we get crew shirts and company swag we prefer to get it made at  Custom in Carbondale ArtWorks in Carterville is another great local business that takes care of our printing needs Around lunchtime one of our favorite spots to grab a bite is local favorite Fat Patties where you can get burgers made with beef raised just down the road at Lick Creek Beef It’s even possible to turn to our neighboring businesses for more industrial needs We recently stocked up on wire for our solar installations from Marion Electric and the steel for our ground mounts comes from Shew Brothers All of our installations require special engraved signs which come from Carbondale Trophy We’re grateful to live in a small-town region where so many awesome mom-and-pop shops are still thriving and it feels good to be able to give them business while doing our own business Of course in our opinion the ultimate form of",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "that brick-and-mortar stores will remain viable for years to come as always some will rise to the top and others will fall Embracing new technology and sustainability and leveraging it to engage and delight your customers will ensure a bright future for your business If you are ready to make the switch to solar we are here to help you GetEnergized You can visit our Educational Showroom at  Supply Rd in Carterville or give us a call at  for a free quote You can also feel free to email me at  for more info",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the information provided, there may be potential employment or educational opportunities related to environmental conservation, renewable energy, and sustainability. The company AES, which focuses on these topics, offers internships and potentially full-time positions for individuals like Tim who share their values and vision for a greener future. Additionally, Southern Illinois University might offer relevant courses or programs related to geography, environmental resources, and sustainability, which students or professionals interested in this field could consider exploring further.",
            "source": [
                {
                    "content": "clean air of our vast region and says she never realized how noisy Chicagoland was or how dim the stars had always been until she moved to Southern Illinois As a freelance artist and Graphic Designer Acaisha takes on projects of all kinds but she likes working for AES in particular because everyone is so kind and friendly has great ideas and because she can tell we really love what we do She enjoys the challenge of stretching her skills to raise interest in our cause and the opportunity to use her art to help make the world a better place Even when she isn’t on the job Acaisha loves drawing and painting in her free time She is never without her trusty sketchbook and also enjoys painting landscapes and miniatures When she’s not doodling or painting she is an avid gamer and particularly loves DD Pokemon Go and Minecraft Do you have a graphic design project or other artistic need Check out Acaisha’s portfolio for samples of her work and a list of her very competitive prices She does",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "a part in a greener future for us all and to work with a local company that shares his values “I learned so much and knew I was up for the challenge” says Tim “I continued to work closely with the staff at AES after the internship This would eventually develop into a career opportunity where I could put my education and passion to work creating a greener future for not only my family but for all of us in Southern Illinois and well beyond” Outside of work Tim enjoys spending time with his three wonderful kids three dogs two labs and a wiener dog and three cats He loves being out in the sun feeding and watching neighborhood birds hunting for rocks along riverbanks hiking with his family in the Shawnee National Forest or reading and just enjoying the serenity of nature He is always looking to educate those who explore the Shawnee about our region’s storied history and its unique geography and geology",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "a part in a greener future for us all and to work with a local company that shares his values “I learned so much and knew I was up for the challenge” says Tim “I continued to work closely with the staff at AES after the internship This would eventually develop into a career opportunity where I could put my education and passion to work creating a greener future for not only my family but for all of us in Southern Illinois and well beyond” Outside of work Tim enjoys spending time with his three wonderful kids three dogs two labs and a wiener dog and three cats He loves being out in the sun feeding and watching neighborhood birds hunting for rocks along riverbanks hiking with his family in the Shawnee National Forest or reading and just enjoying the serenity of nature He is always looking to educate those who explore the Shawnee about our region’s storied history and its unique geography and geology",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "one his ancestors took and play a role in the energy revolution of our time solar Tim holds a degree from Southern Illinois University in Geography and Environmental Resources focusing primarily on sustainability Time chose to intern at AES during his senior year because of a strong desire to play a part in a greener future for us all and to work with a local company that shares his values “I learned so much and knew I was up for the challenge” says Tim “I continued to work closely with the staff at AES after the internship This would eventually develop into a career opportunity where I could put my education and passion to work creating a greener future for not only my family but for all of us in Southern Illinois and well beyond” Outside of work Tim enjoys spending time with his three wonderful kids three dogs two labs and a wiener dog and three cats He loves being out in the sun feeding and watching neighborhood birds hunting for rocks along riverbanks hiking with his family in the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are several events like job fairs, webinars, workshops, and training programs related to AES Solar and its mission to promote renewable energy sources. Some of these events include:\n\n1. Hands-on training classes: AES Solar holds regular hands-on training classes, such as the one they recently conducted in Marion, IL, where participants learned about installing solar panels on Habitat for Humanity homes. These classes aim to prepare individuals for careers in the growing solar industry.\n2. Courses and trainer roles at John A Logan College: The company's founder and CEO regularly teaches courses and trains new solar installer students at John A Logan College. By doing this, AES Solar contributes to building a skilled workforce in the renewable energy sector.\n3. Online SEI free courses: Employees and interested individuals must complete the first available SEI (Solar Energy International) free online course. This step ensures that team members have a solid understanding of solar fundamentals before engaging in solar energy system design and installation tasks.\n4. AES Solar Energy Installation classes at John A Logan College: Attending the first available AES Solar Energy Installation class at John A Logan College further equips employees with practical skills and knowledge necessary for their work in the solar industry.\n5. Sales and marketing efforts: To reach potential clients and expand its presence in the region, AES Solar participates in various networking events, conferences, and webinars focused on renewable energy and sustainability.\n6. Community involvement: Company representatives often take part in local community events, radio shows, and podcasts to educate people about the benefits of solar energy and promote AES Solar's services.",
            "source": [
                {
                    "content": "while we were at it Most recently AES Solar held a hands-on training class in Marion where we installed solar on a Habitat for Humanity home This class was a part of the Future Energy Jobs act an Illinois initiative to prepare for the booming solar job market as Illinois and the rest of the region shift towards more and more renewable energy sources each year I also regularly teach courses and train new solar installers at John A Logan college Follow AES Solar on Facebook to be notified when the next course will be held Education is a lifelong journey As we change and the world changes around us we should never stop basking in the light of new knowledge and using it to help us grow",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "especially on the phone Strong communication skills both written and spoken Training or education in sales renewable energy and ecological sustainability a plus Computer literacy including word processing and ability to learn new applications Must attend first available SEI free online course  and attend first available AES Solar Energy Installation class at John A Logan Ability to work independently in the field Perform analysis of customer electricity usage and conduct preliminary site evaluations Strategically focusing sales activities to gain recognition with potential clients ethically build credibility as a trusted solar consultant by qualifying commercial leads generated through multiple lead sources Educate clients on the features of Solar PV products installation process and available incentives by representing the goals and vision of our company Work with customers to get the information needed to design solar energy systems Determine suitability of sites by performing solar",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "in an environment were co-workers are always pushing one another to do better In his free time Aur stays very active in the community volunteering with various organizations and working on that comfort zone by cutting a rug at Carbondale Salsa Dance Nights You may also recognize him as one of the hosts of Your Community Spirit on local community radio station WDBX Like any introvert though he needs time to recharge as well He enjoys cooking especially with fresh local ingredients grown by his friends Being largely self-educated he is also a voracious reader across many topics and genres If you somehow haven’t met Aur or even if you have come by our Educational Showroom sometime and pay him a visit He’ll be glad you came",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "clean air of our vast region and says she never realized how noisy Chicagoland was or how dim the stars had always been until she moved to Southern Illinois As a freelance artist and Graphic Designer Acaisha takes on projects of all kinds but she likes working for AES in particular because everyone is so kind and friendly has great ideas and because she can tell we really love what we do She enjoys the challenge of stretching her skills to raise interest in our cause and the opportunity to use her art to help make the world a better place Even when she isn’t on the job Acaisha loves drawing and painting in her free time She is never without her trusty sketchbook and also enjoys painting landscapes and miniatures When she’s not doodling or painting she is an avid gamer and particularly loves DD Pokemon Go and Minecraft Do you have a graphic design project or other artistic need Check out Acaisha’s portfolio for samples of her work and a list of her very competitive prices She does",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Employee/participant benefits highlighted include:\n\n1. Improved working conditions\n2. Job security through recognition and respect for workers\n3. Ongoing training and education to maintain skills and stay current in the industry\n4. Higher quality work due to increased job satisfaction and commitment to continuous improvement\n5. Savings for customers resulting from reduced troubleshooting and follow-up",
            "source": [
                {
                    "content": "incentives by representing the goals and vision of our company Work with customers to get the information needed to design solar energy systems Determine suitability of sites by performing solar energy site assessments Effectively present solutions to clients that meet or exceed their needs Proficiently perform all required sales activities including sales prospecting qualifying account management site evaluations proposals presentations networking relationship building partnering business development managing use of resources etc Answer the AES sales phone line and Respond to customer emails Assist customers in any and all utility or other paperwork Complete a number of sales calls a week to reach a set number of actual contacts new and recurring Reports to Chief Operating Officer regarding logistical terms of employment; contacts Chief Technician for technical and knowledge-based questions Position is paid a set rate as well as 3 commission and representatives must work a minimum of",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "comes with taking advantage of this program  The business will net budget credit extra energy produced at wholesale rate instead of net metering extra energy is credited at customer’s energy purchase price Most commercial systems are better off taking this rebate  The exceptions are systems that produce 75 or more of their power and businesses that utilize energy mostly when the sun isn’t shining This is not available to entities getting energy from a cooperative",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "As you may have heard in March of last year AES Solar became a Union Electrical Contractor by joining the IBEW International Brotherhood of Electrical Workers All of our installers are now also union members and prospective new hires are required to join the union as well We are thrilled to be a part of IBEW and believe it was an important step to take both for our installers customers and for our company as a whole The benefits of union membership to our workers are obvious Collective bargaining agreements give union workers more say in their work and as a result more stake in it as well Historically the ability to collectively bargain has lead to vast improvements in working conditions and workplace safety fair and sensible wages for the high quality of work done and better benefits than non-union work Unions also provide job security both by recognizing and respecting how vital their workers are and by providing them with ongoing training to keep them vital in their industries But",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "non-union work Unions also provide job security both by recognizing and respecting how vital their workers are and by providing them with ongoing training to keep them vital in their industries But how do customers benefit from union labor All of the worker benefits listed above make for much happier harder-working employees for one Union membership provides a level of job satisfaction that engenders measurable increases in efficiency Their constant ongoing training and education also means they do higher quality work and are well-versed in the most up-to-date procedures and equipment This means the job requires less trouble-shooting and follow-up because it gets done right the first time which translates directly into savings for the customer Our customers can also enjoy knowing that they are supporting an organization that respects their workers and treats them well Of course happy customers who love their solar installations and the workers that installed them are good for business",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information, there isn't enough specific data related to finances or earnings reports to provide exact key takeaways. However, we can infer some general points regarding the growth potential of solar energy and its increasing competitiveness compared to traditional energy sources. Additionally, community solar initiatives and advancements in battery technology show promise for further cost reductions and increased adoption of solar energy solutions.",
            "source": [
                {
                    "content": "thanks in no small part to his great boss and co-workers He relishes the challenge of working for a company that is rapidly growing in an industry that it booming and finds that it helps him face his fears and apprehension about who he is and what really makes him happy “Being committed to an evolving technology which can positively impact our region and the world”",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "down in price almost 70 percent mostly due to China exporting to the United States Q What are most homeowners and business owners most surprised to learn about when it comes to the benefits of solar installations on their property A How It is not as expensive as they thought That you don’t need batteries unless you want a backup power system or will have a completely off-the-grid system How with a modern grid tied system they can put in as little or as much as they have space and budget for Some people put in a 60-percent utility bill offset system and than add more later Q News about high-efficiency solar generators breakthrough batteries and the concepts of solar sharing with neighbors is becoming more common What are some of the emerging innovations in solar that get you excited A Community solar projects will be multiple people no one entity can own more than 40 percent building a solar farm together This has to be local and the system offsets your energy bill just like it was on",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "advantage of the savings By all accounts  is set to be an exciting year for solar With photovoltaic and storage prices continuing to drop and renewables taking over more and more energy production solar is looking strong for companies and communities alike",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "advantage of the savings By all accounts  is set to be an exciting year for solar With photovoltaic and storage prices continuing to drop and renewables taking over more and more energy production solar is looking strong for companies and communities alike",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the given information, there isn't any mention of investor events or funding rounds related to AES Solar. The text primarily focuses on their history, services, and upcoming anniversary event. However, if there were any such announcements, they would likely be mentioned alongside other important milestones and achievements.",
            "source": [
                {
                    "content": "it Our benchmark is a  risk-free process In addition to these measures most of our team are working from home to ensure that they are safe We are maintaining limited hours and minimal in-person staff and all employees are provided with PPE Give us a call at  or message us any time on Facebook AES Solar has helped southern Illinoisans protect themselves against rising energy costs for over 20 years Current state and federal incentives make solar more affordable and in-house financing makes going solar with AES easier than ever And it’s a good thing too because we could all use a little more protection right now Carbondale IL September 14  – AES Solar and the Carbondale Chamber of Commerce invite local media businesses and faith communities to attend a ribbon cutting on Friday October 5th  11 AM at Gaia House Interfaith Center  S Illinois Ave Carbondale IL This ceremony commemorates the commissioning of a new solar power system donated and installed by AES Solar Light refreshments will",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "it Our benchmark is a  risk-free process In addition to these measures most of our team are working from home to ensure that they are safe We are maintaining limited hours and minimal in-person staff and all employees are provided with PPE Give us a call at  or message us any time on Facebook AES Solar has helped southern Illinoisans protect themselves against rising energy costs for over 20 years Current state and federal incentives make solar more affordable and in-house financing makes going solar with AES easier than ever And it’s a good thing too because we could all use a little more protection right now Carbondale IL September 14  – AES Solar and the Carbondale Chamber of Commerce invite local media businesses and faith communities to attend a ribbon cutting on Friday October 5th  11 AM at Gaia House Interfaith Center  S Illinois Ave Carbondale IL This ceremony commemorates the commissioning of a new solar power system donated and installed by AES Solar Light refreshments will",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "it Our benchmark is a  risk-free process In addition to these measures most of our team are working from home to ensure that they are safe We are maintaining limited hours and minimal in-person staff and all employees are provided with PPE Give us a call at  or message us any time on Facebook AES Solar has helped southern Illinoisans protect themselves against rising energy costs for over 20 years Current state and federal incentives make solar more affordable and in-house financing makes going solar with AES easier than ever And it’s a good thing too because we could all use a little more protection right now Tour stops for the  Heartland Solar Tour have been announced In just a couple of months’ time AES Solar will be celebrating 20 years of bringing solar power to our region and helping its communities get empowered with energy independence Over the years we’ve noticed some trends and one of them is that Spring is one of our busiest times of the year On February 28th AES Solar",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "it Our benchmark is a  risk-free process In addition to these measures most of our team are working from home to ensure that they are safe We are maintaining limited hours and minimal in-person staff and all employees are provided with PPE Give us a call at  or message us any time on Facebook AES Solar has helped southern Illinoisans protect themselves against rising energy costs for over 20 years Current state and federal incentives make solar more affordable and in-house financing makes going solar with AES easier than ever And it’s a good thing too because we could all use a little more protection right now Tour stops for the  Heartland Solar Tour have been announced In just a couple of months’ time AES Solar will be celebrating 20 years of bringing solar power to our region and helping its communities get empowered with energy independence Over the years we’ve noticed some trends and one of them is that Spring is one of our busiest times of the year On February 28th AES Solar",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the given information, there isn't a specific mention of financial or funding goals for the next period. However, it can be inferred that the company is focusing on providing renewable energy solutions to residents of Southern Illinois while ensuring safety during the COVID-19 pandemic. They are offering various services such as solar panel installation, remote work for their team members, and promoting in-house financing options for customers interested in going solar. Additionally, AES Solar has been serving the community for over 20 years and has observed that spring tends to be a busy season for them.",
            "source": [
                {
                    "content": "solar panels and 2 wind turbines across the state by  generating more than 30 billion in new infrastructure “These four central goals of the bill are ambitious but they are achievable” said Krost  “But it’s important that not just the six-county area around Chicago benefits We need the benefits to reach all  counties and every part of the state This bill does exactly that”",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "solar panels and 2 wind turbines across the state by  generating more than 30 billion in new infrastructure “These four central goals of the bill are ambitious but they are achievable” said Krost  “But it’s important that not just the six-county area around Chicago benefits We need the benefits to reach all  counties and every part of the state This bill does exactly that”",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "it Our benchmark is a  risk-free process In addition to these measures most of our team are working from home to ensure that they are safe We are maintaining limited hours and minimal in-person staff and all employees are provided with PPE Give us a call at  or message us any time on Facebook AES Solar has helped southern Illinoisans protect themselves against rising energy costs for over 20 years Current state and federal incentives make solar more affordable and in-house financing makes going solar with AES easier than ever And it’s a good thing too because we could all use a little more protection right now Tour stops for the  Heartland Solar Tour have been announced In just a couple of months’ time AES Solar will be celebrating 20 years of bringing solar power to our region and helping its communities get empowered with energy independence Over the years we’ve noticed some trends and one of them is that Spring is one of our busiest times of the year On February 28th AES Solar",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "it Our benchmark is a  risk-free process In addition to these measures most of our team are working from home to ensure that they are safe We are maintaining limited hours and minimal in-person staff and all employees are provided with PPE Give us a call at  or message us any time on Facebook AES Solar has helped southern Illinoisans protect themselves against rising energy costs for over 20 years Current state and federal incentives make solar more affordable and in-house financing makes going solar with AES easier than ever And it’s a good thing too because we could all use a little more protection right now Tour stops for the  Heartland Solar Tour have been announced In just a couple of months’ time AES Solar will be celebrating 20 years of bringing solar power to our region and helping its communities get empowered with energy independence Over the years we’ve noticed some trends and one of them is that Spring is one of our busiest times of the year On February 28th AES Solar",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " As of my knowledge cutoff date in September 203, there were several recent developments in the field of solar energy. However, please note that these may have evolved since then. Some notable advancements include:\n\n1. High-efficiency solar cells: Researchers continued to improve the efficiency of solar cells, pushing past the 2% conversion rate barrier. These advances aimed to reduce costs while increasing output.\n2. Perovskite solar cells: There was growing interest in perovskite solar cells, which showed promise in terms of low-cost manufacturing and high efficiencies. Although still considered an emerging technology, perovskites offered potential improvements in solar cell performance.\n3. Bifacial solar modules: Innovations in bifacial solar modules allowed for increased energy capture by allowing light to enter from both sides of the panel. This development could lead to reduced installation costs and improved overall energy yields.\n4. Smart solar inverters: Manufacturers developed smart solar inverters capable of optimizing energy generation based on factors such as weather conditions and time of day. These devices aimed to increase overall solar energy system efficiency.\n5. Solar tracking systems: Improvements in solar tracking systems enabled solar panels to follow the movement of the sun throughout the day, maximizing energy capture. This led to increased energy yields and lower costs per watt.\n\nPlease keep in mind that these points represent the state of solar energy as of September 203. For updated information, consult more recent sources.",
            "source": [
                {
                    "content": "By all accounts  is set to be an exciting year for solar With photovoltaic and storage prices continuing to drop and renewables taking over more and more energy production solar is looking strong for companies and communities alike Here at AES Solar  is especially important because it will mark our 20th year in business in July While most of our work has been done to empower businesses and homes the versatility and portability of solar power make it uniquely suited for all kinds of exciting projects Here are a few newsworthy new uses for solar that you will be hearing about this year It’s amazing to think that in  21 billion people still lack access to clean drinking water in their homes But according to the United Nations this basic necessity that so many take for granted is still unattainable for over a quarter of the world’s population This lack of potable water is not only a health concern but can also make it harder for people to obtain education and escape poverty That is where",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "down in price almost 70 percent mostly due to China exporting to the United States Q What are most homeowners and business owners most surprised to learn about when it comes to the benefits of solar installations on their property A How It is not as expensive as they thought That you don’t need batteries unless you want a backup power system or will have a completely off-the-grid system How with a modern grid tied system they can put in as little or as much as they have space and budget for Some people put in a 60-percent utility bill offset system and than add more later Q News about high-efficiency solar generators breakthrough batteries and the concepts of solar sharing with neighbors is becoming more common What are some of the emerging innovations in solar that get you excited A Community solar projects will be multiple people no one entity can own more than 40 percent building a solar farm together This has to be local and the system offsets your energy bill just like it was on",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Over the last 19 years that I have spent learning about installing and living with solar power I have seen countless innovations in the industry Solar panels seem to get cheaper and more efficient every day as new production methods and materials are able to convert more sunlight into electricity Over the last few years a greater focus on battery storage has made it easier to store more energy in a smaller footprint But some of the most interesting innovations are the ones that help me to be a better solar installer and get more people energized Perhaps the most visible trend in technology over the last few years has been the rise of unmanned aircraft systems or “drones” Originally built for military use and in sizes comparable to an automobile drones have taken the hobby world by storm and are now accessible by anyone with the budget for them in sizes ranging all the way down to small enough to fit the palm of your hand Surprisingly despite their popularity there are only  licensed",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "people are employed in clean energy in our state and that number is climbing extremely rapidly According to the National Solar Foundation’s job census the state of Illinois outpaced 48 states in the creation of new solar jobs in  This was the byproduct of the Future Energy Jobs Act put in place a couple years ago So Illinois is already leading and I can say I’m part of that leadership And our company in the last couple of years we’ve tripled business and quadrupled employees And so Illinois must create this path to continue on and ensure that the jobs and economic benefits created by the energy and transportation sector come to our state Passage of this new legislation is vital so that Illinois wins a clean equitable energy future The clean energy future is happening It’s here it’s now and I’m very proud to be part of it",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Yes, there are several ongoing and upcoming research projects and innovation initiatives related to solar technology. These include:\n\n1. Perovskite Solar Cells: Researchers are working on perovskite solar cells, which have shown great potential for increasing efficiency and reducing costs compared to traditional silicon-based solar cells.\n2. Bifacial Solar Modules: Ongoing research focuses on bifacial solar modules, which can generate electricity from both sides, potentially doubling energy output compared to conventional monofacial modules.\n3. Advanced Manufacturing Technologies: Efforts are underway to develop advanced manufacturing technologies that can reduce the cost and increase the scalability of solar panel production.\n4. Smart Grids Integration: Researchers are exploring ways to integrate solar energy into smart grids, enabling better management and distribution of renewable energy resources.\n5. Space-Based Solar Power: NASA and other organizations are conducting research on space-based solar power systems, which could provide continuous solar energy collection and transmission to Earth.\n6. Thin-Film Solar Technology: Continuous advancements are being made in thin-film solar technology, aimed at improving efficiency, durability, and affordability.\n7. Solar Panel Recycling: There is ongoing research to develop efficient methods for recycling solar panels, ensuring responsible disposal and resource conservation.",
            "source": [
                {
                    "content": "By all accounts  is set to be an exciting year for solar With photovoltaic and storage prices continuing to drop and renewables taking over more and more energy production solar is looking strong for companies and communities alike Here at AES Solar  is especially important because it will mark our 20th year in business in July While most of our work has been done to empower businesses and homes the versatility and portability of solar power make it uniquely suited for all kinds of exciting projects Here are a few newsworthy new uses for solar that you will be hearing about this year It’s amazing to think that in  21 billion people still lack access to clean drinking water in their homes But according to the United Nations this basic necessity that so many take for granted is still unattainable for over a quarter of the world’s population This lack of potable water is not only a health concern but can also make it harder for people to obtain education and escape poverty That is where",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "down in price almost 70 percent mostly due to China exporting to the United States Q What are most homeowners and business owners most surprised to learn about when it comes to the benefits of solar installations on their property A How It is not as expensive as they thought That you don’t need batteries unless you want a backup power system or will have a completely off-the-grid system How with a modern grid tied system they can put in as little or as much as they have space and budget for Some people put in a 60-percent utility bill offset system and than add more later Q News about high-efficiency solar generators breakthrough batteries and the concepts of solar sharing with neighbors is becoming more common What are some of the emerging innovations in solar that get you excited A Community solar projects will be multiple people no one entity can own more than 40 percent building a solar farm together This has to be local and the system offsets your energy bill just like it was on",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "people are employed in clean energy in our state and that number is climbing extremely rapidly According to the National Solar Foundation’s job census the state of Illinois outpaced 48 states in the creation of new solar jobs in  This was the byproduct of the Future Energy Jobs Act put in place a couple years ago So Illinois is already leading and I can say I’m part of that leadership And our company in the last couple of years we’ve tripled business and quadrupled employees And so Illinois must create this path to continue on and ensure that the jobs and economic benefits created by the energy and transportation sector come to our state Passage of this new legislation is vital so that Illinois wins a clean equitable energy future The clean energy future is happening It’s here it’s now and I’m very proud to be part of it",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Challenge in Paris in October for designing their green machine which can travel around 30 miles on a charge recharge in the sun and revert to pedal power if necessary When they get back home in the evening owners can even use any excess energy to power their houses Strathmore is using their prize money to jump-start mass production and they expect their motorcycles to start hitting the streets early this year Colorado is no stranger to renewable energy currently one of the Top 10 most sustainable states according to Site Selection Magazine Urban Colorado is also a mecca for that most millennial of food fads the food truck In  two Denver-area friends a coffee shop owner and an architectural designer decided to fuse the two ideas and take their coffee shop on the road with the help of a custom truck outfitted with solar panels The process was not an easy one First they had to strip down and tune up the ’79 Toyota they picked for the job Architectural Designer Andrew Michler credits his",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " There isn't enough information provided to accurately identify specific research grants or innovation awards that were recently distributed. However, there are several notable grant programs and competitions that may fit the description. For example, the X Prize Foundation offers various competitions focused on solving global challenges through technology and innovation. One such competition is the Global Learning XPRIZE, which seeks to develop scalable solutions for teaching children aged 8-12 in low-resource environments. Another example could be the MacArthur Foundation's annual fellowship program, which recognizes exceptionally talented individuals across a variety of fields who show promise for making significant contributions in the future. Additionally, the National Science Foundation (NSF) regularly distributes research grants to support scientific discovery and advancement in various disciplines.",
            "source": [
                {
                    "content": "By all accounts  is set to be an exciting year for solar With photovoltaic and storage prices continuing to drop and renewables taking over more and more energy production solar is looking strong for companies and communities alike Here at AES Solar  is especially important because it will mark our 20th year in business in July While most of our work has been done to empower businesses and homes the versatility and portability of solar power make it uniquely suited for all kinds of exciting projects Here are a few newsworthy new uses for solar that you will be hearing about this year It’s amazing to think that in  21 billion people still lack access to clean drinking water in their homes But according to the United Nations this basic necessity that so many take for granted is still unattainable for over a quarter of the world’s population This lack of potable water is not only a health concern but can also make it harder for people to obtain education and escape poverty That is where",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "down in price almost 70 percent mostly due to China exporting to the United States Q What are most homeowners and business owners most surprised to learn about when it comes to the benefits of solar installations on their property A How It is not as expensive as they thought That you don’t need batteries unless you want a backup power system or will have a completely off-the-grid system How with a modern grid tied system they can put in as little or as much as they have space and budget for Some people put in a 60-percent utility bill offset system and than add more later Q News about high-efficiency solar generators breakthrough batteries and the concepts of solar sharing with neighbors is becoming more common What are some of the emerging innovations in solar that get you excited A Community solar projects will be multiple people no one entity can own more than 40 percent building a solar farm together This has to be local and the system offsets your energy bill just like it was on",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Challenge in Paris in October for designing their green machine which can travel around 30 miles on a charge recharge in the sun and revert to pedal power if necessary When they get back home in the evening owners can even use any excess energy to power their houses Strathmore is using their prize money to jump-start mass production and they expect their motorcycles to start hitting the streets early this year Colorado is no stranger to renewable energy currently one of the Top 10 most sustainable states according to Site Selection Magazine Urban Colorado is also a mecca for that most millennial of food fads the food truck In  two Denver-area friends a coffee shop owner and an architectural designer decided to fuse the two ideas and take their coffee shop on the road with the help of a custom truck outfitted with solar panels The process was not an easy one First they had to strip down and tune up the ’79 Toyota they picked for the job Architectural Designer Andrew Michler credits his",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "economy and bring solar power education and jobs to our neighborhoods Watch here or read a transcription of Aur’s portion below Good day My name is Aur Beck and I’m Founder and Chief Tech for AES Solar I founded AES Solar in  and it’s been a tumultuous roller coaster of 20 years of solar But in the last three years we have had the passage of the Future Energy Jobs Act this law the Illinois Clean Jobs Coalition was proud to play a very pivotal role in Now because of that the state has already ramped up tremendously solar and it was the greatest breakthrough of any program We went from the bottom of the barrel in the united states to very much on the trajectory to become one of the top ten in solar The clean energy sector is starting to boom It is very much on this trajectory Already more than  people are employed in clean energy in our state and that number is climbing extremely rapidly According to the National Solar Foundation’s job census the state of Illinois outpaced 48 states in",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided text, AES Solar is working with various organizations, institutions, and entities. Some notable collaborators include:\n\n1. Coal2Sol: A program designed to help non-profit organizations go solar.\n2. Grid Alternatives Elevate Energy: Collaborative partnerships for installing solar power systems.\n3. LSSI: Partnering with them to donate and install solar on Habitat for Humanity homes.\n4. John A Logan College: Providing training courses related to solar power systems installation.\n5. Walker's Bluff: Supplying wine as a symbol of sunshine and sustainability.\n6. B Lab (B Corporation): Achieving certification that demonstrates commitment to social and environmental responsibility.",
            "source": [
                {
                    "content": "In  the company was founded with the name Advanced Energy Solutions Group Inc by Aur Beck who is the CEO  president AES' goal is to provide renewable energy solutions to residential commercial and industrial customers The company’s ongoing community outreach at a variety of Sustainable Energy Fairs has helped to spread the word about the availability of green technologies in the Midwest and in  Aur Beck assisted in the creation of the Illinois Renewable Energy Association where he holds board membership to this date After a successful immersion into the Midwestern solar market AES Solar focused its educational mission by presenting the first renewable energy workshops and seminars in the region AES won both “Missouri Schools Going Solar” bids for the sale and installation of photovoltaic solar PV systems at seventeen K-12 schools across Missouri This big scale project was a huge success and lead to the creation of The Green Geek Squad™ installer network to further expand the scope of",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "though their conditions vary greatly from one to the next The Foundation Directory is a great place to start AES Solar is partnering with Coal2Sol a program to help non-profits go solar Fill out this form and we will be in touch with you shortly to discuss funding opportunities",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "ONE MILLION watts of Solar May  AES Solar held a hands-on training class in Marion where we helped donate and install solar on a Habitat for Humanity home with Grid Alternatives Elevate Energy and LSSI This class was a part of the Future Energy Jobs act May  Donated and installed a solar power system at a Jackson Union County Habitat for Humanity home in Carbondale as part of John A Logan college training course If AES Solar was a person we’d be able to drink a bottle of our Sunshine Wine from Walker’s Bluff In fall of  AES Solar earned the esteemed B Corp Certification a designation that a business is meeting high standards of verified performance accountability and transparency on factors from employee benefits and charitable giving to supply chain practices and input materials Read more about what it means to be a Certified B Corp",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "incentives by representing the goals and vision of our company Work with customers to get the information needed to design solar energy systems Determine suitability of sites by performing solar energy site assessments Effectively present solutions to clients that meet or exceed their needs Proficiently perform all required sales activities including sales prospecting qualifying account management site evaluations proposals presentations networking relationship building partnering business development managing use of resources etc Answer the AES sales phone line and Respond to customer emails Assist customers in any and all utility or other paperwork Complete a number of sales calls a week to reach a set number of actual contacts new and recurring Reports to Chief Operating Officer regarding logistical terms of employment; contacts Chief Technician for technical and knowledge-based questions Position is paid a set rate as well as 3 commission and representatives must work a minimum of",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives involving AES Solar and other organizations. Here are some examples mentioned in the text:\n\n1. Ribbon Cutting Ceremony - On October 5th, AES Solar and the Carbondale Chamber of Commerce are hosting a ribbon cutting ceremony to celebrate the commissioning of a new solar power system donated and installed by AES Solar. The event will take place at Gaia House Interfaith Center in Carbondale, Illinois.\n2. Educational Showroom - AES Solar operates an educational showroom where customers can learn about solar technology. They encourage visitors to stop by and introduce themselves to Kris, who would be happy to meet them.\n3. Community Support - AES Solar supports various community initiatives such as the Southern Illinois Roller Derby, where Kris previously announced matches as \"Eartha Kck.\" Additionally, the company provides opportunities for local residents through its residential account representative position, which Tim currently fills.",
            "source": [
                {
                    "content": "something tangible every day to combat climate change She enjoys working with the great people on the AES Solar team and the challenge of keeping up with our rapidly growing industry With Illinois in the middle of a solar boom there are always new lessons to learn When she’s not holding down the fort as the hub of our business Kris enjoys gardening reading and playing with her furbabies If you are a fan of the local roller derby scene you might recognize Kris from her tenure on the Southern Illinois Roller Girls where she skated from  as “Eartha Kck” She continues to support the team by announcing for their bouts Kris would love to meet you Stop by our educational showroom today and tell her hello",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Our newest Residential Accounts Rep Tim Serles has roots in Southern Illinois that run deep Curiosity an interest in genealogy and an appreciation for the past led him to discover just how deep those roots go Most of his ancestors moved to Southern Illinois in the late 18th and early 19th centuries Like thousands of others they followed a path of opportunity laid out by the biggest revolution in energy production up to that time coal In the 21st century Tim is proud to walk a similar path to the one his ancestors took and play a role in the energy revolution of our time solar Tim holds a degree from Southern Illinois University in Geography and Environmental Resources focusing primarily on sustainability Time chose to intern at AES during his senior year because of a strong desire to play a part in a greener future for us all and to work with a local company that shares his values “I learned so much and knew I was up for the challenge” says Tim “I continued to work closely with the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Our newest Residential Accounts Rep Tim Serles has roots in Southern Illinois that run deep Curiosity an interest in genealogy and an appreciation for the past led him to discover just how deep those roots go Most of his ancestors moved to Southern Illinois in the late 18th and early 19th centuries Like thousands of others they followed a path of opportunity laid out by the biggest revolution in energy production up to that time coal In the 21st century Tim is proud to walk a similar path to the one his ancestors took and play a role in the energy revolution of our time solar Tim holds a degree from Southern Illinois University in Geography and Environmental Resources focusing primarily on sustainability Time chose to intern at AES during his senior year because of a strong desire to play a part in a greener future for us all and to work with a local company that shares his values “I learned so much and knew I was up for the challenge” says Tim “I continued to work closely with the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "it Our benchmark is a  risk-free process In addition to these measures most of our team are working from home to ensure that they are safe We are maintaining limited hours and minimal in-person staff and all employees are provided with PPE Give us a call at  or message us any time on Facebook AES Solar has helped southern Illinoisans protect themselves against rising energy costs for over 20 years Current state and federal incentives make solar more affordable and in-house financing makes going solar with AES easier than ever And it’s a good thing too because we could all use a little more protection right now Carbondale IL September 14  – AES Solar and the Carbondale Chamber of Commerce invite local media businesses and faith communities to attend a ribbon cutting on Friday October 5th  11 AM at Gaia House Interfaith Center  S Illinois Ave Carbondale IL This ceremony commemorates the commissioning of a new solar power system donated and installed by AES Solar Light refreshments will",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " The mutual objective and outcome expected from these collaborations involve promoting clean energy solutions, fostering local economic growth, and supporting environmental stewardship. Through their efforts, AES Solar and its partners aim to expand access to solar energy, create jobs, reduce carbon emissions, and contribute to a more sustainable future for communities across the United States and beyond. Additionally, individual team members like Aur Beck and Tim Serles demonstrate personal dedication to advancing clean energy initiatives and making a positive impact on society and the environment.",
            "source": [
                {
                    "content": "Normal IL to prepare future energy scholars for the NABCEP PV Entry Level test by offering two accelerated Solar Design  Installation courses Started the Green Geek Squad an installer network which topped out at 43 partners in 8 states AES Solar installed for/with They sold it and AES Solar installed it with our Green Geek Squad Rapid Response Team  Aur Beck was picked to join the Midwest Solar Training Network  a 5 year DOE Department of Energy program to share his expertise Our Chief Tech Aur Beck becomes NABCEP  wwwNABCEPorg  certified as a PV Installation Professional Our Chief Tech Aur Beck becomes NABCEP  wwwNABCEPorg  certified as a PV Technical Sales Professional In  Aur Beck got to work for 6 months in the Cayman Islands helping start a solar industry  AES Solar notices local Southern IL/Heartland business is picking up so starts focusing not just on design/installation but also on sales Solar has come home Summer of  AES Solar facilitated an installation class through John A",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Our newest Residential Accounts Rep Tim Serles has roots in Southern Illinois that run deep Curiosity an interest in genealogy and an appreciation for the past led him to discover just how deep those roots go Most of his ancestors moved to Southern Illinois in the late 18th and early 19th centuries Like thousands of others they followed a path of opportunity laid out by the biggest revolution in energy production up to that time coal In the 21st century Tim is proud to walk a similar path to the one his ancestors took and play a role in the energy revolution of our time solar Tim holds a degree from Southern Illinois University in Geography and Environmental Resources focusing primarily on sustainability Time chose to intern at AES during his senior year because of a strong desire to play a part in a greener future for us all and to work with a local company that shares his values “I learned so much and knew I was up for the challenge” says Tim “I continued to work closely with the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Our newest Residential Accounts Rep Tim Serles has roots in Southern Illinois that run deep Curiosity an interest in genealogy and an appreciation for the past led him to discover just how deep those roots go Most of his ancestors moved to Southern Illinois in the late 18th and early 19th centuries Like thousands of others they followed a path of opportunity laid out by the biggest revolution in energy production up to that time coal In the 21st century Tim is proud to walk a similar path to the one his ancestors took and play a role in the energy revolution of our time solar Tim holds a degree from Southern Illinois University in Geography and Environmental Resources focusing primarily on sustainability Time chose to intern at AES during his senior year because of a strong desire to play a part in a greener future for us all and to work with a local company that shares his values “I learned so much and knew I was up for the challenge” says Tim “I continued to work closely with the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "her desires to help both individuals and the planet and appeals to her joy of working outdoors with her hands and solving problems In a nutshell “I love that my job takes me outside and to meet all kinds of people all while making a difference” When she’s not making a difference with AES Solar or otherwise enjoying the great outdoors Emily also has fun knitting reading and savoring good food with good friends However even between all of the satisfying work and play her sights are set on higher goals She spent summer  working with the Department of National Parks and Wildlife in Livingstone Zambia in their exploration of using solar power for elephant fencing That experience has her very interested in micro-grids in developing nations and she hopes to one day work with remote villages in the design and installation of renewable energy systems to meet their needs in a way that provides a sense of ownership autonomy and a path to sustainable development and improved community life",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "amazon",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ]
}