{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " At Amavida, several sustainable and environmental practices have been implemented to achieve carbon neutrality. Some of these practices include reducing their overall emissions, investing in carbon offsets, partnering with sustainable suppliers, and sourcing from organic coffee cooperatives. Additionally, they have educated themselves on their carbon output and taken action to offset it. They have also invested in the coffee communities they work with by purchasing organic, fair-trade coffee. Overall, Amavida has demonstrated a strong commitment to environmental stewardship and making a positive impact on the communities they work with and their own operations.",
            "source": [
                {
                    "content": "to a Nielson survey “81 of global respondents feel strongly that companies should help improve the environment” There is a cultural shift happening that is moving towards consuming more consciously and sustainably More people and businesses are evaluating their impact and striving towards becoming carbon neutral companies And with good reason Because our day-to-day choices both as individuals and business owners can directly affect our global and local communities This is one of many reasons why at Amavida we joined the community of Certified B Corp companies and why we strive to be stewards for the environment To do our part we are taking steps to reduce our overall emissions investing in carbon offsets partnering with sustainable suppliers and sourcing from organic coffee cooperatives Our impact both environmental and social serves as our primary measure and definition of our success as a company For us it’s not enough to just say we care about these issues we want to make a direct",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "impact both environmental and social serves as our primary measure and definition of our success as a company For us it’s not enough to just say we care about these issues we want to make a direct positive impact on the communities we work with and our own In September we announced that we were  carbon neutral Of course this change didn’t happen overnight We had to first educate ourselves on our carbon output and then take action to offset it  Partnering with Taking Root allows us to invest in carbon offsets through their CommuniTree reforestation program The reforestation of native trees directly impacts the livelihoods of farming and agricultural communities in Nicaragua Taking Root’s program is tackling poverty and climate change simultaneously By purchasing carbon credits in the form of trees we offset our carbon emissions  Another way we invest in the coffee communities we work with is by purchasing organic fair-trade coffee Our approach to business is the same as our approach to",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "by Madison Daum  Sep 11   B-Corporation Environmental Stewardship Everyone’s lifestyle affects our environment The way you go about your day affects CO2 levels in our atmosphere which contributes to climate change After calculating our carbon footprint we decided to set a goal to become carbon neutral But what does it mean to be carbon neutral Allow me to explain carbon neutrality what we did to achieve it and how you can be carbon neutral too So the term carbon neutral describes when an organization businesse or individual decides to take action and offset their carbon footprint To be specific their goal is to remove as many carbon emissions from the atmosphere as they put in to it Off-setting carbon emissions can include buying offsets or investing in projects that help restore the environment For example supporting reforestation efforts or using clean energy Your carbon footprint is the amount of greenhouse gases—including carbon dioxide and other gases—that you produce during your",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "most affected by this are those within developing countries like coffee-producing countries These developing nations are the most at risk for polluted air water and soil climate change and chemical exposures which contribute to over  disease and injury categories It’s predicted that this could worsen with increasing greenhouse emissions through human activity which is primarily caused by the most developed countries including the United States  With  right around the corner the need for action is only growing stronger not just for businesses but for individuals too We know this can seem pretty daunting and confusing at times The good news is with more people gravitating towards carbon neutral companies they are in effect causing vast changes in businesses’ environmental behaviors According to a Nielson survey “81 of global respondents feel strongly that companies should help improve the environment” There is a cultural shift happening that is moving towards consuming more consciously",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Based on the provided text, there seem to be several events or initiatives related to environmental conservation. However, providing a list of exactly 10 events may not be possible without additional information. Here are some notable mentions mentioned in the texts:\n\n1. Community Environmental Stewardship Fundraising (December 12)\n2. B-Corporation Environmental Stewardship News (October 19)\n3. Becoming Carbon Neutral (August 21)\n4. Ending Single-Use Plastics (August 21)\n5. Supporting Local Coffee Scene (July 30)\n6. Promoting Locally Sourced Products (June 30)\n\nWhile these events may not be explicitly focused on environmental conservation, they contribute to a sustainable community and environment.",
            "source": [
                {
                    "content": "by Laurie Murphy  Dec 12   Community Environmental Stewardship Fundraising Local News  Media Sign up to receive Amavida News Events Updates and Goodies",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "by Dale Barnes  Oct 19   B-Corporation Environmental Stewardship News  Media Sign up to receive Amavida News Events Updates and Goodies",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Stewardship Everyone’s lifestyle affects our environment The way you go about your day affects CO2 levels in our atmosphere which contributes to climate change After calculating our carbon footprint we decided to set a goal to become carbon neutral But what does it mean to be by Allison Erwin  Aug 21   Community Environmental Stewardship Local Ending Single-Use Plastics Over the last decade chefs and foodies the world over have become more conscious of what they are putting on their plates and into their mouths Organic local free-range wildcrafted heirloom all-natural; these are all terms no longer by Caroline Stephenson  Jul 30   Cafes Coffee Community Local Let's tawk local coffee along the Emerald Coast - For coffee lover's from Panama City to Pensacola Can I be honest with you for a minute I am not from around here I'm a coffee lover from a far away land the big hunk of state that is Texas When my wishful thoughts by Caroline Stephenson  Jun 30   Community Local I think it might",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "by Allison Erwin  Aug 21   Community Environmental Stewardship Local Sign up to receive Amavida News Events Updates and Goodies",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " In the given text, several environmental impact metrics are mentioned. These include:\n\n1. Carbon footprint: The amount of greenhouse gases (CO2 and others) produced by an individual or organization during their activities.\n2. Emissions: A collective term for various types of pollutants released into the air, water, or soil, often associated with negative environmental impacts.\n3. Greenhouse gas emissions: Specifically refers to the release of CO2 and other gases that contribute to the greenhouse effect and climate change.\n4. Reforestation efforts: Projects aimed at restoring forest cover and promoting afforestation, which helps sequester atmospheric CO2 through photosynthesis.\n5. Clean energy: Renewable sources of energy such as solar, wind, hydroelectric, geothermal, etc., which generate electricity without producing harmful emissions.",
            "source": [
                {
                    "content": "by Dale Barnes  Oct 19   B-Corporation Environmental Stewardship News  Media Sign up to receive Amavida News Events Updates and Goodies",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "For example supporting reforestation efforts or using clean energy Your carbon footprint is the amount of greenhouse gases—including carbon dioxide and other gases—that you produce during your life The average American produces about  metric tonnes  tons of CO2 emissions each year To put that into perspective that’s about  bags of trash or 69 tons of landfilled waste Overall TONS of carbon emissions are added into the atmosphere from people every single day So off-setting emissions and taking steps to reducing your impact is important for our environment Before we can offset our carbon emissions we have to know how much carbon we produce our carbon footprint We started measuring part of our carbon output 2 years ago via cooperative coffees and takingrootorg Since we are a company that is an importer roaster wholesaler and retailer there are a lot of emissions to account for So we used a calculator that allowed us to measure our CO2 created from employee travel coffee imports retail",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to a Nielson survey “81 of global respondents feel strongly that companies should help improve the environment” There is a cultural shift happening that is moving towards consuming more consciously and sustainably More people and businesses are evaluating their impact and striving towards becoming carbon neutral companies And with good reason Because our day-to-day choices both as individuals and business owners can directly affect our global and local communities This is one of many reasons why at Amavida we joined the community of Certified B Corp companies and why we strive to be stewards for the environment To do our part we are taking steps to reduce our overall emissions investing in carbon offsets partnering with sustainable suppliers and sourcing from organic coffee cooperatives Our impact both environmental and social serves as our primary measure and definition of our success as a company For us it’s not enough to just say we care about these issues we want to make a direct",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "by Madison Daum  Sep 11   B-Corporation Environmental Stewardship Everyone’s lifestyle affects our environment The way you go about your day affects CO2 levels in our atmosphere which contributes to climate change After calculating our carbon footprint we decided to set a goal to become carbon neutral But what does it mean to be carbon neutral Allow me to explain carbon neutrality what we did to achieve it and how you can be carbon neutral too So the term carbon neutral describes when an organization businesse or individual decides to take action and offset their carbon footprint To be specific their goal is to remove as many carbon emissions from the atmosphere as they put in to it Off-setting carbon emissions can include buying offsets or investing in projects that help restore the environment For example supporting reforestation efforts or using clean energy Your carbon footprint is the amount of greenhouse gases—including carbon dioxide and other gases—that you produce during your",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, based on the provided information, Amavida Coffee has made public commitments to social and corporate responsibility. They have joined the community of Certified B Corp companies, which requires meeting rigorous standards of social and environmental performance, transparency, and accountability. Additionally, they have taken concrete steps to reduce their overall emissions, invest in carbon offsets, source from organic coffee cooperatives, and support sustainable suppliers. These efforts demonstrate Amavida Coffee's commitment to being a responsible and sustainable business, and their willingness to hold themselves accountable for their impact on society and the environment.",
            "source": [
                {
                    "content": "to a Nielson survey “81 of global respondents feel strongly that companies should help improve the environment” There is a cultural shift happening that is moving towards consuming more consciously and sustainably More people and businesses are evaluating their impact and striving towards becoming carbon neutral companies And with good reason Because our day-to-day choices both as individuals and business owners can directly affect our global and local communities This is one of many reasons why at Amavida we joined the community of Certified B Corp companies and why we strive to be stewards for the environment To do our part we are taking steps to reduce our overall emissions investing in carbon offsets partnering with sustainable suppliers and sourcing from organic coffee cooperatives Our impact both environmental and social serves as our primary measure and definition of our success as a company For us it’s not enough to just say we care about these issues we want to make a direct",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "impact both environmental and social serves as our primary measure and definition of our success as a company For us it’s not enough to just say we care about these issues we want to make a direct positive impact on the communities we work with and our own In September we announced that we were  carbon neutral Of course this change didn’t happen overnight We had to first educate ourselves on our carbon output and then take action to offset it  Partnering with Taking Root allows us to invest in carbon offsets through their CommuniTree reforestation program The reforestation of native trees directly impacts the livelihoods of farming and agricultural communities in Nicaragua Taking Root’s program is tackling poverty and climate change simultaneously By purchasing carbon credits in the form of trees we offset our carbon emissions  Another way we invest in the coffee communities we work with is by purchasing organic fair-trade coffee Our approach to business is the same as our approach to",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "where it was doing well and discover where it could improve Then Amavida Coffee went one step further amending its articles to become a legally-recognized Benefit Corporation and further solidify sustainability into its structure Working with the company through the B Corporation Certification process and becoming a Florida Benefit Corporation taught me the significance of individual and collective accountability In my effort to achieve a more sustainable lifestyle I assessed my living situation regarding where my household supplies came from and their environmental impact I was off to a good start and immediately surprised when I saw how many B Corporations were already around from Seventh Generation laundry detergent to King Arthur Flour Recognizing I was already supporting B Corporations around the house wasn’t enough though I began seeking out other products by local or sustainably certified sources to purchase when possible I also realized between myself and my roommates that my",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "maintained and should be solid in upholding its purpose A community of individuals and institutions who are firm in this belief and consistent in its pursuit are a powerful force with the promise of positive impact My experiences with Amavida Coffee have also empowered me to see where I bring value and make a difference in the world Recently while working on the company’s first annual Benefit Corporation Sustainability Report I got a full view of the initiatives and their outcomes regarding Amavida Coffee’s social economic and environmental performance Considering the company’s accomplishments such as recycling 5 tons of paper and cardboard I began to think of each action the Amavida Coffee team took to achieve their goal Each small step brought value and made a difference in the world Another occasion when I witnessed several small actions lead to an awesome outcome was working with the Amavida Coffee to help host the Winter Solstice Run Amavida Coffee coordinated with On The Ground",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual or quarterly reports detailing these commitments. These reports provide updates on the progress made towards achieving net zero emissions, carbon neutrality, and other sustainability goals. They also highlight initiatives undertaken by companies to mitigate their environmental impact and contribute to a better future. However, without knowing the specific company being referred to, I cannot provide detailed information from their annual or quarterly reports.",
            "source": [
                {
                    "content": "by Madison Daum  Sep 11   B-Corporation Environmental Stewardship Everyone’s lifestyle affects our environment The way you go about your day affects CO2 levels in our atmosphere which contributes to climate change After calculating our carbon footprint we decided to set a goal to become carbon neutral But what does it mean to be carbon neutral Allow me to explain carbon neutrality what we did to achieve it and how you can be carbon neutral too So the term carbon neutral describes when an organization businesse or individual decides to take action and offset their carbon footprint To be specific their goal is to remove as many carbon emissions from the atmosphere as they put in to it Off-setting carbon emissions can include buying offsets or investing in projects that help restore the environment For example supporting reforestation efforts or using clean energy Your carbon footprint is the amount of greenhouse gases—including carbon dioxide and other gases—that you produce during your",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "for a better future  The COP25 and Carbon Neutral Companies’ Commitment to a Better Future In an effort to influence real change the UN held the COP25 in Madrid Spain at the beginning of this month A total of  B Corp companies pledged to commit to Net Zero emissions by  A rigorous goal compared to the set  targets of the Paris Agreement But what exactly does it mean to be Net Zero  To reach a goal of Net Zero means to achieve a balance in greenhouse gas emissions Companies can achieve Net Zero emissions by tracking and reducing their overall emissions and to remove the remainder of greenhouse gases they emit through carbon removal processes The idea is that companies who invest in carbon removal by investing in reforestation projects similar to an organization like Taking Root or direct air capture and storage can hit Net Zero emissions  Here at Amavida committing to a more sustainable future is a part of our mission and continual goal as a business That is why we are excited to",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "where it was doing well and discover where it could improve Then Amavida Coffee went one step further amending its articles to become a legally-recognized Benefit Corporation and further solidify sustainability into its structure Working with the company through the B Corporation Certification process and becoming a Florida Benefit Corporation taught me the significance of individual and collective accountability In my effort to achieve a more sustainable lifestyle I assessed my living situation regarding where my household supplies came from and their environmental impact I was off to a good start and immediately surprised when I saw how many B Corporations were already around from Seventh Generation laundry detergent to King Arthur Flour Recognizing I was already supporting B Corporations around the house wasn’t enough though I began seeking out other products by local or sustainably certified sources to purchase when possible I also realized between myself and my roommates that my",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "future generations” “Most people don’t need to be persuaded to do good they just need the opportunity But when it comes to energy use at home and work the majority of Americans have never had that opportunity Arcadia Power seeks to change that By offering an easy way for any house and businesses to eliminate their carbon footprints the company is using free market principles to build a clean energy movement that can dramatically reduce the carbon emissions and stop the tide of climate change” Amavida Coffee is currently collaborating with Arcadia Power to create opportunities for our customers and team members to get involved and support renewable energy Arcadia Power will make a 30 donation to On the Ground Global OTG in support of Project Chiapas per person that signs up through arcadiapowercom/amavida  they will give a 20 account credit to each person off their bill The account credit gets applied right when you sign up and the donations will be made to OTG monthly Arcadia Power",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " There isn't enough information provided about specific events related to supporting localism, gender equality, and sustainable development. However, based on the text, it can be inferred that various events such as the Winter Solstice Run, fundraising events, and community gatherings may have been organized to fulfill these commitments. These events bring together people from different backgrounds and allow them to engage in meaningful conversations, learn from each other, and work towards common goals.",
            "source": [
                {
                    "content": "watering plants and changing light bulbs to cleaning up the bathroom or the studio It’s a unique way to support localism and allows anyone living in the area or passing through an opportunity to feel like they are a part of something bigger than themselves In Heather’s mind one of the biggest foreseeable challenges is the passing of time As the years continue on and the members of these non-profits and local groups age the ability to continue on as before becomes impossible We often take advantage of the culture around us without realizing we need fighters to help carry on the tradition We love to consume and take advantage of great local events charm and character We crave culture but we don’t realize that these practices in our local community are mostly traditional and for the most part started a long time ago Our millennial spending habits are important for the community but our ability to make a change be involved and support local groups is needed now more than ever Our",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "were supported Because of this involvement they will be able to maintain the clean water projects This also makes me feel proud to be part of OTG because they seem to understand what involvement is necessary where so many other NGO’s struggle to be effective It’s the sustainability of the community that’s so important We retired to a house in the community after many hours of celebration We were graciously invited into a home by one of the families in the community All six of us and the family were separated by none other than a blue tarp They brought in thick wooden planks and placed them on concrete blocks creating an elevated platform We then placed our sleeping bags on top and made our beds Aaron and Chelsey worked on the video footings in the dim light and Matt played his ukulele as children walked in and out on a revolving basis  They were curious and appeared much at ease with us It was apparent this was a community where children were safe and free from crime as they were so",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "in the community Then we were served a generous meal before assembling with the majority of the community to discuss our visit and hear of their life changes since the completion of the water project as well as discover other ways we might contribute the sustainable development of their community A prominent male figure from A Matias Castellanos introduced the community at this gathering while Bruno with OTG and Dan Bailey of Amavida  OTG introduced the group of delegates The first few to speak after this were women from the community – man was it powerful While each person contributes to the community it is usually the women and children who are tasked with acquiring water for drinking cooking cleaning and bathing This means while the men of the community are contributing elsewhere the females and their kids are walking three kilometers more in some communities each way to get water and back home They make this trek up to three times a day taking nearly four or five hours The women",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "occasion when I witnessed several small actions lead to an awesome outcome was working with the Amavida Coffee to help host the Winter Solstice Run Amavida Coffee coordinated with On The Ground Global to host fundraising events accumulate runners enlist volunteers and sponsors obtain permits plan the route and host the Winter Solstice Run itself All of the activities for the Winter Solstice Run supported Project Congo and raised awareness and funds for gender equality initiatives in the communities of coffee producers in the Democratic Republic of Congo One project particularly mention-worthy stemming from the Winter Solstice Run are the Project Congo coffee bags For each bag of coffee sourced from a particular cooperative in the Democratic Republic of Congo 5 is donated to support female farmers and their families Adding up the impacts of Amavida Coffee’s initiatives watching those working around me and realizing my own part in it all I see the potential we each have to support",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " The company offers various products, services, and technologies related to starting and operating a successful coffee shop or café. These include barista training, equipment such as commercial espresso machines, coffee/tea, food service packaging, consultations, syrups/alt milks, espresso tech services, other cafe supplies, and wholesale coffee distribution from reputable manufacturers. Additionally, they provide support through phone calls and newsletters to keep their clients informed about events, updates, and goodies related to the coffee industry.",
            "source": [
                {
                    "content": "products/services are you interested inBarista TrainingEquipmentCoffee/TeaFood Service PackagingConsultationSyrups/Alt MilksEspresso Tech ServicesOther Cafe SuppliesSubmit Give us a call or use the contact form to reach outWe’ll get back as quickly as possiblePhone  Sign up to receive Amavida News Events Updates and Goodies",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Are you starting a new cafes Or do you operate an established coffee house Want to take your coffee service to the next level Well helping you build a better coffee experience is why we are here Whether you need coffee equipment a commercial espresso machine installation services preventative maintenance or repair; we can help We combine our extensive coffee house experience with the highest industry standards As a result we can set you up with highest-quality coffee brewing equipment commercial espresso machines coffee grinders water filtration systems and cleaning supplies We can work together to create the perfect experience for your customers Share your dreams with us As we get to know your business we’ll be able to help you get the right coffee equipment to suit your unique needs By partnering with the leading manufactures in the industry we can pair you with best equipment in the market and bring your dreams to reality Among the brands we represent are La",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "our extensive coffee house experience with the highest industry standards to offer consulting services in conceptualization design installation equipment maintenance and also offer our partners high-quality ​organic coffee​ and cafe products We tailor our services to your unique needs to learn more ​contact us for a consultation Sign up to receive Amavida News Events Updates and Goodies",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "curated selection of sustainable coffee tea syrups serverware milk alternatives and other exceptional products we stand by and use in our own cafes Partner with a passionate roasting team that’s been doing this for over a decade Most of our coffees are Fair Trade and Certified Organic and they’re all downright delicious We’ll help you identify the right product mix for your business create custom coffee blends to meet your customers’ preferences and equip you with the coffee knowledge and training you need to delight guests with memorable coffee experiences Selecting the right equipment and gear to complement your brand and coffee program can be challenging but with Amavida as your wholesale coffee distributor you’ve got seasoned experts at your back to help you make brand-aware cost-conscious decisions We partner with the leading manufacturers of espresso machines brewing gear cleaning equipment and beyond to help you build the right setup for your business When it’s all up and",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, there are various promotional events, expos, and sales related to Amavida's offerings. Some notable ones include:\n\n1. Specialty Coffee Expo (April 20 - April 24): This is one of the largest trade shows in the specialty coffee industry, where Amavida will have a presence along with other companies and organizations. It provides an opportunity for networking, learning about new trends and innovations, and discovering new products.\n2. Online Sales & Promotions: Throughout the year, Amavida offers discounts on select products and services during limited-time sales events. These promotions are typically advertised via email newsletters, social media, and the company's website.\n3. In-Store Events: From time to time, Amavida hosts in-store events such as tastings, workshops, and demonstrations. These events often feature exclusive promotions, giveaways, and opportunities to learn from industry professionals.\n\nPlease note that specific dates, locations, and details may vary depending on the event or promotion. To stay updated on the latest offers and happenings, it's recommended to follow Amavida on their official channels and subscribe to their newsletter.",
            "source": [
                {
                    "content": "products/services are you interested inBarista TrainingEquipmentCoffee/TeaFood Service PackagingConsultationSyrups/Alt MilksEspresso Tech ServicesOther Cafe SuppliesSubmit Give us a call or use the contact form to reach outWe’ll get back as quickly as possiblePhone  Sign up to receive Amavida News Events Updates and Goodies",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "outreach to help make a positive impact through partnership Amavida Coffee and Trading Company is a full-service distributor and coffee supplier providing Organic Fair Trade coffee cafe supplies and equipment in addition to SCA certified barista training and tech repair/support Our goal is to provide not only delicious and sustainable coffee and cafe products but also become a valuable and integrated part of the community we serve  Not just coffee We provide high-quality food and beverage products to restaurants smoothie bars office spaces specialty groceries as well as special events Providing businesses the ability to serve distinctive drinks and sustainable to-go packaging that create memorable experiences for their clients  As a wholesale partner you can easily order online through our wholesale site and get weekly deliveries to your door Other opportunities include our private label program to showcase your brand and take your packaging and branding to the next level Whatever",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "curated selection of sustainable coffee tea syrups serverware milk alternatives and other exceptional products we stand by and use in our own cafes Partner with a passionate roasting team that’s been doing this for over a decade Most of our coffees are Fair Trade and Certified Organic and they’re all downright delicious We’ll help you identify the right product mix for your business create custom coffee blends to meet your customers’ preferences and equip you with the coffee knowledge and training you need to delight guests with memorable coffee experiences Selecting the right equipment and gear to complement your brand and coffee program can be challenging but with Amavida as your wholesale coffee distributor you’ve got seasoned experts at your back to help you make brand-aware cost-conscious decisions We partner with the leading manufacturers of espresso machines brewing gear cleaning equipment and beyond to help you build the right setup for your business When it’s all up and",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "by amavidaMain  Apr 18   Community Events On the Ground Will we see you at the  Specialty Coffee Association’s annual EXPO We sure hope so The Specialty Coffee EXPO is an excellent chance for coffee producers importers roasters baristas and a wonderful variety of other industry partners to connect in person around the thing that brings us all together specialty coffee This year we’ll be participating in several events with our friends like Cooperative Coffees On the Ground Global Alpha Dominche La Marzocco and more… Here is a play-by-play of our plans for Specialty Coffee EXPO Matt  Ellen of Cooperative Coffees will be introducing the new cupping platform to fellow members and looking for feedback to help continue to develop this powerful tool The idea will be to cup 3 specialty coffees and walk through the new format we’re using in the lab at Cooperative Coffees; showcasing some of the more interesting features we are importing This is it The big kick-off and Offical Launch Party",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are several key partnerships or collaborations related to commerce. One such collaboration is between Amavida Coffee and Trading Company and Cooperative Coffees. Through these partnerships, businesses can access high-quality, sustainable coffee and cafe products while supporting fair and equitable trading practices. Additionally, there are governmental and nonprofit efforts aimed at promoting systemic change and addressing societal challenges. For instance, the B Corp movement brings together businesses committed to creating value for society, rather than solely focusing on maximizing profits for shareholders. Finally, direct relationships with grower cooperatives ensure transparent and ethical sourcing of commodities like coffee. By fostering these partnerships and collaborations, businesses can contribute positively to the global economy and promote social and environmental responsibility.",
            "source": [
                {
                    "content": "outreach to help make a positive impact through partnership Amavida Coffee and Trading Company is a full-service distributor and coffee supplier providing Organic Fair Trade coffee cafe supplies and equipment in addition to SCA certified barista training and tech repair/support Our goal is to provide not only delicious and sustainable coffee and cafe products but also become a valuable and integrated part of the community we serve  Not just coffee We provide high-quality food and beverage products to restaurants smoothie bars office spaces specialty groceries as well as special events Providing businesses the ability to serve distinctive drinks and sustainable to-go packaging that create memorable experiences for their clients  As a wholesale partner you can easily order online through our wholesale site and get weekly deliveries to your door Other opportunities include our private label program to showcase your brand and take your packaging and branding to the next level Whatever",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "fair and equitable trading practices Currently with 22 members Cooperative Coffees is a coop consisting of individuals with many different backgrounds but ultimately share a common vision and mission Cooperative Coffees measure its impacts to producers in terms of overall quality of life and their communities Cooperative Coffees works with organizations like On The Ground that look to create lasting infrastructures built on gender equality and economic security Other initiatives include clean water projects education opportunities and developing crop diversification Once a year Cooperative Coffees holds its Annual Group Meeting where members of Cooperative Coffees gather to discuss the state of the coffee industry have cupping collaborations issues that may be facing our producers strategies for going forward and future goals that the coop would like to accomplish Every year a different member will host the AGM This opens doors for members in the coop to share knowledge and",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "grows it has become an increasingly powerful agent of change We are passing laws We are driving capital Government and the nonprofit sector are necessary but insufficient to address society’s greatest challenges Business the most powerful man-made force on the planet must create value for society not just shareholders Systemic challenges require systemic solutions and the B Corp movement offers a concrete market-based and scalable solution Over 4 sustainable brands have already joined our community encouraging all companies to compete not just to be the best in the world but to be the best for the world As a result of our collective success individuals and communities will enjoy greater economic opportunity society will address its most challenging environmental problems and more people will find fulfillment by bringing their whole selves to work We believe that true fair trade is essential to creating a sustainable honorable and virtuous business This occurs by building long-lasting",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "markets they otherwise wouldn’t be able to reach A well operated grower cooperative distributes the contracted price of the coffee back to the farmers and has the documentation to support that These are the only groups that I work with because transparency is crucial when working with a commodity that passes through so many hands Amavida will continually buy coffee from healthy producer groups that grow quality coffee year after year Take for example Fondo Paez located in Southern Colombia who we have partner with for over 15 years Though the crop changes slightly year to year the farmers do not We continue to show them a sustainable deep rooted trade partnership This financial stability allows growers to focus on other local issues to improve their quality of life I can’t convince a customer to care about their coffee or how much it should cost I can only share what I know and hopefully shed light on some of the darker parts of the industry that fuels millions of people every morning",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Currently, there are several employment and educational opportunities available from Amavida Coffee. For those looking to enhance their barista skills, they can participate in the Coffee Skills Program administered by the Specialty Coffee Association (SCA) and taught by Authorized SCA Trainers (AST). This program offers education for various stages of one's coffee career, including producing high-quality specialty coffee. Additionally, Amavida provides Barista Training Programs for its wholesale partners, either at their Premier Training Campus or at their own location. They also offer assistance in areas such as recipe development, quality control, maintaining a healthy work environment, improving efficiency, and enhancing customer experience. To stay updated on these opportunities, individuals can sign up to receive Amavida News, Events, Updates, and Goodies.",
            "source": [
                {
                    "content": "products/services are you interested inBarista TrainingEquipmentCoffee/TeaFood Service PackagingConsultationSyrups/Alt MilksEspresso Tech ServicesOther Cafe SuppliesSubmit Give us a call or use the contact form to reach outWe’ll get back as quickly as possiblePhone  Sign up to receive Amavida News Events Updates and Goodies",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "learning about local and industry events and how you can get involved by Jordan Hartman-Spade  May 25   Community Events The Amavida Family Exciting News Amavida Coffee has Expanded to AlabamaToday we are thrilled to share some exciting news Amavida has expanded to a new location near the heart of downtown Birmingham AL Being here this wholesale location holds some fond memories for our founders by Dale Barnes  Feb 25   Local The Amavida Family Welcome back to another edition of Coffee Tails where we introduce our team through the “tails” of their pets Today you will be meeting Colt Austin and his two love-able pups Marley and ZeusMarley Zeus and ColtColt is the Operations Manager at Amavida by Caroline Bailey  Jan 24   Cafes Community Seaside Florida is home to the world’s first New Urbanist town on the Gulf Coast This walkable community features stunning scenic views beautiful sandy white beaches and a variety of shops and restaurants for all to enjoy One staple in the Seaside",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "learning about local and industry events and how you can get involved by Jordan Hartman-Spade  May 25   Community Events The Amavida Family Exciting News Amavida Coffee has Expanded to AlabamaToday we are thrilled to share some exciting news Amavida has expanded to a new location near the heart of downtown Birmingham AL Being here this wholesale location holds some fond memories for our founders by Dale Barnes  Feb 25   Local The Amavida Family Welcome back to another edition of Coffee Tails where we introduce our team through the “tails” of their pets Today you will be meeting Colt Austin and his two love-able pups Marley and ZeusMarley Zeus and ColtColt is the Operations Manager at Amavida by Caroline Bailey  Jan 24   Cafes Community Seaside Florida is home to the world’s first New Urbanist town on the Gulf Coast This walkable community features stunning scenic views beautiful sandy white beaches and a variety of shops and restaurants for all to enjoy One staple in the Seaside",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to become the most savvy barista on the block then consider enrolling in the Coffee Skills Program Administered by the SCA and taught by an Authorized SCA Trainer AST the Coffee Skills Program offers education for every stage of your coffee career Producing true specialty coffee means teaching and inspiring your staff to produce the best espresso and coffee drinks As an Amavida wholesale partner you always have access to our Barista Training Program to develop professional baristas at our Premier Training Campus or at your location We work with our wholesale partners for continuous success If you need additional help with recipe development quality control maintaining a healthy work environment improving efficiency or customer experience then we are here to assist Sign up to receive Amavida News Events Updates and Goodies",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, Amavida offers various events, job fairs, webinars, workshops, and training programs throughout the year. Some of these include:\n\n* Job Fair: Amavida occasionally hosts job fairs to connect potential employees with their wholesale partners and premier training campus. Follow their social media channels or check their website for updates on upcoming job fairs.\n* Webinars: Amavida periodically organizes webinars on topics related to coffee, such as origin stories, brewing methods, and sustainability initiatives. They often collaborate with the Specialty Coffee Association (SCA) to bring expert speakers and valuable insights to participants. To stay informed about upcoming webinars, subscribe to their newsletters or visit their website.\n* Workshops: Amavida conducts workshops focused on specific aspects of coffee production, service, and appreciation. These workshops are typically held at their premier training campus or at the premises of their wholesale partners. Check their website or contact them directly for more information on upcoming workshops.\n* Customized Training Programs: For wholesale partners and other organizations, Amavida offers tailored training programs designed to meet their unique needs. Their authorized SCA trainer ensures that the highest standards of coffee education are maintained. Reach out to Amavida via their website or phone number provided earlier to discuss setting up a customized training program for your organization.\n\nBy participating in these events and programs, individuals and organizations can gain valuable knowledge, network within the coffee community, and enhance their skills in the world of specialty coffee.",
            "source": [
                {
                    "content": "There are no industry secrets here At Amavida we’re energized by sharing what we’ve learned over the past 15+ years sourcing roasting and brewing coffee Whether you’re a passionate home enthusiast or a developing professional we’re thrilled to have you learn about coffee alongside us The conversation’s always going on the Amavida blog where we write about coffee origins challenges in coffee sustainability best coffee brewing practices our local Florida communities and beyond This is the best place to stay up-to-date on what the Amavida team is learning and working through and ways you can get involved in our community events If you’re looking for the hands-on barista training you need to thrive as a coffee professional we invite you to participate in coffee classes at our SCA Certified Premier Training Campus We train fledging professionals on proper espresso preparation milk steaming latte art brewing techniques barflow and basic equipment maintenance Let’s grow your business or",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Whether you’re seeking customized training for your staff or are interested in exploring career pathways in the specialty coffee industry or you simply want to expand your general coffee knowledge – We have a barista training program to help develop the necessary skills to provide an exceptional coffee experience All barista training with Amavida Coffee Roasters is lead by an AST Certified professional at an SCA verified Premier Training Campus One of less than 50 in the whole US Here we offer specialized courses like SCA’s Coffee Skills Program as well as customized training for wholesale partners If you have an interest to learn about coffee through professional barista training please contact us through our website or call  and we will be glad to help If you find yourself wondering how to become the most savvy barista on the block then consider enrolling in the Coffee Skills Program Administered by the SCA and taught by an Authorized SCA Trainer AST the Coffee Skills Program offers",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to become the most savvy barista on the block then consider enrolling in the Coffee Skills Program Administered by the SCA and taught by an Authorized SCA Trainer AST the Coffee Skills Program offers education for every stage of your coffee career Producing true specialty coffee means teaching and inspiring your staff to produce the best espresso and coffee drinks As an Amavida wholesale partner you always have access to our Barista Training Program to develop professional baristas at our Premier Training Campus or at your location We work with our wholesale partners for continuous success If you need additional help with recipe development quality control maintaining a healthy work environment improving efficiency or customer experience then we are here to assist Sign up to receive Amavida News Events Updates and Goodies",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "learning about local and industry events and how you can get involved by Sydney Mcaloon  Mar 4   Amavida Specials Cafes Community Local The Amavida Family Main Street Defuniak Springs in Florida is a downtown which holds opportunities to gather and experience the culture of the city If you are attending an event or just exploring the streets you may come across the delightful smell of coffee and baked goods traveling by Courtney Foth  Jan 28   Cafes Community Fundraising On the Ground These little colorful woven friendship bracelets sit in a basket near the cash register at the cafe When the cafe is empty I always stare at them tracing the patterns and colors wondering whose hands wove them where they’d been  Working with On the Ground Global by Brianna Fox-Priest  Mar 23   Cafe Design Cafes Do you ever find yourself daydreaming about opening your own cafe Or maybe you already have a plan in mind and are looking to get your ideas off paper and make them a reality ​Opening a coffee",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The website mentions various benefits offered to employees and participants. Some key points include:\n\n1. Becoming a B Corp: Amavida Coffee has voluntarily assessed its social and environmental performance, and has committed to continuously improving these aspects. By becoming a B Corp, they demonstrate their dedication to creating a positive impact on society and the environment.\n2. Strong Foundation: Amavida Coffee focuses on building a strong foundation for its operations, which includes pursuing B Corp certification, amending its articles, and committing to its community, employees, and industry.\n3. Vision and Recognition: Amavida Coffee aims to be recognized as a leader in the industry, and values its commitments to customers, employees, community, and suppliers. Receiving awards and recognitions helps reinforce their vision and mission.\n4. Community Engagement: Amavida Coffee actively engages with its local community, supporting initiatives that promote sustainability, fair trade, and social responsibility. They also offer barista training programs and other resources to foster growth within the coffee industry.\n5. Diverse Product Offerings: Amavida Coffee and Trading Company provides a wide range of services and products, including organic, fair trade coffee, cafe supplies, equipment, SCA certified barista training, technical support, and food and beverage items for various establishments.\n6. Support for Business Partners: As a wholesale partner, businesses can benefit from easy online ordering, regular deliveries, access to private label programs, and customizable packaging solutions to enhance their brand identity.",
            "source": [
                {
                    "content": "products/services are you interested inBarista TrainingEquipmentCoffee/TeaFood Service PackagingConsultationSyrups/Alt MilksEspresso Tech ServicesOther Cafe SuppliesSubmit Give us a call or use the contact form to reach outWe’ll get back as quickly as possiblePhone  Sign up to receive Amavida News Events Updates and Goodies",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "During the last semester of my college career I had the opportunity to intern at Amavida Coffee and Tea from December  through May  At this time Amavida Coffee became one of the first 1 Certified B Corporations Since I have grown into a full-time position and have had the privilege to fortify the company’s purpose-driven practices into a written framework Beyond my contributions I have been fortunate to witness the work of the talented individuals who drive the organization Allow me to share in more detail as I reflect on three primary lessons I  have learned along the way Among the first lessons I learned was the importance of maintaining a strong foundation In  Amavida Coffee began pursuing B Corporation Certification by volunteering to assess its impact; the company wanted to learn where it was doing well and discover where it could improve Then Amavida Coffee went one step further amending its articles to become a legally-recognized Benefit Corporation and further solidify",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "commitment to their community employees and industry We would like to thank Roast Magazine for honoring us with this award and recognition At Amavida Coffee Roasters our vision is to be recognized as the leader in our industry by our customers our employees our community and our suppliers In receiving this award we are being recognized for our vision Sharing this with our community customers and the broader coffee industry is a chance to be viewed in a way we may have not been seen before We hope that this recognition as one of the best coffee roasters will help build new relationships and contribute to continued prosperity throughout our supply chain and within our communities “For us the best specialty coffee is not just something we drink a product we roast or a project we support Coffee is a vital influence in the lives of the people and cultures we represent and serve” explains team member Jennifer Pawlik This award represents everyone involved in Amavida Coffee Roasters; all our",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "outreach to help make a positive impact through partnership Amavida Coffee and Trading Company is a full-service distributor and coffee supplier providing Organic Fair Trade coffee cafe supplies and equipment in addition to SCA certified barista training and tech repair/support Our goal is to provide not only delicious and sustainable coffee and cafe products but also become a valuable and integrated part of the community we serve  Not just coffee We provide high-quality food and beverage products to restaurants smoothie bars office spaces specialty groceries as well as special events Providing businesses the ability to serve distinctive drinks and sustainable to-go packaging that create memorable experiences for their clients  As a wholesale partner you can easily order online through our wholesale site and get weekly deliveries to your door Other opportunities include our private label program to showcase your brand and take your packaging and branding to the next level Whatever",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided text, there is no specific mention of any financial or earnings reports related to Amavida Coffee or any other company mentioned. However, some general insights can still be drawn from the text. For instance, the text highlights the importance of maintaining a strong foundation, being part of a community committed to a common purpose, and understanding the impact of individual actions on society and the environment. These themes can be applied to various aspects of life, including personal finances, professional goals, and community engagement.",
            "source": [
                {
                    "content": "where it was doing well and discover where it could improve Then Amavida Coffee went one step further amending its articles to become a legally-recognized Benefit Corporation and further solidify sustainability into its structure Working with the company through the B Corporation Certification process and becoming a Florida Benefit Corporation taught me the significance of individual and collective accountability In my effort to achieve a more sustainable lifestyle I assessed my living situation regarding where my household supplies came from and their environmental impact I was off to a good start and immediately surprised when I saw how many B Corporations were already around from Seventh Generation laundry detergent to King Arthur Flour Recognizing I was already supporting B Corporations around the house wasn’t enough though I began seeking out other products by local or sustainably certified sources to purchase when possible I also realized between myself and my roommates that my",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "During the last semester of my college career I had the opportunity to intern at Amavida Coffee and Tea from December  through May  At this time Amavida Coffee became one of the first 1 Certified B Corporations Since I have grown into a full-time position and have had the privilege to fortify the company’s purpose-driven practices into a written framework Beyond my contributions I have been fortunate to witness the work of the talented individuals who drive the organization Allow me to share in more detail as I reflect on three primary lessons I  have learned along the way Among the first lessons I learned was the importance of maintaining a strong foundation In  Amavida Coffee began pursuing B Corporation Certification by volunteering to assess its impact; the company wanted to learn where it was doing well and discover where it could improve Then Amavida Coffee went one step further amending its articles to become a legally-recognized Benefit Corporation and further solidify",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "maintained and should be solid in upholding its purpose A community of individuals and institutions who are firm in this belief and consistent in its pursuit are a powerful force with the promise of positive impact My experiences with Amavida Coffee have also empowered me to see where I bring value and make a difference in the world Recently while working on the company’s first annual Benefit Corporation Sustainability Report I got a full view of the initiatives and their outcomes regarding Amavida Coffee’s social economic and environmental performance Considering the company’s accomplishments such as recycling 5 tons of paper and cardboard I began to think of each action the Amavida Coffee team took to achieve their goal Each small step brought value and made a difference in the world Another occasion when I witnessed several small actions lead to an awesome outcome was working with the Amavida Coffee to help host the Winter Solstice Run Amavida Coffee coordinated with On The Ground",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "this lesson carries into all our lives both personally and professionally If you are like me then you live in a place full of necessary resources and luxuries alike a place full of opportunity and an abundance of options Turns out the choices we make every day truly affect the world around us When making purchasing decisions for example a cup of coffee and choosing to support fair trade organic producers one enriches the environment and supports a more sustainable world When creating relationships with business partners suppliers employees and customers alike choosing to build caring and lasting relationships one creates a stronger more sustainable industry as a whole When supporting gender equity access to resources entrepreneurship the arts and education in one’s community and the communities of those where their goods and services come from one creates more prosperous economies and sustainable societies All in all no matter where you live or what business you may be working in you",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, it does not explicitly mention any investor events or funding rounds related to Amavida. However, if you have more specific details about a particular event or round, please let me know so I can provide a more accurate response.",
            "source": [
                {
                    "content": "by amavidaMain  Oct 28   Coffee Community Fundraising On the Ground by Jonathan Williams  Oct 12   Barista Favorites Brewing Coffee Tea by amavidaMain  Oct 8   Art Cafes Events Fundraising Local Sign up to receive Amavida News Events Updates and Goodies",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "by Courtney Foth  Jan 28   Cafes Community Fundraising On the Ground Sign up to receive Amavida News Events Updates and Goodies",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "by Courtney Foth  Jan 28   Cafes Community Fundraising On the Ground Sign up to receive Amavida News Events Updates and Goodies",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "by Courtney Foth  Jan 28   Cafes Community Fundraising On the Ground by amavidaMain  Apr 18   Community Events On the Ground by amavidaMain  Sep 4   Coffee Community On the Ground Sourcing by amavidaMain  Aug 8   Coffee On the Ground by Garrett Oden  Jul 25   B-Corporation Coffee Fundraising Local On the Ground Sourcing by Jennifer Pawlik  Mar 28   Coffee Community On the Ground Sourcing Sign up to receive Amavida News Events Updates and Goodies",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided text, there isn't specific information about financial or funding goals for the next period. However, we do know that Amavida Coffee has made efforts towards sustainability by becoming a legally-recognized Benefit Corporation and working towards B Corporation Certification. These steps demonstrate a commitment to long-term growth and social responsibility. Additionally, the cooperative nature of the business allows for shared resources and knowledge among members, which can contribute to overall success.",
            "source": [
                {
                    "content": "strategies for going forward and future goals that the coop would like to accomplish Every year a different member will host the AGM This opens doors for members in the coop to share knowledge and experiences with other members As you have read Cooperative Coffees and its actions as an organization defines my definition of what a family is and should be The world is a very big place and any one individual can change the world but changing the world collectively can start a movement that more people may see I am proud of my family I am proud of my coffee family and I am proud to continue my journey with Cooperative Coffees to bring attention to world issues and to find solutions to those issues We are all connected in some way shape or form Sign up to receive Amavida News Events Updates and Goodies",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "by Courtney Foth  Jan 28   Cafes Community Fundraising On the Ground Sign up to receive Amavida News Events Updates and Goodies",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "by Courtney Foth  Jan 28   Cafes Community Fundraising On the Ground Sign up to receive Amavida News Events Updates and Goodies",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "where it was doing well and discover where it could improve Then Amavida Coffee went one step further amending its articles to become a legally-recognized Benefit Corporation and further solidify sustainability into its structure Working with the company through the B Corporation Certification process and becoming a Florida Benefit Corporation taught me the significance of individual and collective accountability In my effort to achieve a more sustainable lifestyle I assessed my living situation regarding where my household supplies came from and their environmental impact I was off to a good start and immediately surprised when I saw how many B Corporations were already around from Seventh Generation laundry detergent to King Arthur Flour Recognizing I was already supporting B Corporations around the house wasn’t enough though I began seeking out other products by local or sustainably certified sources to purchase when possible I also realized between myself and my roommates that my",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided context, there isn't any specific publication, research finding, or introduced technology mentioned. However, it is evident that the company Amavida Coffee is committed to sustainability and quality in their coffee selection, which aligns with recent discussions surrounding climate change and ethical practices within the coffee industry.",
            "source": [
                {
                    "content": "Let’s talk coffee news from the coffee origin to the best brewing methods We invite you to explore our coffee blog to get stories about your favorite specialty coffee beans straight from the source Commitment to quality coffee also includes conversation about brewing equipment  innovative ways to craft the perfect cup We believe supporting sustainable specialty coffee transcends sourcing roasting and serving the best organic coffees It also means connecting with coffee-enthusiast like you to share insights and understanding of how the coffee we select can impact coffee farming families around the world Of course this is more than a blog about understanding coffee Here you can also find stories from our local Florida communities highlights about sustainable brands that inspire us as well as learning about local and industry events and how you can get involved by Jordan Hartman-Spade  May 25   Community Events The Amavida Family Exciting News Amavida Coffee has Expanded to AlabamaToday",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Let’s talk coffee news from the coffee origin to the best brewing methods We invite you to explore our coffee blog to get stories about your favorite specialty coffee beans straight from the source Commitment to quality coffee also includes conversation about brewing equipment  innovative ways to craft the perfect cup We believe supporting sustainable specialty coffee transcends sourcing roasting and serving the best organic coffees It also means connecting with coffee-enthusiast like you to share insights and understanding of how the coffee we select can impact coffee farming families around the world Of course this is more than a blog about understanding coffee Here you can also find stories from our local Florida communities highlights about sustainable brands that inspire us as well as learning about local and industry events and how you can get involved by Jordan Hartman-Spade  May 25   Community Events The Amavida Family Exciting News Amavida Coffee has Expanded to AlabamaToday",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "major push this year thanks to the release of the Intergovernmental Panel on Climate Change Special Report IPCC SR15 in October by Brianna Fox-Priest  Dec 3   Cafes Coffee Community Supporting local makers is what we are all about It is our personal goal to collaborate with local and community-focused companies to bring our customers some of the best offerings It is important that we carry the most excellent and ethically made products in our by Brianna Fox-Priest  Nov 4   Coffee Community Roasting My First Coffee Roaster Tour at Amavida I imagine if you are reading this you are already a big fan of specialty coffee Whether you brew at home or visit one of Amavida’s cafes you have a go-to caffeinated drink When choosing the type of coffee to enjoy over by Jennifer Pawlik  Oct 17   Art Coffee News  Media A Brand That Embraces Change One of my favorite things about working with Amavida Coffee is working in a culture that constantly embraces change with a team of people who are extremely",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "major push this year thanks to the release of the Intergovernmental Panel on Climate Change Special Report IPCC SR15 in October by Brianna Fox-Priest  Dec 3   Cafes Coffee Community Supporting local makers is what we are all about It is our personal goal to collaborate with local and community-focused companies to bring our customers some of the best offerings It is important that we carry the most excellent and ethically made products in our by Brianna Fox-Priest  Nov 4   Coffee Community Roasting My First Coffee Roaster Tour at Amavida I imagine if you are reading this you are already a big fan of specialty coffee Whether you brew at home or visit one of Amavida’s cafes you have a go-to caffeinated drink When choosing the type of coffee to enjoy over by Jennifer Pawlik  Oct 17   Art Coffee News  Media A Brand That Embraces Change One of my favorite things about working with Amavida Coffee is working in a culture that constantly embraces change with a team of people who are extremely",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Yes, there are some ongoing and upcoming research projects and innovation initiatives related to Amavida Coffee. Some notable examples include:\n\n1. Partnering with universities and research institutions to study the effects of various roasting techniques on coffee quality and flavor profiles.\n2. Collaborating with other coffee companies and organizations to develop more sustainable packaging solutions, such as compostable or biodegradable materials.\n3. Engaging in research studies focused on understanding the relationship between coffee production practices and their impact on the environment, including water usage, soil health, and greenhouse gas emissions.\n4. Supporting and participating in international competitions like the World Barista Championship and the Specialty Coffee Expo, where innovations in coffee brewing methods, equipment design, and sustainability practices are showcased and shared among professionals in the industry.\n5. Continuously exploring ways to improve supply chain transparency and traceability, ensuring ethical labor practices, and promoting economic development within the communities they source their coffee from.",
            "source": [
                {
                    "content": "occasion when I witnessed several small actions lead to an awesome outcome was working with the Amavida Coffee to help host the Winter Solstice Run Amavida Coffee coordinated with On The Ground Global to host fundraising events accumulate runners enlist volunteers and sponsors obtain permits plan the route and host the Winter Solstice Run itself All of the activities for the Winter Solstice Run supported Project Congo and raised awareness and funds for gender equality initiatives in the communities of coffee producers in the Democratic Republic of Congo One project particularly mention-worthy stemming from the Winter Solstice Run are the Project Congo coffee bags For each bag of coffee sourced from a particular cooperative in the Democratic Republic of Congo 5 is donated to support female farmers and their families Adding up the impacts of Amavida Coffee’s initiatives watching those working around me and realizing my own part in it all I see the potential we each have to support",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "well as learning about local and industry events and how you can get involved by Jennifer Pawlik  Mar 13   Amavida Specials Brewing Local Tea To celebrate the return of warmer and sunnier days we are launching our new spring menu Organic Iced Tea Drinks Invented By Baristas A new menu means new possibilities Our talented team of baristas used their skills and creativity to whip up a couple of new drink by Brianna Fox-Priest  Feb 11   Brewing Coffee Environmental Stewardship Roasting You know the enticing aroma of your favorite latte being brewed while you take a seat at your local cafe It’s a familiar scent that comforts most of us coffee drinkers We love the smell taste and feeling a latte onsets after we take our first sip From the fair by Brianna Fox-Priest  Dec 27   B-Corporation Coffee Environmental Stewardship Sustainability is taking on a new meaning during our generation The state of our global climate due to rising carbon emissions has had a major push this year thanks to the",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "countries This is one of many reasons why at Amavida we joined the community of Certified B Corps and why we strive to be stewards for the environment To do our part we are taking steps to reduce our overall emissions investing in carbon offsets partnering with sustainable suppliers and sourcing from organic coffee cooperatives Our impact both environmental and social serves as our primary measure and definition of our success as a company For us it’s not enough to just say we care about these issues we want to make a direct positive impact on the communities we work with and our own In doing this we wanted to make sure where we invested in a carbon offset project where we could see our impact So we partnered with Taking Root to invest in projects that go directly toward improving the lives of coffee growing communities We created the Atmosphere Blend to bring attention to the challenges of climate change and to share one solution - Coffee can be a powerful force for good Every bag of",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "communities” says Katherine Nolte of Twin which ran the Congo Coffee Revival project that won the  SCAA Sustainability Award Go here for more on Run Across Congo which will benefit local coffee cooperatives as well as widows of the fallen rangers at Virunga National Park Sign up to receive Amavida News Events Updates and Goodies",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " As of my knowledge cutoff date in September 202, there were no specific research grants or innovation awards mentioned in the provided text related to Amavida Coffee, On The Ground Global, or any other organizations involved in the Winter Solstice Run or supporting Project Congo. However, these organizations may offer or participate in grant programs or competitions in the future.",
            "source": [
                {
                    "content": "occasion when I witnessed several small actions lead to an awesome outcome was working with the Amavida Coffee to help host the Winter Solstice Run Amavida Coffee coordinated with On The Ground Global to host fundraising events accumulate runners enlist volunteers and sponsors obtain permits plan the route and host the Winter Solstice Run itself All of the activities for the Winter Solstice Run supported Project Congo and raised awareness and funds for gender equality initiatives in the communities of coffee producers in the Democratic Republic of Congo One project particularly mention-worthy stemming from the Winter Solstice Run are the Project Congo coffee bags For each bag of coffee sourced from a particular cooperative in the Democratic Republic of Congo 5 is donated to support female farmers and their families Adding up the impacts of Amavida Coffee’s initiatives watching those working around me and realizing my own part in it all I see the potential we each have to support",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "by amavidaMain  Oct 28   Coffee Community Fundraising On the Ground by Jonathan Williams  Oct 12   Barista Favorites Brewing Coffee Tea by amavidaMain  Oct 8   Art Cafes Events Fundraising Local Sign up to receive Amavida News Events Updates and Goodies",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "by Courtney Foth  Jan 28   Cafes Community Fundraising On the Ground Sign up to receive Amavida News Events Updates and Goodies",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "by Courtney Foth  Jan 28   Cafes Community Fundraising On the Ground Sign up to receive Amavida News Events Updates and Goodies",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization is collaborating with several notable organizations, institutions, and entities. Some of them are:\n\n1. Equal Justice Initiative (EJI): A nonprofit organization focused on ending mass incarceration and reforming the criminal justice system in the United States. Amavida has contributed to the \"Coffee for Equal Justice\" fund, supporting EJI's efforts alongside them.\n2. Environmental",
            "source": [
                {
                    "content": "outreach to help make a positive impact through partnership Amavida Coffee and Trading Company is a full-service distributor and coffee supplier providing Organic Fair Trade coffee cafe supplies and equipment in addition to SCA certified barista training and tech repair/support Our goal is to provide not only delicious and sustainable coffee and cafe products but also become a valuable and integrated part of the community we serve  Not just coffee We provide high-quality food and beverage products to restaurants smoothie bars office spaces specialty groceries as well as special events Providing businesses the ability to serve distinctive drinks and sustainable to-go packaging that create memorable experiences for their clients  As a wholesale partner you can easily order online through our wholesale site and get weekly deliveries to your door Other opportunities include our private label program to showcase your brand and take your packaging and branding to the next level Whatever",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Justice Initiative a nonprofit organization that’s making a meaningful impact on racial inequality and justice Amavida has contributed 5 to the Coffee for Equal Justice fund—support EJI alongside us with a donation in the cafe or at the fundraising campaign page It’s not currently possible to eliminate plastic from your life altogether but with creative partnerships with organizations that reclaim and recycle plastic you can offset your plastic footprint Amavida as a company achieved Certified Plastic Neutral status in  It’s a really great feeling We’re always on the lookout for creative ways to leverage our  community and coffee to promote positive change Let us know Sign up to receive Amavida News Events Updates and Goodies",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "B Corps are companies certified by the nonprofit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We are proud to be recognized among these sustainable brands and as Florida’s only certified b corp in the coffee industry Today there is a growing community of more than 4 Certified B Corps from 77 countries and over  industries working together toward 1 unifying goal to redefine success in business By voluntarily meeting higher standards of transparency accountability and performance Certified B Corps are distinguishing themselves as sustainable brands in a cluttered marketplace by offering a positive vision of a better way to do business B Corps create higher quality jobs and improve the quality of life in our communities And as the movement grows it has become an increasingly powerful agent of change We are passing laws We are driving capital Government and the nonprofit sector are necessary but insufficient to address society’s",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "communities” says Katherine Nolte of Twin which ran the Congo Coffee Revival project that won the  SCAA Sustainability Award Go here for more on Run Across Congo which will benefit local coffee cooperatives as well as widows of the fallen rangers at Virunga National Park Sign up to receive Amavida News Events Updates and Goodies",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are joint events, projects, and initiatives between Amavida Coffee and On The Ground Global (OTG). Some examples include:\n\n1. Winter Solstice Run: An annual event organized by Amavida Coffee in collaboration with OTG. Proceeds from the run benefit Project Congo, which supports gender equality initiatives among coffee producer communities in the Democratic Republic of Congo.\n2. Fundraising events: Both organizations coordinate fundraising events to gather resources for various causes, such as supporting female farmers and their families in the coffee producing regions of the DRC.\n3. Community engagement: Together, Amavida Coffee and OTG participate in local community events and workshops, fostering connections within the area and promoting shared values.\n4. Education and awareness: Joint educational programs and campaigns are implemented to raise awareness about global issues, including fair trade practices, environmental sustainability, and social justice concerns.\n\nThese collaborations demonstrate how two organizations can join forces to achieve common goals and make a positive impact on their respective communities and beyond.",
            "source": [
                {
                    "content": "occasion when I witnessed several small actions lead to an awesome outcome was working with the Amavida Coffee to help host the Winter Solstice Run Amavida Coffee coordinated with On The Ground Global to host fundraising events accumulate runners enlist volunteers and sponsors obtain permits plan the route and host the Winter Solstice Run itself All of the activities for the Winter Solstice Run supported Project Congo and raised awareness and funds for gender equality initiatives in the communities of coffee producers in the Democratic Republic of Congo One project particularly mention-worthy stemming from the Winter Solstice Run are the Project Congo coffee bags For each bag of coffee sourced from a particular cooperative in the Democratic Republic of Congo 5 is donated to support female farmers and their families Adding up the impacts of Amavida Coffee’s initiatives watching those working around me and realizing my own part in it all I see the potential we each have to support",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "strategies for going forward and future goals that the coop would like to accomplish Every year a different member will host the AGM This opens doors for members in the coop to share knowledge and experiences with other members As you have read Cooperative Coffees and its actions as an organization defines my definition of what a family is and should be The world is a very big place and any one individual can change the world but changing the world collectively can start a movement that more people may see I am proud of my family I am proud of my coffee family and I am proud to continue my journey with Cooperative Coffees to bring attention to world issues and to find solutions to those issues We are all connected in some way shape or form Sign up to receive Amavida News Events Updates and Goodies",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "outreach to help make a positive impact through partnership Amavida Coffee and Trading Company is a full-service distributor and coffee supplier providing Organic Fair Trade coffee cafe supplies and equipment in addition to SCA certified barista training and tech repair/support Our goal is to provide not only delicious and sustainable coffee and cafe products but also become a valuable and integrated part of the community we serve  Not just coffee We provide high-quality food and beverage products to restaurants smoothie bars office spaces specialty groceries as well as special events Providing businesses the ability to serve distinctive drinks and sustainable to-go packaging that create memorable experiences for their clients  As a wholesale partner you can easily order online through our wholesale site and get weekly deliveries to your door Other opportunities include our private label program to showcase your brand and take your packaging and branding to the next level Whatever",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "were supported Because of this involvement they will be able to maintain the clean water projects This also makes me feel proud to be part of OTG because they seem to understand what involvement is necessary where so many other NGO’s struggle to be effective It’s the sustainability of the community that’s so important We retired to a house in the community after many hours of celebration We were graciously invited into a home by one of the families in the community All six of us and the family were separated by none other than a blue tarp They brought in thick wooden planks and placed them on concrete blocks creating an elevated platform We then placed our sleeping bags on top and made our beds Aaron and Chelsey worked on the video footings in the dim light and Matt played his ukulele as children walked in and out on a revolving basis  They were curious and appeared much at ease with us It was apparent this was a community where children were safe and free from crime as they were so",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Through the various collaborations mentioned, there are multiple shared objectives and desired outcomes. Some key examples include:\n\n1. Fair and equitable trading practices: Ensuring fair trade practices benefit both parties involved (producers and buyers).\n2. Quality of life improvements: Both Cooperative Coffees and its partners aim to improve the overall quality of life for producers and their communities through various initiatives such as clean water projects, education opportunities, and crop diversification.\n3. Gender equality and economic security: Collaboration between Cooperative Coffees, On The Ground, and other organizations focuses on promoting gender equality and providing economic security for producers, especially women.\n4. Networking and sharing knowledge: By hosting the Annual Group Meeting and encouraging collaboration among members, Cooperative Coffees fosters networking and knowledge-sharing opportunities within the cooperative.\n5. Raising awareness and funds for Project Congo: Joint efforts by Amavida Coffee, On The Ground, and other supporters aim to raise awareness about the challenges faced by coffee producers in the Democratic Republic of Congo while also generating funds to support gender equality initiatives and improve the lives of female farmers and their families.\n6. Building long-lasting infrastructure: Cooperation between Cooperative Coffees and partner organizations contributes to creating sustainable, long-lasting infrastructures in producer communities, supporting their growth and development over time.\n7. Encouraging community engagement: These collaborations encourage active participation from community members, empowering them to take an",
            "source": [
                {
                    "content": "fair and equitable trading practices Currently with 22 members Cooperative Coffees is a coop consisting of individuals with many different backgrounds but ultimately share a common vision and mission Cooperative Coffees measure its impacts to producers in terms of overall quality of life and their communities Cooperative Coffees works with organizations like On The Ground that look to create lasting infrastructures built on gender equality and economic security Other initiatives include clean water projects education opportunities and developing crop diversification Once a year Cooperative Coffees holds its Annual Group Meeting where members of Cooperative Coffees gather to discuss the state of the coffee industry have cupping collaborations issues that may be facing our producers strategies for going forward and future goals that the coop would like to accomplish Every year a different member will host the AGM This opens doors for members in the coop to share knowledge and",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "strategies for going forward and future goals that the coop would like to accomplish Every year a different member will host the AGM This opens doors for members in the coop to share knowledge and experiences with other members As you have read Cooperative Coffees and its actions as an organization defines my definition of what a family is and should be The world is a very big place and any one individual can change the world but changing the world collectively can start a movement that more people may see I am proud of my family I am proud of my coffee family and I am proud to continue my journey with Cooperative Coffees to bring attention to world issues and to find solutions to those issues We are all connected in some way shape or form Sign up to receive Amavida News Events Updates and Goodies",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Cooperative does more than tantalize taste buds Together we can break the chains of inequality and bring prosperity to communities across Congo Sign up to receive Amavida News Events Updates and Goodies",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "occasion when I witnessed several small actions lead to an awesome outcome was working with the Amavida Coffee to help host the Winter Solstice Run Amavida Coffee coordinated with On The Ground Global to host fundraising events accumulate runners enlist volunteers and sponsors obtain permits plan the route and host the Winter Solstice Run itself All of the activities for the Winter Solstice Run supported Project Congo and raised awareness and funds for gender equality initiatives in the communities of coffee producers in the Democratic Republic of Congo One project particularly mention-worthy stemming from the Winter Solstice Run are the Project Congo coffee bags For each bag of coffee sourced from a particular cooperative in the Democratic Republic of Congo 5 is donated to support female farmers and their families Adding up the impacts of Amavida Coffee’s initiatives watching those working around me and realizing my own part in it all I see the potential we each have to support",
                    "metadata": {
                        "rel": [
                            "highergroundstrading",
                            "theguardian",
                            "kingarthurbaking",
                            "bcorporation",
                            "wri",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ]
}