{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " ARK coworking has integrated several strategies to minimize their impact on the environment while providing high-quality services. Some of these practices include:\n\n1. Using energy-efficient appliances and equipment with automatic sleep modes, after-hour timers, or other power-saving features.\n2. Recycling paper, cardboard, and plastic materials with Islington Council.\n3. Partnering with Castle Water to provide water supply in the past 12 months, estimating approximately m3 of water consumed during this period. Although there was an increase compared to the previous year, efforts were made to conserve water resources.\n4. Evaluating operations to ensure efficiency and minimize waste production.\n5. Encouraging employees, members, guests, and suppliers to participate in recycling initiatives.\n6. Purchasing Energy Star certified equipment and appliances whenever possible.\n7. Utilizing smart heaters and smart plugs to manage energy consumption and turn off electrical equipment automatically when not in use.\n8. Striving to maintain a safe and healthy workplace for employees while adhering to relevant environmental legislation.\n\nBy implementing these sustainable practices, ARK coworking demonstrates its commitment to reducing its environmental footprint and promoting eco-friendliness among its members, employees, and guests.",
            "source": [
                {
                    "content": "installed and use smart plugs to manage turning off electrical equipment overnight or when the building is not in use We recycle paper cardboard and plastic with Islington Council In the past 12 months we estimate we produced Castle Water provide our water in the past 12 months we estimate we used approx m3 of water down from the previous year where we estimated our usage at m3 In the past year we took on All Saints church and restored the church hall into our new coworking home We used local suppliers and contractors and estimate we used 26GJ electrics to strip out and produced 12 tonnes of waste from the outgoing tenant and 4 tonnes from ARK moving in ARK’s environmental policy can be found at wwwarkcoworkingcom/environmentalpolicyRead more on Our Impact pages We encourage our employees and members to reduce our impact on the environment where possibleFor ideas to help be greener at home see wwwgreenmatchcouk/blog/how-to-be-more-eco-friendlyGovernment advice on improving building",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "ARK coworking is committed to leading the industry in minimising the impact of its activities on the environment We aim to provide a quality service in a manner that ensures a safe and healthy workplace for our employees and minimises our potential damage to the environment We will operate in compliance with all relevant environmental legislation and we will strive to use pollution prevention and environmental best practices in all we do The key points of its strategy to achieve this are Integrate the consideration of environmental concerns and impacts into our decision making and activities; Promote environmental awareness among our employees members and guests and encourage them to work in an environmentally responsible manner; Communicate our environmental commitment to our members and the wider public and encourage them to support it; Minimise waste by evaluating our operations and ensuring they are as efficient as possible; Minimise energy and water use within our buildings and",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "our electricity usage for the past year to be a total  kWh  gigajoulesThis is very similar to the previous year where we approximated our electricity consumption at  GJ Our gas is  carbon neutral Around 3 of gas our supplier buys is from renewable sources like food or farm waste The rest is offset by supporting carbon reduction projects around the world We estimate the amount of gas used in the past year to be 75 kWh  gigajoulesThis is similar to the previous year where we used  GJ When purchasing equipment we strive to purchase Energy Star Appliances / equipment with Automatic Sleep Modes / After-Hour Timers / etcWe have smart heaters installed and use smart plugs to manage turning off electrical equipment We recycle paper cardboard and plastic with Islington Council In the past 12 months we estimate we produced Castle Water provide our water in the past 12 months we estimate we used approx m3 of water This is an increase from the previous year where we estimated our water",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "the wider public and encourage them to support it; Minimise waste by evaluating our operations and ensuring they are as efficient as possible; Minimise energy and water use within our buildings and processes in order to conserve supplies and minimise the consumption of natural resources; Actively promote recycling both internally and amongst our members guests and suppliers ARK coworking K X Coworking Ltd Carnegie Street London N1 9QW///admiralmakerstate About us  Join us  Our Values  Legal  Sitemap  Covid",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Based on the provided text, I cannot provide a specific list of 10 events or initiatives focused on environmental conservation by ARK coworking. However, the text highlights several aspects of their mission related to sustainability and having a positive impact on the environment. These include:\n\n1. Making their building operation more energy-efficient and sustainable.\n2. Purchasing products from eco-friendly brands.\n3. Supporting businesses that promote giving items a second life and sharing resources within the community.\n4. Collaborating with local businesses and initiatives committed to making a difference in their neighborhood.\n5. Engaging in activities that benefit the local community and environment.\n\nWhile these points do not directly mention specific events or initiatives, they demonstrate ARK coworking's commitment to promoting environmental conservation and sustainability in their operations and community involvement.",
            "source": [
                {
                    "content": "We have a vision for ARK to be a force for good in our local area to give back to the community around us and impact our neighbours for the better while trying our best to leave a smaller a footprint on our planet while we’re at it We’re working to make running our building a more energy efficient and sustainable business Purchasing from brands we love that care about people and the planet Supporting businesses that promote giving items a second life and sharing and reusing in our day-to-day operations Teaming up with local businesses and initiviates that are commited to making a difference A way for us to have a positive impact on our local neighbourhood Each year we report on what has happened in the past year in ARK; the businesses that call our space home our spARK program ARK updates and our environmental giving Read our latest report below and to just see our environmental impact click through on the links  impact  impact  impact  impact  impact  ARK coworking K X Coworking Ltd",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "We have a vision for ARK to be a force for good in our local area to give back to the community around us and impact our neighbours for the better while trying our best to leave a smaller a footprint on our planet while we’re at it We’re working to make running our building a more energy efficient and sustainable business Purchasing from brands we love that care about people and the planet Supporting businesses that promote giving items a second life and sharing and reusing in our day-to-day operations Teaming up with local businesses and initiviates that are commited to making a difference A way for us to have a positive impact on our local neighbourhood Each year we report on what has happened in the past year in ARK; the businesses that call our space home our spARK program ARK updates and our environmental giving Read our latest report below and to just see our environmental impact click through on the links  impact  impact  impact  impact  impact  ARK coworking K X Coworking Ltd",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "We have a vision for ARK to be a force for good in our local area to give back to the community around us and impact our neighbours for the better while trying our best to leave a smaller a footprint on our planet while we’re at it We’re working to make running our building a more energy efficient and sustainable business Purchasing from brands we love that care about people and the planet Supporting businesses that promote giving items a second life and sharing and reusing in our day-to-day operations Teaming up with local businesses and initiviates that are commited to making a difference A way for us to have a positive impact on our local neighbourhood Each year we report on what has happened in the past year in ARK; the businesses that call our space home our spARK program ARK updates and our environmental giving Read our latest report below and to just see our environmental impact click through on the links  impact  impact  impact  impact  impact  ARK coworking K X Coworking Ltd",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "We have a vision for ARK to be a force for good in our local area to give back to the community around us and impact our neighbours for the better while trying our best to leave a smaller a footprint on our planet while we’re at it We’re working to make running our building a more energy efficient and sustainable business Purchasing from brands we love that care about people and the planet Supporting businesses that promote giving items a second life and sharing and reusing in our day-to-day operations Teaming up with local businesses and initiviates that are commited to making a difference A way for us to have a positive impact on our local neighbourhood Each year we report on what has happened in the past year in ARK; the businesses that call our space home our spARK program ARK updates and our environmental giving Read our latest report below and to just see our environmental impact click through on the links  impact  impact  impact  impact  impact  ARK coworking K X Coworking Ltd",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The report provides information on several environmental impact metrics, including but not limited to:\n\n1. Electricity usage and sources (renewable vs non-renewable)\n2. Gas usage and carbon neutral status\n3. Recycling efforts with paper, cardboard, and plastic materials\n4. Water usage\n5. Energy efficiency improvements and waste reduction programs implemented in their building\n6. Environmental policies and links to external resources",
            "source": [
                {
                    "content": "installed and use smart plugs to manage turning off electrical equipment overnight or when the building is not in use We recycle paper cardboard and plastic with Islington Council In the past 12 months we estimate we produced Castle Water provide our water in the past 12 months we estimate we used approx m3 of water down from the previous year where we estimated our usage at m3 In the past year we took on All Saints church and restored the church hall into our new coworking home We used local suppliers and contractors and estimate we used 26GJ electrics to strip out and produced 12 tonnes of waste from the outgoing tenant and 4 tonnes from ARK moving in ARK’s environmental policy can be found at wwwarkcoworkingcom/environmentalpolicyRead more on Our Impact pages We encourage our employees and members to reduce our impact on the environment where possibleFor ideas to help be greener at home see wwwgreenmatchcouk/blog/how-to-be-more-eco-friendlyGovernment advice on improving building",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "We want to be considerate of our environmental impact - we care about the footprint us and our members We have worked with our Landlord and the Zero Emissions Network to drive Energy efficiency improvements and Waste reduction programs in our building Our environmental impact is measured from October  – October  In this time we have moved premises from Pentonville Road to our current home on Carnegie Street We monitor and record our energy usage For half of our reporting year Bulb was our energy provider a green energy provider that sources energy from renewable resources and offsets other emissions For the second half of the year in our new location our energy provider is British Gas who source 48 of energy from renewable sources November  - June  of our electricity was sourced from from renewable sources - wind hydro and solar power in the breakdown shown at bulbcouk/fuelmix/ We estimate our electricity usage for the past year to be a total kwh which equals  gigajoules very similar",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "We want to be considerate of our environmental impact - we care about the footprint us and our members We have worked with our Landlord and the Zero Emissions Network to drive Energy efficiency improvements and Waste reduction programs in our building Our environmental impact is measured from October  – October  when ARK was based in it’s previous location on Pentonville Road We monitor and record our energy usage For this time period Bulb was our energy provider a green energy provider that sources energy from renewable resources and offsets other emissions Hydro 1 = GJSolar 11 = GJWind 88 = 37GJ Our electricity is sourced from  of our energy from renewable sources They currently source renewable energy from wind hydro and solar power in the breakdown shown at bulbcouk/fuelmix/ We estimate our electricity usage for the past year to be a total  kWh  gigajoulesThis is very similar to the previous year where we approximated our electricity consumption at  GJ Our gas is  carbon neutral",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "our electricity usage for the past year to be a total  kWh  gigajoulesThis is very similar to the previous year where we approximated our electricity consumption at  GJ Our gas is  carbon neutral Around 3 of gas our supplier buys is from renewable sources like food or farm waste The rest is offset by supporting carbon reduction projects around the world We estimate the amount of gas used in the past year to be 75 kWh  gigajoulesThis is similar to the previous year where we used  GJ When purchasing equipment we strive to purchase Energy Star Appliances / equipment with Automatic Sleep Modes / After-Hour Timers / etcWe have smart heaters installed and use smart plugs to manage turning off electrical equipment We recycle paper cardboard and plastic with Islington Council In the past 12 months we estimate we produced Castle Water provide our water in the past 12 months we estimate we used approx m3 of water This is an increase from the previous year where we estimated our water",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, based on the provided information, the organization has committed to various aspects of social and corporate responsibility. They are a certified B Corp since 209, which means they meet high standards of verified performance accountability and transparency across several areas such as employee benefits, charitable giving, supply chain practices, and input materials. Additionally, they are an accredited member of Social Enterprise UK, demonstrating their dedication to businesses with a social or environmental purpose. Furthermore, they participate in the Mayor's Business Climate Challenge (BCC), which supports businesses in reducing energy consumption and accelerating building decarbonization efforts in London. Lastly, the organization reports annually on their environmental impact and initiatives aimed at positively influencing their local neighborhood.",
            "source": [
                {
                    "content": "B Corp Certification is a designation that a business is meeting high standards of verified performance accountability and transparency on factors from employee benefits and charitable giving to supply chain practices and input materials We’ve been a certified B Corp since  and were awarded a ‘Best for the World Community’ award by B Corp in  Accredited member of Social Enterprise UK - the UK’s largest body of businesses with a social or environment purpose The Mayor’s Business Climate Challenge BCC is an energy efficiency programme which supports businesses to reduce their energy consumption and to accelerate building decarbonisation efforts in London ARK is part of the  cohort receiving support to reduce 10 of energy emissions or costs in the first year Islington Sustainability Network is a community of businesses non-profit organisations and community groups working together to share resources and best practices around supporting each other’s sustainability journey to promote best",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "We have a vision for ARK to be a force for good in our local area to give back to the community around us and impact our neighbours for the better while trying our best to leave a smaller a footprint on our planet while we’re at it We’re working to make running our building a more energy efficient and sustainable business Purchasing from brands we love that care about people and the planet Supporting businesses that promote giving items a second life and sharing and reusing in our day-to-day operations Teaming up with local businesses and initiviates that are commited to making a difference A way for us to have a positive impact on our local neighbourhood Each year we report on what has happened in the past year in ARK; the businesses that call our space home our spARK program ARK updates and our environmental giving Read our latest report below and to just see our environmental impact click through on the links  impact  impact  impact  impact  impact  ARK coworking K X Coworking Ltd",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "We have a vision for ARK to be a force for good in our local area to give back to the community around us and impact our neighbours for the better while trying our best to leave a smaller a footprint on our planet while we’re at it We’re working to make running our building a more energy efficient and sustainable business Purchasing from brands we love that care about people and the planet Supporting businesses that promote giving items a second life and sharing and reusing in our day-to-day operations Teaming up with local businesses and initiviates that are commited to making a difference A way for us to have a positive impact on our local neighbourhood Each year we report on what has happened in the past year in ARK; the businesses that call our space home our spARK program ARK updates and our environmental giving Read our latest report below and to just see our environmental impact click through on the links  impact  impact  impact  impact  impact  ARK coworking K X Coworking Ltd",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "We have a vision for ARK to be a force for good in our local area to give back to the community around us and impact our neighbours for the better while trying our best to leave a smaller a footprint on our planet while we’re at it We’re working to make running our building a more energy efficient and sustainable business Purchasing from brands we love that care about people and the planet Supporting businesses that promote giving items a second life and sharing and reusing in our day-to-day operations Teaming up with local businesses and initiviates that are commited to making a difference A way for us to have a positive impact on our local neighbourhood Each year we report on what has happened in the past year in ARK; the businesses that call our space home our spARK program ARK updates and our environmental giving Read our latest report below and to just see our environmental impact click through on the links  impact  impact  impact  impact  impact  ARK coworking K X Coworking Ltd",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, ARK coworking publishes annual and quarterly reports detailing their commitments related to environmental practices, inclusivity, and social responsibility. These reports include information about their progress towards meeting various targets and goals, as well as updates on their efforts to work with suppliers who share their values. However, without access to the most recent report, it is difficult to provide a detailed summary.",
            "source": [
                {
                    "content": "We expect ARK coworking's suppliers to reflect our commitment to sound environmental practice and encourage them to develop and supply goods and services that help improve our and their environmental performance In particular we expect our suppliers to Put in place sufficient systems to monitor and take responsibility for environmental performance Set yearly environmental impact reduction targets and objectives specifically in relation to government best practice specifications and sustainable quick wins Regularly monitor and evaluate their performance in relation to their environmental impact reduction targets and objectives Make sure that their suppliers and subcontractors measure and put in place systems to reduce their environmental impacts ARK places strong value on inclusion and wants to see all people regardless of their disability gender race or religion know the value that they have and their place in community We want to treat every individual with dignity and respect – our",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "installed and use smart plugs to manage turning off electrical equipment overnight or when the building is not in use We recycle paper cardboard and plastic with Islington Council In the past 12 months we estimate we produced Castle Water provide our water in the past 12 months we estimate we used approx m3 of water down from the previous year where we estimated our usage at m3 In the past year we took on All Saints church and restored the church hall into our new coworking home We used local suppliers and contractors and estimate we used 26GJ electrics to strip out and produced 12 tonnes of waste from the outgoing tenant and 4 tonnes from ARK moving in ARK’s environmental policy can be found at wwwarkcoworkingcom/environmentalpolicyRead more on Our Impact pages We encourage our employees and members to reduce our impact on the environment where possibleFor ideas to help be greener at home see wwwgreenmatchcouk/blog/how-to-be-more-eco-friendlyGovernment advice on improving building",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "our electricity usage for the past year to be a total  kWh  gigajoulesThis is very similar to the previous year where we approximated our electricity consumption at  GJ Our gas is  carbon neutral Around 3 of gas our supplier buys is from renewable sources like food or farm waste The rest is offset by supporting carbon reduction projects around the world We estimate the amount of gas used in the past year to be 75 kWh  gigajoulesThis is similar to the previous year where we used  GJ When purchasing equipment we strive to purchase Energy Star Appliances / equipment with Automatic Sleep Modes / After-Hour Timers / etcWe have smart heaters installed and use smart plugs to manage turning off electrical equipment We recycle paper cardboard and plastic with Islington Council In the past 12 months we estimate we produced Castle Water provide our water in the past 12 months we estimate we used approx m3 of water This is an increase from the previous year where we estimated our water",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "of their operations to identify eventual non-compliance cases Make sure that their suppliers and subcontractors ensure that workers’ conditions in their operations meet or exceed the above standard These policies should be read in conjunction with other ARK policies  ARK coworking K X Coworking Ltd Carnegie Street London N1 9QW///admiralmakerstate About us  Join us  Our Values  Legal  Sitemap  Covid",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided information, it seems that there haven't been specific community or social events organized to fulfill these commitments. However, the text mentions various initiatives such as ARK for Good, twice-yearly spARK program, and providing support to different groups based on their needs. These programs could potentially contribute to fulfilling the commitments mentioned in the text.",
            "source": [
                {
                    "content": "in the spirit of partnership Where possible our workforce reflects the diverse communities we serve We consider the needs of diverse communities and develop appropriate methods to communicate with them We are aware of local demographic profiles and respond accordingly to ensure we remain accessible by accommodating the requirements of others in compliance with this policy Our offices and services are made accessible where practically possible Appropriate training is delivered to ARK staff so that we have the necessary knowledge and skills to implement the policy Action is taken as required to deal with non-compliance with the policy We evaluate our policies and services on a regular basis and rectify any adverse impact on any group We offer support which reflects the needs of each individual taking into account the cultural needs of all members We take take steps to meet the needs of groups who share protected characteristics and encourage groups to participate in activity in which",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "There is something really powerful about individuals giving back to their local community We want to embed ourselves in our local area so that as our local area flourishes our working community also flourishes ARK for Good is our way of giving back to our local area beyond simply the financial we want to encourage the giving of our members’ time and skills to projects Twice a year we run spARK a 3 month free membership with business coaching for businesses getting off the ground Each year a portion of our income is reserved to go to charities and organisations doing good in our area and who share our values Our community to helps us select charities to donate to In the 19th Century Charles Booth developed a ‘Poverty Map’ in colour which set out to define levels of poverty or wealth in London street by street using a colour coded system ranging from Black referring to the poorest in society up to Gold for the most privileged Ewan David Eason’s Mappa Mundi series in gold takes",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "taking into account the cultural needs of all members We take take steps to meet the needs of groups who share protected characteristics and encourage groups to participate in activity in which their participation is disproportionality low We also expect our suppliers to make sure that working conditions meet or exceed international labour standards There is no forced labour and employment is freely chosen The right of freedom of association is respected and encouraged by the employer Living wages are paid wages should always be enough to meet basic needs and to provide some discretionary income Workers are not pressurised to undertake overtime they do not wish to do Put in place sufficient systems to monitor and take responsibility for compliance with social policies Conduct regular assessments of their operations to identify eventual non-compliance cases Make sure that their suppliers and subcontractors ensure that workers’ conditions in their operations meet or exceed the above",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "we want to cultivate a collaborative creative environment where people can work together share ideas bond together over cups of coffee and lunch and share in the running of the space Members understand that the way we keep memberships affordable is because we run an at-cost model we don't have full time cleaners or receptionists which is why members get stuck in to keep the place clean and keep the gears of the space running It's because we want to foster an inclusive working environment that we would prefer not to have applicants in industries that support gambling pornography or weaponry or any other industry that might have a detrimental impact to more vulnerable members of the community or local area We also want to support creative industries as creatives tend to be the first people impacted from high costs of living in an expensive city When bringing new members into the community we want to be made aware of any conflicts that might exist - if we are made aware of any we will",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the given context, there are several products, services, and technologies mentioned or implied throughout the passage. Some of these include:\n\n* ARK coworking's trade marks (e.g., \"Site 43 'ARK coworking'\" and \"ARK coworking\")\n* Trade marks and trade names belonging to others that might appear on the Site\n* Secure communication tools like encryption or VPNs (not explicitly mentioned but could be inferred)\n* Google Suite apps (e.g., Gmail and Google Calendar) for communicating with users via email and calendar invites\n* Mailchimp for sending newsletters and service updates\n* Ubiquiti and related system troubleshooting and diagnostic tools\n* Various software platforms and tools integrated into the Site, including but not limited to the Google Suite and Mailchimp",
            "source": [
                {
                    "content": "rights or other security technology embedded or contained within the Site 43 ‘ARK coworking’ are our trade marks Other trade marks and trade names may also be used on this Site The use of any trade marks on the Site is strictly prohibited unless you have our prior written permission 51 While we try to make sure that the Site is secure we cannot guarantee the security of any information that you supply to us and therefore we cannot guarantee that it will be kept confidential For that reason you should not let us have any patentable ideas or patent applications advertising or marketing suggestions prototypes or any other information that you regard as confidential commercially sensitive or valuable 'Unwanted Submissions' While we value your feedback you agree not to submit any Unwanted Submissions 52 We may use any Unwanted Submissions as we see reasonably fit on a free-of-charge basis bear in mind that we have no way of knowing whether such information is confidential commercially",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "purposes as we see fit We will not rent or sell your Personal Information to others  To operate the Services we may share Your Information with our agents representatives and contractors so they can provide us with support services and other features We also may engage third-party companies and individuals to perform services on our behalf or to assist us in analysing how our Services are used These third parties may have access to your Personal Information If they do this access is provided so that they may perform these tasks on our behalf and we ask these third parties not to otherwise use or disclose your Personal Information in ways that are prohibited by this Privacy Policy except to the extent required by law However ARK coworking is not responsible for the privacy policies and/or practices of such third parties  Use of the Google Suite apps to communicate with you by email and through calendar invites Use of Mailchimp to send out newsletters and service updates Use of Ubiquiti",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "and system troubleshooting and to diagnose or fix technology problems; for our internal purposes such as auditing and data analysis; otherwise as disclosed to you at the point of collection; and to monitor and analyse use of the Services and for the technical administration of the Services We may combine your Personal Information with Non-Personal Information and aggregate it with information collected from other users or sources to attempt to provide you with a better experience to improve the quality of our Services and to analyse and understand how our Services are used We may also use the combined information without aggregating it to serve you specifically After you terminate your use of the Services we may continue to use your Non-Personal Information for statistical purposes or other purposes as we see fit We will not rent or sell your Personal Information to others  To operate the Services we may share Your Information with our agents representatives and contractors so they",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "This website is brought to you by ARK coworking These terms and conditions of use explain how you may use this website 'the Site' Please read them carefully are in full before using the Site A cookie is a small text file which is placed onto your computer or other electronic device when you access our website We may use cookies on this website to recognise you whenever you visit this website this speeds up your access to the website as you do not have to log on each time obtain information about your preferences online movements and use of the internet carry out research and statistical analysis to help improve our content products and services and to help us better understand our visitor requirements and intereststarget our marketing and advertising campaigns and those of our partners more effectively by providing interest-based advertisements that are personalised to your interests and make your online experience more efficient and enjoyable The information we obtain from our use of",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the given text, I couldn't find any specific promotional events, expos, or sales mentioned for the offerings from \"ARK coworking\" or \"K X Coworking Ltd.\" However, they might organize various events like workshops, networking sessions, or webinars related to their services. To stay updated on any upcoming events, you can follow their social media channels, sign up for their newsletters, or regularly check their website.",
            "source": [
                {
                    "content": "Along with the 3 month coworking membership spARK will look to connect you with other members in the community who will offer periodic support by encouraging a process of challenging refining and feeding back on your business throughout the schemes running time There will also be an opportunity to host an event and share the journey of your business so far and the vision for the future with the rest of the ARK community Already offering a rich and diverse community of freelancers and start ups ARK will also provide a hot bed of potential collaboration and community for the successful businesses who join us We'll get back to you shortly with details on meeting us for an induction to ARK coworking We will arrange a day for you to visit for further details on the timeline for spARK please visit here If you have a business plan to send to us please send it to  Your name and contact details have been added to our database - these will be processed in order to facilitate our service",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "operation of the Site at any time as we see fit 63 Any Content is provided for your general information purposes only and to inform you about us and our products and news features services and other websites that may be of interest It does not constitute technical financial investment or legal advice or any other type of advice and should not be relied on for any purposes 64 While we try to make sure that the Site is available for your use we do not promise that the Site is available at all times nor do we promise the uninterrupted use by you of the Site The Site may contain hyperlinks or references to third party websites other than the Site Any such hyperlinks or references are provided for your convenience only We have no control over third party websites and accept no legal responsibility for any content material or information contained in them The display of any hyperlink and reference to any third party website does not mean that we endorse that third party's website products",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "rights or other security technology embedded or contained within the Site 43 ‘ARK coworking’ are our trade marks Other trade marks and trade names may also be used on this Site The use of any trade marks on the Site is strictly prohibited unless you have our prior written permission 51 While we try to make sure that the Site is secure we cannot guarantee the security of any information that you supply to us and therefore we cannot guarantee that it will be kept confidential For that reason you should not let us have any patentable ideas or patent applications advertising or marketing suggestions prototypes or any other information that you regard as confidential commercially sensitive or valuable 'Unwanted Submissions' While we value your feedback you agree not to submit any Unwanted Submissions 52 We may use any Unwanted Submissions as we see reasonably fit on a free-of-charge basis bear in mind that we have no way of knowing whether such information is confidential commercially",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "spARK is a 3 month scheme offering a fully paid coworking membership to startups entrepreneurs and freelancers making a difference  Funded by KXC a local church and charity in Kings Cross sharing our vision for local businesses in our area the purpose of the scheme is to support new and innovative local businesses that will impact and transform Kings Cross London and beyond We run spARK twice a year apply now for our next cohort ARK coworking already has an existing bursary scheme designed for members who need financial support For more info check out our join us section  Looking to support members on the spARK scheme Let us know by clicking here ARK coworking K X Coworking Ltd Carnegie Street London N1 9QW///admiralmakerstate About us  Join us  Our Values  Legal  Sitemap  Covid",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " One significant partnership related to commerce at ARK coworking is their accreditation as a certified B Corp. This designation demonstrates their commitment to meeting high standards of verified performance, accountability, and transparency across various aspects such as employee benefits, charitable giving, supply chain practices, and input materials. Additionally, they are part of the Mayor's Business Climate Challenge (BCC) program, which supports businesses in reducing their energy consumption and accelerating building decarbonization efforts in London. Furthermore, ARK coworking maintains connections within the Islington Sustainability Network, a community of businesses, non-profit organizations, and community groups working together to share resources and best practices around supporting each other's sustainability journeys. These partnerships emphasize ARK's dedication to fostering a collaborative working community that promotes responsible and sustainable commerce.",
            "source": [
                {
                    "content": "Our community pushes the boundaries of innovation - whatever industry our members work in ARK coworking hosts the leading entrepreneurs in their area of influence  We think people work best in community Our members can trust one-another being open with their business plans and colour palettes  open to new ideas  Ideas come about through conversation and relationship Beyond just renting a desk collaboration happens over a falafel thursday lunch a pour over coffee or simply a natter with all the other coworkers around you ARK coworking is a community where members can innovate Whether you are a freelancer a social enterprise or charity ARK coworking is a place where creativity flourishes and is celebrated Good things happen when people and businesses act in generosity  ARK runs as a more-than-profit That means charging membership only to serve our members with any surplus going to developing the community and supporting local charities   Develops genuine community for freelancers",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "our neighbours suppliers and others \u2028 the impact of the our operations on the local community and the environment developing a reputation for high standards of business conduct including pursuing a B Corp certification ARK coworking K X Coworking Ltd Carnegie Street London N1 9QW///admiralmakerstate About us  Join us  Our Values  Legal  Sitemap  Covid",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "B Corp Certification is a designation that a business is meeting high standards of verified performance accountability and transparency on factors from employee benefits and charitable giving to supply chain practices and input materials We’ve been a certified B Corp since  and were awarded a ‘Best for the World Community’ award by B Corp in  Accredited member of Social Enterprise UK - the UK’s largest body of businesses with a social or environment purpose The Mayor’s Business Climate Challenge BCC is an energy efficiency programme which supports businesses to reduce their energy consumption and to accelerate building decarbonisation efforts in London ARK is part of the  cohort receiving support to reduce 10 of energy emissions or costs in the first year Islington Sustainability Network is a community of businesses non-profit organisations and community groups working together to share resources and best practices around supporting each other’s sustainability journey to promote best",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "applications against these measures We believe a collaborative working community brings out the best in us  We hope that at the end of spARK your business has felt supported by other members in the community giving you the chance you needed to get your idea off to a good start At the end of spARK we would ask that you share back with the community what difference work in ARK has made to you and your idea You're of course welcome to join the community as a member on a coworking membership should you like to stay with us but there are no strings attached We just hope that we've made a difference in some way to your working life so that you can have the impact you're hoping to make  ARK coworking K X Coworking Ltd Carnegie Street London N1 9QW///admiralmakerstate About us  Join us  Our Values  Legal  Sitemap  Covid",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the information provided, there doesn't seem to be any specific employment or educational opportunities mentioned directly. However, there are several initiatives and resources mentioned that could potentially lead to such opportunities. For instance, the \"Job Retention Scheme\" might offer employment assistance to businesses affected by COVID-19. Additionally, joining ARK coworking community may provide networking opportunities that could lead to collaborations or job offers. Lastly, exploring the resources listed by BCorp for the UK could uncover potential educational programs or career paths related to purpose-driven organizations.",
            "source": [
                {
                    "content": "set up Egality Law to help purpose-driven organisations achieve their goals  We value all our clients by giving them certainty on fees and delivering the high-level personal service they deserve  We specialise in media and commercial law corporate governance and intellectual property UK registered businesses can apply for a share of up to £20 million to respond to new and urgent needs in UK and global communities during and following the Covid-19 pandemic The council have provided a really helpful reference page for businesses looking for support including grants for businesses help for the self-employed and the job retention scheme There are many resources to help businesses navigate these uncertain times To help businesses BCorp have compiled a list of these available for the UK As a mental health network focused on the power of bringing people together with social cultural and community assets Covid-19 has thrown us a unique challenge With more people socially and physically",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "If you’re looking for someone to do a job and wondering if anyone in the ARK community has the skills or any tips we’ve created a Google group “ARK works” where you can post your needs or browse through what others are looking for You need a Google Account to sign in and then click subscribe to join If you’re struggling submit your email in the form below and we will get in touch to add you ⬇ We’ll get back to you on details on how to join ARK coworking K X Coworking Ltd Carnegie Street London N1 9QW///admiralmakerstate About us  Join us  Our Values  Legal  Sitemap  Covid",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "we have had the privilege of being part of the journey with these risk takers and social entrepreneurs If you are someone just starting out or if you are working alone we would love to hear from you Please do reach out to us through our contact us page or apply to join our community ARK coworking K X Coworking Ltd Carnegie Street London N1 9QW///admiralmakerstate About us  Join us  Our Values  Legal  Sitemap  Covid",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "expect to qualify We will close applications when we have received  applications and only re-open if we have not allocated all available funding at that point ARK coworking K X Coworking Ltd Carnegie Street London N1 9QW///admiralmakerstate About us  Join us  Our Values  Legal  Sitemap  Covid",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, ARK coworking occasionally hosts various events such as job fairs, webinars, workshops, and training programs. However, I cannot provide specific details about these events without further information. For updates on upcoming events, I recommend visiting their website (wwwarkcoworkingcom) or checking their calendar on the online platform (wwwarkcoworkingcom/online).",
            "source": [
                {
                    "content": "These 30 minute coaching sessions offer a confidential and supportive space where you can work through the challenges that you and your business are currently facing and come up with an action plan to help you move forwards They will help you to feel more calm more in control and clearer on how to deal with the current situation  Please bring ONE KEY challenge to the session that you're currently facing that you want to make progress on be it personal professional practical or mindset related To help you make the most of your coaching session please take 5 minutes to complete this document in advance of the session Sessions are available in 30 minutes slots between 11 and  on the hour and can be booked up to 1 month in advance ARK coworking K X Coworking Ltd Carnegie Street London N1 9QW///admiralmakerstate About us  Join us  Our Values  Legal  Sitemap  Covid",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Host a meeting pitch an idea workshop with your team - our meeting spaces are available for booking Monday-FridayA large and small meeting room to suit your needs equipped with wifi presenting screen whiteboard and refreshments ARK coworking K X Coworking Ltd Carnegie Street London N1 9QW///admiralmakerstate About us  Join us  Our Values  Legal  Sitemap  Covid",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "alone You can book any sessions at wwwarkcoworkingcom/online We’re aware that financial worries can affect a person’s health and performance at work If this does apply to you you can find additional support; When working in ARK Lone Workers need to be aware of Maintaining a COVID secure workspace - Working safely in KX house during COVID-19 Following Fire Safety rules and knowing the fire plan in the event of an evacuation Our policies can be found here when you join ARK we induct you into the buildings fire safety procedures If for whatever reason you haven’t been inducted or would find a top-up helpful do let us know Adhering to Health  Safety rules - our policy and links to accident reporting / location of first aid facilities can be found here We invite our members to participate in ensuring ARK’s work environment remains safe Knowing how to keep the building secure including our lock-up procedures here ARK coworking K X Coworking Ltd Carnegie Street London N1",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "1 New members typically contact us through our website email or through word of mouth We try to get back to applicants within the course of a week  2 We speak to new members before they join to explain our values and to understand a bit more of who they are At this stage we would give an indication as to whether we have availability for the applicant based on the number  type of memberships requested as well as consideration of the guidelines outlined below We look to support freelancers start-ups or social enterprises particularly those from our local area who might otherwise end up working in isolation and who would benefit from working in a collaborative community Typically groups applying have less than five members It's important to us that applicants understand our language of community we want to cultivate a collaborative creative environment where people can work together share ideas bond together over cups of coffee and lunch and share in the running of the space Members",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The policy highlights several benefits for employees and participants. Some key benefits include:\n\n1. Diversity and inclusion: The organization values diversity among its employees and strives to create an inclusive environment where different perspectives are appreciated and utilized. This fosters a sense of belonging and encourages innovation through collaboration.\n2. Non-discrimination: The organization is committed to treating all employees and participants fairly without discrimination based on factors such as disability, race, gender, religion, or other personal attributes. This creates a safe and equitable workplace or community space for everyone.\n3. Consultation with community members: The organization recognizes the importance of involving community members in decision-making processes, ensuring that their needs and preferences are taken into consideration when designing and delivering services.\n4. Accessibility and accommodations: The organization aims to provide accessible facilities and services for individuals with disabilities, ensuring that everyone has equal opportunities to participate and benefit from the offerings.\n5. Fair treatment and support: The organization promotes a culture of respect and fairness, where employees and participants feel secure in reporting any instances of harassment or discrimination. The organization also commits to providing support to those affected by such incidents.",
            "source": [
                {
                    "content": "taking into account the cultural needs of all members We take take steps to meet the needs of groups who share protected characteristics and encourage groups to participate in activity in which their participation is disproportionality low We also expect our suppliers to make sure that working conditions meet or exceed international labour standards There is no forced labour and employment is freely chosen The right of freedom of association is respected and encouraged by the employer Living wages are paid wages should always be enough to meet basic needs and to provide some discretionary income Workers are not pressurised to undertake overtime they do not wish to do Put in place sufficient systems to monitor and take responsibility for compliance with social policies Conduct regular assessments of their operations to identify eventual non-compliance cases Make sure that their suppliers and subcontractors ensure that workers’ conditions in their operations meet or exceed the above",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "in our people and use these differences to make us a stronger We also expect our members and suppliers to share this commitment to No employee is treated less favourably than any other on any grounds other than their ability or potential to perform their roles satisfactorily We encourage a diverse organisation in which all individuals may contribute as fully as possible Employees are deterred from participating in harassment or discriminatory behaviour We demonstrate to all staff that they can rely upon the company’s support in cases of harassment or discrimination at work Our services are welcoming and open to all members of the community regardless of their faith and religious background Our services meet the needs of the members whom we serve by ensuring we consult them wherever practicable in the spirit of partnership Where possible our workforce reflects the diverse communities we serve We consider the needs of diverse communities and develop appropriate methods to communicate",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "of their operations to identify eventual non-compliance cases Make sure that their suppliers and subcontractors ensure that workers’ conditions in their operations meet or exceed the above standard These policies should be read in conjunction with other ARK policies  ARK coworking K X Coworking Ltd Carnegie Street London N1 9QW///admiralmakerstate About us  Join us  Our Values  Legal  Sitemap  Covid",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "to see all people regardless of their disability gender race or religion know the value that they have and their place in community We want to treat every individual with dignity and respect – our staff members volunteers and suppliers ARK is committed to ensuring within the framework of the law that our workplaces are free from unlawful or unfair discrimination on the grounds of disability race sex pregnancy or maternity gender reassignment sexual orientation age married or civil partnership status religious or other similar philosophical belief Protected Characteristics ARK observes as far as practicable the Codes of Practice published by the Equality  Human Rights Commission and the Equality Act  We aim to be a fully inclusive employer  coworking provider where we value difference in our people and use these differences to make us a stronger We also expect our members and suppliers to share this commitment to No employee is treated less favourably than any other on any grounds",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information, I cannot access specific financial data or reports related to ARK coworking KX Coworking Ltd. However, some general insights can still be derived from the text. It seems that the company places great emphasis on creating a positive impact within their local community, promoting sustainability, supporting diverse groups, and fostering a strong sense of community among members. Additionally, the company appears to prioritize transparency by reporting on their activities and progress towards their goals.",
            "source": [
                {
                    "content": "caused by our negligent acts or omissions or those of any of our employees or agents;  fraud or fraudulent misrepresentation;  breach of any of the provisions implied into these terms and conditions under the Sale of Goods Act  or any other law; we will only be liable for any loss or damage that is a reasonably foreseeable consequence of a breach of these terms and conditions Losses are foreseeable where they could be contemplated by you and us at the time these terms and conditions and any additional agreements are entered into We are not responsible for indirect losses that happen as a side effect of the main loss or damage and which are not foreseeable by you and us such as loss of profits or loss of opportunity 83 We take no responsibility for the content of any third party website whether referring ARK coworking or any affiliate or via any link that may appear on the Site The Information including any expression of opinion or forecast has been obtained from or is based on sources",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "in our people and use these differences to make us a stronger We also expect our members and suppliers to share this commitment to No employee is treated less favourably than any other on any grounds other than their ability or potential to perform their roles satisfactorily We encourage a diverse organisation in which all individuals may contribute as fully as possible Employees are deterred from participating in harassment or discriminatory behaviour We demonstrate to all staff that they can rely upon the company’s support in cases of harassment or discrimination at work Our services are welcoming and open to all members of the community regardless of their faith and religious background Our services meet the needs of the members whom we serve by ensuring we consult them wherever practicable in the spirit of partnership Where possible our workforce reflects the diverse communities we serve We consider the needs of diverse communities and develop appropriate methods to communicate",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "at its core; designed to provide a home for creatives freelancers and start ups which impacts a local community for good We look to provide the first rung on the ladder for any freelancer start-up or social enterprise starting out by providing an affordable workspace that brings individuals out of their bedrooms and coffee shops into a space that has values of community and collaboration We believe there are core principles needed for people to be supported and flourish in their work and creative practice We have enshrined our commitment to have a positive impact in our governing articles which can be found here at Companies House Considering the consequences of any decision in the long term The interests of our employees and members in decisions we make A commitment to relationships with our neighbours suppliers and others \u2028 the impact of the our operations on the local community and the environment developing a reputation for high standards of business conduct including pursuing a B",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "We have a vision for ARK to be a force for good in our local area to give back to the community around us and impact our neighbours for the better while trying our best to leave a smaller a footprint on our planet while we’re at it We’re working to make running our building a more energy efficient and sustainable business Purchasing from brands we love that care about people and the planet Supporting businesses that promote giving items a second life and sharing and reusing in our day-to-day operations Teaming up with local businesses and initiviates that are commited to making a difference A way for us to have a positive impact on our local neighbourhood Each year we report on what has happened in the past year in ARK; the businesses that call our space home our spARK program ARK updates and our environmental giving Read our latest report below and to just see our environmental impact click through on the links  impact  impact  impact  impact  impact  ARK coworking K X Coworking Ltd",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the information provided, I cannot find any specific mention of investor events or funding rounds related to ARK coworking K X Coworking Ltd. However, they do mention their \"Discretionary Grants Fund\" page where businesses can apply for grants.",
            "source": [
                {
                    "content": "expect to qualify We will close applications when we have received  applications and only re-open if we have not allocated all available funding at that point ARK coworking K X Coworking Ltd Carnegie Street London N1 9QW///admiralmakerstate About us  Join us  Our Values  Legal  Sitemap  Covid",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Host a meeting pitch an idea workshop with your team - our meeting spaces are available for booking Monday-FridayA large and small meeting room to suit your needs equipped with wifi presenting screen whiteboard and refreshments ARK coworking K X Coworking Ltd Carnegie Street London N1 9QW///admiralmakerstate About us  Join us  Our Values  Legal  Sitemap  Covid",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "referring ARK coworking or any affiliate or via any link that may appear on the Site The Information including any expression of opinion or forecast has been obtained from or is based on sources believed by ARK coworking and any affiliated entity to be reliable but is not guaranteed as to its accuracy or completeness and should not be relied upon The Information is provided without obligation on the part of ARK coworking and on the understanding that any person who acts upon it or changes his investment position in reliance on it does so entirely at his own risk The Information does not constitute an offer to buy or sell or an invitation to make an offer to buy or sell any of the securities or shares in any fund referred to herein Information is current only as at the date it is first posted and may no longer be true or complete when viewed by you All Information may be changed or amended without prior notice although ARK coworking does not undertake to update this Site regularly Some",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "the following criteria ·         Businesses that were trading on the 11th March  ·         Businesses with a significant fall in income due to the COVID-19 crisis ·         Businesses with ongoing property-related costs from 1 March  ·         Businesses who are not eligible for the existing public sector COVID-19 responses grant schemes ·         Businesses which agree to engage with monitoring and evaluation activity to measure the impact of the fund ·         SMEs which means you must satisfy two or more of the following requirements in a year        Number of employees a headcount of staff of less than 50   The process will open on 15 June and applications will need to be made online via our Discretionary Grants Fund page We will provide full guidance on our website to help you complete your application and you will need to provide the following scanned documents as evidence along with your online form Bank statements for the last 12 months or from your first day of trading",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the information provided, there isn't any specific mention of financial or funding goals for the next period. However, the text emphasizes their commitment to creating a sustainable and environmentally conscious workspace, supporting local businesses, and giving back to the community. These objectives suggest that they might focus on expanding their initiatives rather than setting strict financial targets for the immediate future.",
            "source": [
                {
                    "content": "referring ARK coworking or any affiliate or via any link that may appear on the Site The Information including any expression of opinion or forecast has been obtained from or is based on sources believed by ARK coworking and any affiliated entity to be reliable but is not guaranteed as to its accuracy or completeness and should not be relied upon The Information is provided without obligation on the part of ARK coworking and on the understanding that any person who acts upon it or changes his investment position in reliance on it does so entirely at his own risk The Information does not constitute an offer to buy or sell or an invitation to make an offer to buy or sell any of the securities or shares in any fund referred to herein Information is current only as at the date it is first posted and may no longer be true or complete when viewed by you All Information may be changed or amended without prior notice although ARK coworking does not undertake to update this Site regularly Some",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "We have a vision for ARK to be a force for good in our local area to give back to the community around us and impact our neighbours for the better while trying our best to leave a smaller a footprint on our planet while we’re at it We’re working to make running our building a more energy efficient and sustainable business Purchasing from brands we love that care about people and the planet Supporting businesses that promote giving items a second life and sharing and reusing in our day-to-day operations Teaming up with local businesses and initiviates that are commited to making a difference A way for us to have a positive impact on our local neighbourhood Each year we report on what has happened in the past year in ARK; the businesses that call our space home our spARK program ARK updates and our environmental giving Read our latest report below and to just see our environmental impact click through on the links  impact  impact  impact  impact  impact  ARK coworking K X Coworking Ltd",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "We have a vision for ARK to be a force for good in our local area to give back to the community around us and impact our neighbours for the better while trying our best to leave a smaller a footprint on our planet while we’re at it We’re working to make running our building a more energy efficient and sustainable business Purchasing from brands we love that care about people and the planet Supporting businesses that promote giving items a second life and sharing and reusing in our day-to-day operations Teaming up with local businesses and initiviates that are commited to making a difference A way for us to have a positive impact on our local neighbourhood Each year we report on what has happened in the past year in ARK; the businesses that call our space home our spARK program ARK updates and our environmental giving Read our latest report below and to just see our environmental impact click through on the links  impact  impact  impact  impact  impact  ARK coworking K X Coworking Ltd",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "We have a vision for ARK to be a force for good in our local area to give back to the community around us and impact our neighbours for the better while trying our best to leave a smaller a footprint on our planet while we’re at it We’re working to make running our building a more energy efficient and sustainable business Purchasing from brands we love that care about people and the planet Supporting businesses that promote giving items a second life and sharing and reusing in our day-to-day operations Teaming up with local businesses and initiviates that are commited to making a difference A way for us to have a positive impact on our local neighbourhood Each year we report on what has happened in the past year in ARK; the businesses that call our space home our spARK program ARK updates and our environmental giving Read our latest report below and to just see our environmental impact click through on the links  impact  impact  impact  impact  impact  ARK coworking K X Coworking Ltd",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided text, there isn't any specific mention of recent publications, research findings, or introduced technologies related to ARK coworking. However, they emphasize their ownership of intellectual property rights, which suggests that they might be involved in developing new products or services. Additionally, they utilize cookies to enhance user experience on their website.",
            "source": [
                {
                    "content": "rights or other security technology embedded or contained within the Site 43 ‘ARK coworking’ are our trade marks Other trade marks and trade names may also be used on this Site The use of any trade marks on the Site is strictly prohibited unless you have our prior written permission 51 While we try to make sure that the Site is secure we cannot guarantee the security of any information that you supply to us and therefore we cannot guarantee that it will be kept confidential For that reason you should not let us have any patentable ideas or patent applications advertising or marketing suggestions prototypes or any other information that you regard as confidential commercially sensitive or valuable 'Unwanted Submissions' While we value your feedback you agree not to submit any Unwanted Submissions 52 We may use any Unwanted Submissions as we see reasonably fit on a free-of-charge basis bear in mind that we have no way of knowing whether such information is confidential commercially",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "rights patents and all similar rights in this Site and the information contained are owned by ARK coworking its licensors or relevant third party providers You may use the Information and reproduce it in hard copy for your personal reference only The Information may not otherwise be reproduced distributed stored or transmitted without ARK coworking's written consent Nothing on this Site should be considered as granting any license or right under any trademark of ARK coworking or any third party ARK coworking may use cookies A 'cookie' is a type of message given to a web browser by a web server ARK coworking may use a persistent cookie to enable you to customise your use of the Site this will be stored on your computer’s hard drive until it automatically expires or until you delete it By using this Site you hereby give your consent to ARK coworking using cookies Cookies are regulated by our Cookie Policy If you require any help with cookies please contact  These terms are dated 10/03/",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "referring ARK coworking or any affiliate or via any link that may appear on the Site The Information including any expression of opinion or forecast has been obtained from or is based on sources believed by ARK coworking and any affiliated entity to be reliable but is not guaranteed as to its accuracy or completeness and should not be relied upon The Information is provided without obligation on the part of ARK coworking and on the understanding that any person who acts upon it or changes his investment position in reliance on it does so entirely at his own risk The Information does not constitute an offer to buy or sell or an invitation to make an offer to buy or sell any of the securities or shares in any fund referred to herein Information is current only as at the date it is first posted and may no longer be true or complete when viewed by you All Information may be changed or amended without prior notice although ARK coworking does not undertake to update this Site regularly Some",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "interest in particular content and monitor aggregate usage by visitors and online traffic routing We may receive reports based on the use of these technologies by these companies on an individual and aggregated basis You may be able to instruct your browser by changing its option to stop accepting cookies or to prompt you before accepting a cookie from the online services you visit You may also remove persistent cookies by following your web browser’s help file directions If you do not accept cookies however you may not be able to use all portions of our Site or all functionality of our Site Squarespace and our other service providers may also use “pixel tags” “web beacons” “clear GIFs” or similar means in connection with our Site and HTML-formatted e-mail messages to among other things track the actions of users to determine the success of marketing campaigns and to compile aggregate statistics about Site usage and response rates This information is collected anonymously in a manner",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided text, there is no mention of any specific ongoing or upcoming research projects or innovation initiatives related to ARK coworking KX Coworking Ltd. The text primarily focuses on their mission, goals, and efforts towards creating a sustainable and socially responsible workspace.",
            "source": [
                {
                    "content": "We have a vision for ARK to be a force for good in our local area to give back to the community around us and impact our neighbours for the better while trying our best to leave a smaller a footprint on our planet while we’re at it We’re working to make running our building a more energy efficient and sustainable business Purchasing from brands we love that care about people and the planet Supporting businesses that promote giving items a second life and sharing and reusing in our day-to-day operations Teaming up with local businesses and initiviates that are commited to making a difference A way for us to have a positive impact on our local neighbourhood Each year we report on what has happened in the past year in ARK; the businesses that call our space home our spARK program ARK updates and our environmental giving Read our latest report below and to just see our environmental impact click through on the links  impact  impact  impact  impact  impact  ARK coworking K X Coworking Ltd",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "We have a vision for ARK to be a force for good in our local area to give back to the community around us and impact our neighbours for the better while trying our best to leave a smaller a footprint on our planet while we’re at it We’re working to make running our building a more energy efficient and sustainable business Purchasing from brands we love that care about people and the planet Supporting businesses that promote giving items a second life and sharing and reusing in our day-to-day operations Teaming up with local businesses and initiviates that are commited to making a difference A way for us to have a positive impact on our local neighbourhood Each year we report on what has happened in the past year in ARK; the businesses that call our space home our spARK program ARK updates and our environmental giving Read our latest report below and to just see our environmental impact click through on the links  impact  impact  impact  impact  impact  ARK coworking K X Coworking Ltd",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "We have a vision for ARK to be a force for good in our local area to give back to the community around us and impact our neighbours for the better while trying our best to leave a smaller a footprint on our planet while we’re at it We’re working to make running our building a more energy efficient and sustainable business Purchasing from brands we love that care about people and the planet Supporting businesses that promote giving items a second life and sharing and reusing in our day-to-day operations Teaming up with local businesses and initiviates that are commited to making a difference A way for us to have a positive impact on our local neighbourhood Each year we report on what has happened in the past year in ARK; the businesses that call our space home our spARK program ARK updates and our environmental giving Read our latest report below and to just see our environmental impact click through on the links  impact  impact  impact  impact  impact  ARK coworking K X Coworking Ltd",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "We have a vision for ARK to be a force for good in our local area to give back to the community around us and impact our neighbours for the better while trying our best to leave a smaller a footprint on our planet while we’re at it We’re working to make running our building a more energy efficient and sustainable business Purchasing from brands we love that care about people and the planet Supporting businesses that promote giving items a second life and sharing and reusing in our day-to-day operations Teaming up with local businesses and initiviates that are commited to making a difference A way for us to have a positive impact on our local neighbourhood Each year we report on what has happened in the past year in ARK; the businesses that call our space home our spARK program ARK updates and our environmental giving Read our latest report below and to just see our environmental impact click through on the links  impact  impact  impact  impact  impact  ARK coworking K X Coworking Ltd",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, there isn't any specific mention of research grants or innovation awards being distributed. However, it does mention that spARK is a 3-month scheme offering a fully paid coworking membership to startups, entrepreneurs, and freelancers making a difference. It is funded by KXC (a local church and charity) and Ar",
            "source": [
                {
                    "content": "the following criteria ·         Businesses that were trading on the 11th March  ·         Businesses with a significant fall in income due to the COVID-19 crisis ·         Businesses with ongoing property-related costs from 1 March  ·         Businesses who are not eligible for the existing public sector COVID-19 responses grant schemes ·         Businesses which agree to engage with monitoring and evaluation activity to measure the impact of the fund ·         SMEs which means you must satisfy two or more of the following requirements in a year        Number of employees a headcount of staff of less than 50   The process will open on 15 June and applications will need to be made online via our Discretionary Grants Fund page We will provide full guidance on our website to help you complete your application and you will need to provide the following scanned documents as evidence along with your online form Bank statements for the last 12 months or from your first day of trading",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "spARK is a 3 month scheme offering a fully paid coworking membership to startups entrepreneurs and freelancers making a difference  Funded by KXC a local church and charity in Kings Cross sharing our vision for local businesses in our area the purpose of the scheme is to support new and innovative local businesses that will impact and transform Kings Cross London and beyond We run spARK twice a year apply now for our next cohort ARK coworking already has an existing bursary scheme designed for members who need financial support For more info check out our join us section  Looking to support members on the spARK scheme Let us know by clicking here ARK coworking K X Coworking Ltd Carnegie Street London N1 9QW///admiralmakerstate About us  Join us  Our Values  Legal  Sitemap  Covid",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "As an affordable workspace provider in Islington we received the following from Islington Council which we’d like to share with our members We hope this is helpful and applicable to as many of you as possible - we are happy to help you where we can I am pleased to be able to tell you about Islington’s Discretionary Grants Fund which will open for application next week We have been awarded £28m by the Government They have set out guidance on priority areas but have given the council discretion over allocation for this funding We would like to invite you to apply for a grant of up to a maximum of £5 This scheme is open to small/micro businesses located in affordable and independent workspaces and operators of affordable and independent workspaces To apply businesses will need to meet the following criteria ·         Businesses that were trading on the 11th March  ·         Businesses with a significant fall in income due to the COVID-19 crisis ·         Businesses with ongoing",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "From the time you submit your application through to 4 January we'll arrange with you an Induction to ARK Come and meet the community and learn more about our vision Applicants will hear back from us by this date if they've been selected for the panel stage Interview with the spARK selection panel - a nice bunch of people who understand the values of ARK and will assess each application based on their merits If you're successful we'll communicate to you by this date that you've been selected with further details on joining the community Start date of spARK  You'll receive an induction to the space and will get a chance to meet some more of the community Sharing back with the community on the difference that spARK has made to your project ARK coworking K X Coworking Ltd Carnegie Street London N1 9QW///admiralmakerstate About us  Join us  Our Values  Legal  Sitemap  Covid",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Amnesty International, NSPCC, Trussell Trust, ARK coworking K X Coworking Ltd, Cally Traders Association, KQ (consortium), Covid Collaboration Team",
            "source": [
                {
                    "content": "Amnesty International is the world's leading human rights organisation campaigning against injustice and inequality everywhere Growing Hope King’s Cross is a charity providing free therapy for children and young people with additional needs It’s run in partnership with KXC and aims to grow Hope for every child to reach their developmental potential through the provision of free occupational therapy The NSPCC is the UK's leading children's charity preventing abuse and helping those affected to recover Mother to Mother based in Brooklyn NYC aims to empower women mothers and their families from all different backgrounds and cultures through educational programs practical skills and by providing a safe space to build friendship and community for both women and their young children The Trussell Trust runs a network of over  foodbanks which work out of more than 1 centres across the UK and provide emergency food to people referred for support ARK coworking K X Coworking Ltd Carnegie Street",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "is a community of businesses non-profit organisations and community groups working together to share resources and best practices around supporting each other’s sustainability journey to promote best environmental practice increase social value and transition to a Net Zero Carbon Islington We are part of the Cally Traders Association - a group of businesses coming together on Caledonian Road as part of We Are Cally who have a heart to see Caledonian Road and the Barnsbury estate have a brighter future by working with local people and other organisations to create new opportunities and improve local facilities KQ is a consortium of over  academic cultural research scientific and media organisations large and small based in King’s Cross with the aim of combining resources and sharing knowledge ARK coworking K X Coworking Ltd Carnegie Street London N1 9QW///admiralmakerstate About us  Join us  Our Values  Legal  Sitemap  Covid",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "the wider public and encourage them to support it; Minimise waste by evaluating our operations and ensuring they are as efficient as possible; Minimise energy and water use within our buildings and processes in order to conserve supplies and minimise the consumption of natural resources; Actively promote recycling both internally and amongst our members guests and suppliers ARK coworking K X Coworking Ltd Carnegie Street London N1 9QW///admiralmakerstate About us  Join us  Our Values  Legal  Sitemap  Covid",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "taking into account the cultural needs of all members We take take steps to meet the needs of groups who share protected characteristics and encourage groups to participate in activity in which their participation is disproportionality low We also expect our suppliers to make sure that working conditions meet or exceed international labour standards There is no forced labour and employment is freely chosen The right of freedom of association is respected and encouraged by the employer Living wages are paid wages should always be enough to meet basic needs and to provide some discretionary income Workers are not pressurised to undertake overtime they do not wish to do Put in place sufficient systems to monitor and take responsibility for compliance with social policies Conduct regular assessments of their operations to identify eventual non-compliance cases Make sure that their suppliers and subcontractors ensure that workers’ conditions in their operations meet or exceed the above",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided text, there is no mention of specific joint events, projects, or initiatives between ARK coworking and other entities such as local businesses, initiatives, or individuals. However, they do express their commitment to having a positive impact on their local neighborhood by teaming up with these entities and supporting businesses that promote giving items a second life and sharing resources within their community.",
            "source": [
                {
                    "content": "We have a vision for ARK to be a force for good in our local area to give back to the community around us and impact our neighbours for the better while trying our best to leave a smaller a footprint on our planet while we’re at it We’re working to make running our building a more energy efficient and sustainable business Purchasing from brands we love that care about people and the planet Supporting businesses that promote giving items a second life and sharing and reusing in our day-to-day operations Teaming up with local businesses and initiviates that are commited to making a difference A way for us to have a positive impact on our local neighbourhood Each year we report on what has happened in the past year in ARK; the businesses that call our space home our spARK program ARK updates and our environmental giving Read our latest report below and to just see our environmental impact click through on the links  impact  impact  impact  impact  impact  ARK coworking K X Coworking Ltd",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "We have a vision for ARK to be a force for good in our local area to give back to the community around us and impact our neighbours for the better while trying our best to leave a smaller a footprint on our planet while we’re at it We’re working to make running our building a more energy efficient and sustainable business Purchasing from brands we love that care about people and the planet Supporting businesses that promote giving items a second life and sharing and reusing in our day-to-day operations Teaming up with local businesses and initiviates that are commited to making a difference A way for us to have a positive impact on our local neighbourhood Each year we report on what has happened in the past year in ARK; the businesses that call our space home our spARK program ARK updates and our environmental giving Read our latest report below and to just see our environmental impact click through on the links  impact  impact  impact  impact  impact  ARK coworking K X Coworking Ltd",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "We have a vision for ARK to be a force for good in our local area to give back to the community around us and impact our neighbours for the better while trying our best to leave a smaller a footprint on our planet while we’re at it We’re working to make running our building a more energy efficient and sustainable business Purchasing from brands we love that care about people and the planet Supporting businesses that promote giving items a second life and sharing and reusing in our day-to-day operations Teaming up with local businesses and initiviates that are commited to making a difference A way for us to have a positive impact on our local neighbourhood Each year we report on what has happened in the past year in ARK; the businesses that call our space home our spARK program ARK updates and our environmental giving Read our latest report below and to just see our environmental impact click through on the links  impact  impact  impact  impact  impact  ARK coworking K X Coworking Ltd",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "We have a vision for ARK to be a force for good in our local area to give back to the community around us and impact our neighbours for the better while trying our best to leave a smaller a footprint on our planet while we’re at it We’re working to make running our building a more energy efficient and sustainable business Purchasing from brands we love that care about people and the planet Supporting businesses that promote giving items a second life and sharing and reusing in our day-to-day operations Teaming up with local businesses and initiviates that are commited to making a difference A way for us to have a positive impact on our local neighbourhood Each year we report on what has happened in the past year in ARK; the businesses that call our space home our spARK program ARK updates and our environmental giving Read our latest report below and to just see our environmental impact click through on the links  impact  impact  impact  impact  impact  ARK coworking K X Coworking Ltd",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " The mutual objective and outcome expected from these collaborations involve creating a supportive community for freelancers, businesses, non-profit organizations, and community groups to share resources, best practices, and ideas related to sustainability, environmental practices, social value, and community development. Through these collaborations, participants aim to enhance their individual and collective efforts towards achieving common goals while fostering a sense of unity and shared purpose.",
            "source": [
                {
                    "content": "applications against these measures We believe a collaborative working community brings out the best in us  We hope that at the end of spARK your business has felt supported by other members in the community giving you the chance you needed to get your idea off to a good start At the end of spARK we would ask that you share back with the community what difference work in ARK has made to you and your idea You're of course welcome to join the community as a member on a coworking membership should you like to stay with us but there are no strings attached We just hope that we've made a difference in some way to your working life so that you can have the impact you're hoping to make  ARK coworking K X Coworking Ltd Carnegie Street London N1 9QW///admiralmakerstate About us  Join us  Our Values  Legal  Sitemap  Covid",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Our community pushes the boundaries of innovation - whatever industry our members work in ARK coworking hosts the leading entrepreneurs in their area of influence  We think people work best in community Our members can trust one-another being open with their business plans and colour palettes  open to new ideas  Ideas come about through conversation and relationship Beyond just renting a desk collaboration happens over a falafel thursday lunch a pour over coffee or simply a natter with all the other coworkers around you ARK coworking is a community where members can innovate Whether you are a freelancer a social enterprise or charity ARK coworking is a place where creativity flourishes and is celebrated Good things happen when people and businesses act in generosity  ARK runs as a more-than-profit That means charging membership only to serve our members with any surplus going to developing the community and supporting local charities   Develops genuine community for freelancers",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "is a community of businesses non-profit organisations and community groups working together to share resources and best practices around supporting each other’s sustainability journey to promote best environmental practice increase social value and transition to a Net Zero Carbon Islington We are part of the Cally Traders Association - a group of businesses coming together on Caledonian Road as part of We Are Cally who have a heart to see Caledonian Road and the Barnsbury estate have a brighter future by working with local people and other organisations to create new opportunities and improve local facilities KQ is a consortium of over  academic cultural research scientific and media organisations large and small based in King’s Cross with the aim of combining resources and sharing knowledge ARK coworking K X Coworking Ltd Carnegie Street London N1 9QW///admiralmakerstate About us  Join us  Our Values  Legal  Sitemap  Covid",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "we want to cultivate a collaborative creative environment where people can work together share ideas bond together over cups of coffee and lunch and share in the running of the space Members understand that the way we keep memberships affordable is because we run an at-cost model we don't have full time cleaners or receptionists which is why members get stuck in to keep the place clean and keep the gears of the space running It's because we want to foster an inclusive working environment that we would prefer not to have applicants in industries that support gambling pornography or weaponry or any other industry that might have a detrimental impact to more vulnerable members of the community or local area We also want to support creative industries as creatives tend to be the first people impacted from high costs of living in an expensive city When bringing new members into the community we want to be made aware of any conflicts that might exist - if we are made aware of any we will",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "eventbrite",
                            "zoom",
                            "ico",
                            "squarespace",
                            "bcorporation"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ]
}