{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " At Assurity, there are several sustainable and environmental practices that have been implemented. Some key examples include:\n\n1. LEED Gold Certification: The company's headquarters, Assurity Center, is LEED Gold certified, ensuring that it meets high standards for energy efficiency, indoor air quality, and sustainable materials selection.\n2. Energy conservation: By implementing energy-efficient measures such as LED lighting, automatic light sensors, and high-performance windows, Assurity has managed to reduce its energy consumption by half since moving into the building.\n3. Paper and electronic waste reduction: The company recycles approximately 8% of its paper and electronics waste, helping to minimize the amount of material sent to landfills.\n4. Water conservation: Assurity has installed low-flow fixtures and systems to conserve water usage within the building.\n5. Green space: The company's headquarters features a \"living roof,\" which helps manage stormwater runoff, provides insulation, and supports biodiversity through the growth of native plants.\n6. Community involvement: Assurity has taken leadership roles in community initiatives such as promoting a local cardboard ban and sponsoring events like Lincoln Earth Day, demonstrating commitment to environmental stewardship beyond its own operations.",
            "source": [
                {
                    "content": "amounts of pollution – but we’re still careful to measure our impact Our LEED Gold Certified building has allowed us to cut our energy consumption in half since we moved in and last year we recycled  percent of the paper and electronics we used We’ve led community initiatives like a local cardboard ban and we sponsor events like Lincoln Earth Day Our planet is facing environmental challenges of all kinds Severe weather events spawned by global climate change and increasing scarcity of natural resources are on the horizon unless we can turn things around For us that’s the biggest reason to practice sustainability – because it’s the right thing to do There are other benefits beyond ethics of course – sustainable practices cut costs creating savings we can pass along to our policyholders They help with employee engagement and retention because our associates care that their work makes a difference As a Certified B Corp we’re held to the highest standards of verified social and",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As a Certified B Corporation we’ve got to walk the talk when it comes to sustainable business practices Our efforts can be seen just about everywhere at Assurity Center – in our hallways cafeteria and under each and every desk It all started 45 years ago according to Claims Analyst Lisa Hoffman when one associate took initiative to recycle aluminum cans and later paper In  the Sustainability Task Force was formed to educate associates on green practices both for work and home Recycling systems were even incorporated into our workspace design when Assurity Center was built; today we recycle  of our paper and electronics In  we diverted 53 of our waste from landfills earning us silver designation and Role Model Business status from the city of Lincoln’s Waste Reduction and Recycling Assistance Program WRRAP Our efforts to eliminate as much waste as possible aren’t limited to recycling paper at our desks and using disposable utensils in our cafeteria During Assurity Center’s construction",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "than 50 in the past decade – and cut costs too which in turn create savings we pass along to our policyholders Below are just a few of the many ways we practice sustainability at Assurity Center In a changing world sustainability isn’t just good for business – it’s simply the right thing to do And as long as we keep setting our goals high we can keep building toward a more sustainable future Watch our videos on our LEED Gold Certified building and Assurity Center's living roofs",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Trust loyalty talent – they all lead directly to business success If it sounds like a daunting task don’t worry Assurity is already doing it It’s been part of our mutual heritage for  years and now we want to help you get here too You can use what we’re doing as a roadmap to success or as a starting point to forge your own path to purpose Start by considering how your decisions affect those around you – not just your clients but your community and the planet as a whole If you’re not making a positive impact rethink what you’re doing Along the way pick a cause you’re passionate about – one of Assurity’s passions is sustainability and the environment We built our headquarters with this focus in mind and made it as eco-friendly as possible For us following our passion meant installing zero-waste systems for water and electricity and designing purpose directly into our Lincoln Nebraska home For you it might mean volunteering regularly at a local soup kitchen or joining a trash pickup",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation at Assurity Center. However, listing all 10 events would not be feasible due to character limitations. Here are some key examples:\n\n* Community Cleanup Days: Associates participate in regular cleanup activities in nearby parks, trails, and waterways.\n* Tree Planting Events: The company organizes tree planting events in collaboration with local nonprofit organizations and government agencies.\n* Workshops and Seminars: Assurity Center hosts educational sessions and training programs on various aspects of environmental conservation, including sustainable practices, eco-friendly technologies, and wildlife preservation.\n* Partnerships with Environmental Organizations: Assurity Center collaborates with local, regional, and national environmental organizations to support their initiatives and promote awareness of environmental issues.",
            "source": [
                {
                    "content": "amounts of pollution – but we’re still careful to measure our impact Our LEED Gold Certified building has allowed us to cut our energy consumption in half since we moved in and last year we recycled  percent of the paper and electronics we used We’ve led community initiatives like a local cardboard ban and we sponsor events like Lincoln Earth Day Our planet is facing environmental challenges of all kinds Severe weather events spawned by global climate change and increasing scarcity of natural resources are on the horizon unless we can turn things around For us that’s the biggest reason to practice sustainability – because it’s the right thing to do There are other benefits beyond ethics of course – sustainable practices cut costs creating savings we can pass along to our policyholders They help with employee engagement and retention because our associates care that their work makes a difference As a Certified B Corp we’re held to the highest standards of verified social and",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "people within the next couple years As our community grows we intend to do what we can to ensure our neighbors — especially those who need an extra hand — have opportunities to thrive We champion one another’s wellness because we know we’re at our best when we’re physically emotionally and financially happy From afternoon yoga classes to lunch-and-learns — and our annual Leading Wellness challenge — we create opportunities to be our best selves In  we were named to B Corporation’s Best for the World Governance List acknowledging that we “walk the talk” when it comes to our commitment to using our business as a force for good As one of the founding B Corporations we’re accountable to social and environmental good Read our article on creating a sustainable future Our associates clean up the trail that runs along Assurity Center each week providing a safer path of travel for runners walkers and bicyclists In partnership with Kinghorn Gardens native drought-resistant plants flourish",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As a Certified B Corporation we’ve got to walk the talk when it comes to sustainable business practices Our efforts can be seen just about everywhere at Assurity Center – in our hallways cafeteria and under each and every desk It all started 45 years ago according to Claims Analyst Lisa Hoffman when one associate took initiative to recycle aluminum cans and later paper In  the Sustainability Task Force was formed to educate associates on green practices both for work and home Recycling systems were even incorporated into our workspace design when Assurity Center was built; today we recycle  of our paper and electronics In  we diverted 53 of our waste from landfills earning us silver designation and Role Model Business status from the city of Lincoln’s Waste Reduction and Recycling Assistance Program WRRAP Our efforts to eliminate as much waste as possible aren’t limited to recycling paper at our desks and using disposable utensils in our cafeteria During Assurity Center’s construction",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "than 50 in the past decade – and cut costs too which in turn create savings we pass along to our policyholders Below are just a few of the many ways we practice sustainability at Assurity Center In a changing world sustainability isn’t just good for business – it’s simply the right thing to do And as long as we keep setting our goals high we can keep building toward a more sustainable future Watch our videos on our LEED Gold Certified building and Assurity Center's living roofs",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the provided information, some of the environmental impact metrics reported include:\n\n1. Amounts of pollution - Although they are being careful to measure their impact, there isn't any specific metric mentioned here.\n2. Energy consumption reduction - Their LEED Gold Certified building allows them to cut their energy consumption in half since moving in. This is a quantifiable metric related to energy efficiency.\n3. Paper and electronic recycling rate - Last year, they recycled % of the paper and electronics they used. This is another quantifiable metric related to waste management and resource conservation.",
            "source": [
                {
                    "content": "amounts of pollution – but we’re still careful to measure our impact Our LEED Gold Certified building has allowed us to cut our energy consumption in half since we moved in and last year we recycled  percent of the paper and electronics we used We’ve led community initiatives like a local cardboard ban and we sponsor events like Lincoln Earth Day Our planet is facing environmental challenges of all kinds Severe weather events spawned by global climate change and increasing scarcity of natural resources are on the horizon unless we can turn things around For us that’s the biggest reason to practice sustainability – because it’s the right thing to do There are other benefits beyond ethics of course – sustainable practices cut costs creating savings we can pass along to our policyholders They help with employee engagement and retention because our associates care that their work makes a difference As a Certified B Corp we’re held to the highest standards of verified social and",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "They help with employee engagement and retention because our associates care that their work makes a difference As a Certified B Corp we’re held to the highest standards of verified social and environmental performance We’ve essentially certified our commitment to using our business as a force for good Sustainability is just one way of doing that – but it’s among the most important Because when we look back 50 or even  years from now we want to be able to say we made the world a better place Watch our video to learn how we're creating a more sustainable future",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "When ground broke on Assurity Center in  we not only wanted to provide a first-class working environment for our associates We also wanted to minimize our impact on the environment as a whole From the start our home was designed with LEED Gold certification in mind Developed by the US Green Building Council USGBC at the beginning of the millennium the LEED Leadership in Energy and Environmental Design rating system provides a framework for implementing practical measurable building design construction operations and maintenance In April  Assurity Center was awarded LEED Gold certification – the first large office building in Lincoln to earn that status The features of our building combined with other sustainable business practices have allowed us to cut our energy consumption by more than 50 in the past decade – and cut costs too which in turn create savings we pass along to our policyholders Below are just a few of the many ways we practice sustainability at Assurity Center In a",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As a Certified B Corporation we’ve got to walk the talk when it comes to sustainable business practices Our efforts can be seen just about everywhere at Assurity Center – in our hallways cafeteria and under each and every desk It all started 45 years ago according to Claims Analyst Lisa Hoffman when one associate took initiative to recycle aluminum cans and later paper In  the Sustainability Task Force was formed to educate associates on green practices both for work and home Recycling systems were even incorporated into our workspace design when Assurity Center was built; today we recycle  of our paper and electronics In  we diverted 53 of our waste from landfills earning us silver designation and Role Model Business status from the city of Lincoln’s Waste Reduction and Recycling Assistance Program WRRAP Our efforts to eliminate as much waste as possible aren’t limited to recycling paper at our desks and using disposable utensils in our cafeteria During Assurity Center’s construction",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, the organization has made several public commitments to social and corporate responsibility. Some notable examples include:\n\n1. Being a certified B Corporation, which means they adhere to rigorous standards of social and environmental performance, accountability, and transparency.\n2. Acknowledgment by B Corporation's \"Best for the World\" list for governance, showcasing their commitment to using their business as a force for good.\n3. Participating in community initiatives such as leading a local cardboard ban and sponsoring events like Lincoln Earth Day.\n4. Qualifying for B Corporation status the first time they took the B Impact Assessment, demonstrating their dedication to socially responsible business practices.\n5. Building their LEED Gold-Certified headquarters to work with and regenerate the native landscape while also striving for carbon neutrality and zero waste in their operations.\n6. Giving back to their community through donations to various nonprofit partners and investments in affordable housing and renewable energy projects.",
            "source": [
                {
                    "content": "people within the next couple years As our community grows we intend to do what we can to ensure our neighbors — especially those who need an extra hand — have opportunities to thrive We champion one another’s wellness because we know we’re at our best when we’re physically emotionally and financially happy From afternoon yoga classes to lunch-and-learns — and our annual Leading Wellness challenge — we create opportunities to be our best selves In  we were named to B Corporation’s Best for the World Governance List acknowledging that we “walk the talk” when it comes to our commitment to using our business as a force for good As one of the founding B Corporations we’re accountable to social and environmental good Read our article on creating a sustainable future Our associates clean up the trail that runs along Assurity Center each week providing a safer path of travel for runners walkers and bicyclists In partnership with Kinghorn Gardens native drought-resistant plants flourish",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As a Certified B Corporation we’ve got to walk the talk when it comes to sustainable business practices Our efforts can be seen just about everywhere at Assurity Center – in our hallways cafeteria and under each and every desk It all started 45 years ago according to Claims Analyst Lisa Hoffman when one associate took initiative to recycle aluminum cans and later paper In  the Sustainability Task Force was formed to educate associates on green practices both for work and home Recycling systems were even incorporated into our workspace design when Assurity Center was built; today we recycle  of our paper and electronics In  we diverted 53 of our waste from landfills earning us silver designation and Role Model Business status from the city of Lincoln’s Waste Reduction and Recycling Assistance Program WRRAP Our efforts to eliminate as much waste as possible aren’t limited to recycling paper at our desks and using disposable utensils in our cafeteria During Assurity Center’s construction",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "amounts of pollution – but we’re still careful to measure our impact Our LEED Gold Certified building has allowed us to cut our energy consumption in half since we moved in and last year we recycled  percent of the paper and electronics we used We’ve led community initiatives like a local cardboard ban and we sponsor events like Lincoln Earth Day Our planet is facing environmental challenges of all kinds Severe weather events spawned by global climate change and increasing scarcity of natural resources are on the horizon unless we can turn things around For us that’s the biggest reason to practice sustainability – because it’s the right thing to do There are other benefits beyond ethics of course – sustainable practices cut costs creating savings we can pass along to our policyholders They help with employee engagement and retention because our associates care that their work makes a difference As a Certified B Corp we’re held to the highest standards of verified social and",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "candidate for B Corporation status We’ve always done things this way – working for whatever is best for our customers instead of whatever will make us the most money And because we’re committed to our home here in Lincoln we’ve always invested in the environment and community here at home As a result we qualified for B Corporation status the first time we took the B Impact Assessment and it was an easy decision for us to continue down the path of socially responsible business We try to have a positive impact in every area our business touches – we aim for carbon neutrality and zero waste in our operations and we built our LEED Gold-Certified headquarters to work with and regenerate the native landscape We give back to our community through donations to our many nonprofit partners and investments in affordable housing and renewable energy In short we were following the principles of B Corps long before they were cool – but now that other businesses around the world are taking up the",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, Assurity publishes annual reports that provide detailed information about its commitments, performance, and financial status. These reports include updates on the company's efforts towards sustainability, social responsibility, and corporate governance. Additionally, Assurity may release quarterly reports that offer a more concise overview of recent developments and achievements. However, without specific details from either type of report, I cannot provide a comprehensive summary.",
            "source": [
                {
                    "content": "balance in their lives We realize our mission through our meaningful commitments to strengthening our local community We’re committed to sustainability Watch our video on recycling at Assurity The strong ties to those we serve are what have kept Assurity accountable and strong since  As a mutual organization—managed for long-term stability not short-term shareholder gains—we always have strength in reserve for when it’s needed most We’re committed to keeping our promises to our policyholders now and in the future shared with policyholders as dividends—an advantage of working with a mutual organization Our number one duty is to manage Assurity so that when the time comes to help our customers we have more than what’s required one of the strongest positions in the industry; higher than the industry average of our bond portfolio rated investment grade at year-end higher than the industry average AM Best Company the insurance industry’s leading independent evaluator has rated Assurity",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "balance in their lives We realize our mission through our meaningful commitments to strengthening our local community We’re committed to sustainability Watch our video on recycling at Assurity The strong ties to those we serve are what have kept Assurity accountable and strong since  As a mutual organization—managed for long-term stability not short-term shareholder gains—we always have strength in reserve for when it’s needed most We’re committed to keeping our promises to our policyholders now and in the future shared with policyholders as dividends—an advantage of working with a mutual organization Our number one duty is to manage Assurity so that when the time comes to help our customers we have more than what’s required one of the strongest positions in the industry; higher than the industry average of our bond portfolio rated investment grade at year-end higher than the industry average AM Best Company the insurance industry’s leading independent evaluator has rated Assurity",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "than 50 in the past decade – and cut costs too which in turn create savings we pass along to our policyholders Below are just a few of the many ways we practice sustainability at Assurity Center In a changing world sustainability isn’t just good for business – it’s simply the right thing to do And as long as we keep setting our goals high we can keep building toward a more sustainable future Watch our videos on our LEED Gold Certified building and Assurity Center's living roofs",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in affordable housing and renewable energy In short we were following the principles of B Corps long before they were cool – but now that other businesses around the world are taking up the mantle we’re honored to count ourselves among them We’re always pushing ourselves to do better and being a Certified B Corp is just one of the ways we can measure our progress Interested in learning more about Certified B Corporations Check out the movement here wwwbcorporationnet You can also learn what Assurity is doing to make a difference at wwwassuritycom/our-impact or by listening to our CEO Susie Keisler-Munro discuss our impact on fellow B-Corp KidGlov’s Agency for Change podcast",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " It seems that there are several initiatives and programs organized by Assurity to fulfill its commitments to the community. One such event is the \"Leading Wellness Challenge,\" which encourages individuals to focus on their overall wellbeing. Additionally, they organize various events, celebrations, workshops, and conferences to foster connections among people while practicing social distancing. Furthermore, Assurity supports local schools through donations during the COVID-19 pandemic. Overall, Assurity appears to be actively involved in organizing events and programs that align with their commitments to the community.",
            "source": [
                {
                    "content": "people within the next couple years As our community grows we intend to do what we can to ensure our neighbors — especially those who need an extra hand — have opportunities to thrive We champion one another’s wellness because we know we’re at our best when we’re physically emotionally and financially happy From afternoon yoga classes to lunch-and-learns — and our annual Leading Wellness challenge — we create opportunities to be our best selves In  we were named to B Corporation’s Best for the World Governance List acknowledging that we “walk the talk” when it comes to our commitment to using our business as a force for good As one of the founding B Corporations we’re accountable to social and environmental good Read our article on creating a sustainable future Our associates clean up the trail that runs along Assurity Center each week providing a safer path of travel for runners walkers and bicyclists In partnership with Kinghorn Gardens native drought-resistant plants flourish",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "systems for water and electricity and designing purpose directly into our Lincoln Nebraska home For you it might mean volunteering regularly at a local soup kitchen or joining a trash pickup group Maybe you reach out by helping to build affordable homes or coaching a little league team The important part is to make your purpose a big part of what you stand for and to do more than just write a check Authentic engagement resonates Last bake purpose into your DNA Formalize it by telling your story to new clients and inviting prospective talent to volunteer with you or tour your green office space Be present in your community talk to your neighbors and take every opportunity to spread your purpose – you’ll be networking and prospecting along the way too Assurity committed to purpose by becoming the first major insurance company named as a Certified B Corp That means we’re bound to look beyond short-term gains and instead work toward making the world a better place and it’s a public signal",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "events celebrations work outings and conferences business meetings graduations weddings friendsgivings vacays get-aways yoga classes play dates and so much more Suddenly it all comes to a halt In the aftermath of the World Health Organization’s March 11 designation of the novel coronavirus as a pandemic our shift into a new way of work school and entertainment has changed overnight To avoid gathering in large groups in order to practice social distancing from fellow humans and limit the spread of the virus we’re confronted with an entirely new view on inclusion virtual inclusion So how does the idea of inclusion change when physical connectedness isn’t an option What do we gain or lose when our relationships and work environments have no choice but to go virtual Let’s dig in I’ve always liked this analogy Inclusion is like being at home in someone else’s house rather than just being a guest Younger generations view inclusion as acceptance of their thoughts and opinions and openness",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "responsibility – we want to ensure the community we call home prospers too Through our partnership with NeighborWorks Lincoln a nonprofit dedicated to sustainable homeownership we helped create a front door to the Antelope Valley community – 24 of them in fact Two dozen new homes many designated for low- to moderate-income first-time homeowners now sit in Antelope Square just a couple blocks to our east As the s continue the revitalization of Antelope Valley does too – particularly in the burgeoning Telegraph District due south of us During the COVID-19 pandemic we looked at other ways we could help our community including donating 30 to Lincoln Public Schools to help local students and families and supplying nearly 2 protective masks to local hospitals We believe the future of our community is bright – and we’re proud to be a part of it Watch our video on how we're making an impact in our community",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " There are several products, services, and technologies mentioned throughout the text. Some key points include:\n\n* New Assurity products: AE CI (Disability Insurance), AE HI (Hospital Indemnity Insurance), and AE CI & HI (Combination Disability and Hospital Indemnity Insurance). These products aim to provide flexible and budget-friendly coverage options for clients.\n* Wellness programs: Offered by Assurity, wellness programs are designed to benefit both employers and employees. They promote a healthy lifestyle and can lead to cost savings on healthcare expenses.\n* Online quoting system for disability insurance: Developed by Assurity, this tool allows brokers and agents to easily generate quotes for their clients based on occupation and demographic information. The system also provides pre-filled occupation choices to simplify the process.\n* MyAssuritycom: This platform offers various features such as checking claim statuses, accessing policy documents, and managing coverage. Employers and employees alike can utilize this user-friendly interface.\n* Accessible resources: Throughout the text, there are mentions of research studies, industry trends, and technological advancements that impact the world of employee benefits and insurance. Staying informed about these developments can help brokers and agents better serve their clients.",
            "source": [
                {
                    "content": "be an upsell opportunity or add more value to my clients Have you checked out Assurity’s new AE CI and HI products yet An increased awareness of rising costs of healthcare can mean an opportunity to swoop in with more budget-friendly options For example offering a Voluntary STD plan might be a great alternative to an employer electing to stop providing employer-paid disability coverage What about wellness Research shows a well-designed and executed wellness program is a win-win for businesses and employees Data security is top of mind for a lot of employers these days Be proactive and openly discuss how the solutions you present are protected When it comes to finances of any kind people want to feel secure Thanks to technology many industries are changing faster than people can keep up It’s now become an expectation for employers and employees to have simple easy access to managing their coverage With MyAssuritycom for example employers and employees can check the status of a claim",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "So what we wanted to do is arm our brokers and agencies out there with tools that would be online easily accessible and could even be branded for those agencies So last year we started building a disability insurance quoter that we would put out there for any agency that would request it that's actively contracted here at Assurity It would be set up in the fact that yes you enter your demographic information and your occupation One of the things we're very proud of about the occupation part of this quarter is typically you know the quote systems that are out there will ask you “Are you a 4A 3A” – things that consumers really don't relate to; they don't know those terms That becomes jargon very quickly Or if you ask them if they're “technical” or “semi-technical” they don't quite get that either But if you just ask them what type of job do you do and they start typing in a couple letters and it automatically then pre-fills from a list which right now we're over 10 occupations then that",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "It’s now become an expectation for employers and employees to have simple easy access to managing their coverage With MyAssuritycom for example employers and employees can check the status of a claim and more in a matter of seconds Identify creative opportunities to beat the competition What have groups brought up to you in the past as a need for the future Can you address those needs this year Based on the current offerings in place what other products would help round out a more competitive benefits package Don’t forget to brush up on your product knowledge so you can make the perfect recommendation for your client So far in  Assurity released three new products to the market AE CI and HI to provide more flexibility in coverage at budget-friendly rates Once you’ve done some reflecting and you’ve got a plan keep in mind the timing of your meeting and how to best approach your clients Mid-year many are thinking of travel or family vacations while others are busy preparing for the 4th",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "contact your nearest Assurity representative who can provide you with complete details regarding the products which may be available to you As a condition of your use of this Assurity website you warrant to Assurity that you will not use the Assurity website for any purpose that is unlawful or prohibited by these terms conditions and notices You may not use this Assurity website in any manner which could damage disable overburden or impair the Assurity website or interfere with any other party’s use and enjoyment of the site You may not obtain or attempt to obtain any materials or information through any means not intentionally made available or provided for through the Assurity website You are not authorized to post on or transmit to or from this website any unlawful threatening libelous defamatory obscene scandalous inflammatory pornographic or profane material or any other content that could give rise to any civil or criminal liability under the law You may not modify the",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, there are various promotional events, expos, and sales for the offered whole life insurance policies. Some examples include:\n\n1. Policy Review Campaign: This event targets clients with older policies that have cash value. The goal is to encourage them to roll over their cash value to the new whole life insurance policy, offering both death benefit and living benefits such as the Accelerated Benefit Rider and Critical Illness Rider.\n2. Supplemental Retirement Planning Sales Event: This event focuses on clients seeking additional ways to supplement their retirement income. Whole life insurance policies that pay until age 65 can be used to achieve this objective. Additionally, marketing campaigns during Breast Cancer Awareness Month emphasize the importance of life insurance protection for loved ones.\n3. Targeted Marketing Pieces: Brokers and producers can leverage targeted marketing pieces, such as email campaigns, to engage potential clients and promote the benefits of the whole life insurance policies. These campaigns can be tailored to different demographics, such as mothers or individuals interested in breast cancer awareness.\n\nTo learn more about specific promotional events, expos, or sales related to the offered whole life insurance policies, please contact your local Assurity representative.",
            "source": [
                {
                    "content": "sales ideas out there for whole life but I'm going to target three that I think stand out The first is around policy review We know that there are a number of policies in the market that are either underperforming or don't have living benefit options like our new whole life will have So by talking to these clients with these older policies that have cash value there's an opportunity to roll that cash value out over to our new whole life and give the client a stronger benefit Not only the death benefit certainly as a as a safety net but also give them living benefits in the form of the accelerated benefit rider as well as a critical illness rider Another strong sales idea is around supplemental retirement planning We know that there are a lot of clients who are looking to supplement their income for their retirement Well one of the options we have with our whole life is to pay to age 65 and so by say a 45-year-old male or female funding that as from age 45 to 65 they can build up",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "also supplementing their retirement through permanent life insurance products that offers some cash value We do also do marketing campaigns for Breast Cancer Awareness Month that we do send out in October That marketing campaign is titled “Think Pink and Protect the Women You Love” One of our more successful campaigns is actually directed at moms and it does discuss and go over why all moms both stay-at-home and working do need life insurance coverage Great You talked about having targeted marketing pieces available So how do brokers or producers use these in the sales process So as I mentioned earlier we have a CRM platform called Insureio which is actually marketed through our brokerage agents So those agents that utilize that system it's easily accessible through that platform And so at any time they can enroll however many clients all of their clients a specific set of clients into these marketing campaigns These are email marketing campaigns but what it does is it really gets",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "contact your nearest Assurity representative who can provide you with complete details regarding the products which may be available to you As a condition of your use of this Assurity website you warrant to Assurity that you will not use the Assurity website for any purpose that is unlawful or prohibited by these terms conditions and notices You may not use this Assurity website in any manner which could damage disable overburden or impair the Assurity website or interfere with any other party’s use and enjoyment of the site You may not obtain or attempt to obtain any materials or information through any means not intentionally made available or provided for through the Assurity website You are not authorized to post on or transmit to or from this website any unlawful threatening libelous defamatory obscene scandalous inflammatory pornographic or profane material or any other content that could give rise to any civil or criminal liability under the law You may not modify the",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "its recent acquisitions — and expanding our reach in helping businesses succeed Our real estate development business continues to help create family housing projects in Lincoln and beyond To better tell our story our Marketing and Corporate Communications team completed an extensive rebrand — including the new Assuritycom By paying out  million in benefits to our customers we helped even more people through difficult times We ended the decade in record-breaking fashion — and with the intent of carrying our momentum into the next one Our values guide the decisions we make both as a company and as associates In  we began a recognition program to honor those who embody our commitment to our customers our community and one another We also launched our Living Our Values Award where associates can nominate others who represent one or more of our values Here are our  winners Senior Graphic Designer Nick Lange participates in our mid-day exercise sessions three to four days each week With a",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " Some key partnerships or collaborations related to commerce include:\n\n1. Supplier partnerships: Businesses often form partnerships with suppliers to ensure a steady supply of raw materials, components, or finished goods. These partnerships can lead to cost savings, improved product quality, and increased efficiency.\n2. Distribution partnerships: Collaborating with distributors allows businesses to expand their reach and distribute their products to a wider audience. This type of partnership helps businesses reduce transportation costs, increase sales, and improve customer satisfaction.\n3. Retailer partnerships: By partnering with retailers, businesses can gain access to physical stores and online platforms where they can sell their products directly to consumers. This collaboration can boost brand visibility, drive sales, and provide consumers with convenient shopping options.\n4. Marketing partnerships: Partnering with other businesses or influencers in the same industry can help promote products or services through joint campaigns, sponsorships, or cross-promotions. This type of collaboration can increase brand awareness, attract new customers, and generate additional revenue.\n5. Community partnerships: Engaging with local communities can benefit both businesses and residents. Businesses can support community initiatives, events, or organizations while benefiting from positive public relations and increased brand loyalty. Communities, in turn, can enjoy improvements to local infrastructure, job opportunities, and access to essential services.",
            "source": [
                {
                    "content": "It’s astounding to step back and see just how many connections we all have There are our families friends neighbors and co-workers but then there are also all of the businesses we interact with on a daily basis and the people behind those interactions We’ve developed relationships and trust with our close friends and relatives but that trust isn’t as apparent when looking at the intangible connections we have to business Given the questionable practices that have colored corporations’ actions over the past decades overall trust in business has rightfully declined At Assurity we believe that the relationship between a business and its customers should be more than a transaction Especially as an insurer where we’ll potentially be a part of our customers’ lives for decades building a connection with those who depend on us is crucial to fulfilling our purpose So how do we foster connectedness and in turn foster trust We believe there are two types of connectedness The first is personal – a",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "These days business is all about velocity Companies strive to identify trends faster make decisions faster get their products to the market faster – and in some cases fix their mistakes faster Most of them evaluate their progress based on whether they’re keeping up And if you want to keep up you have to look for new and better ways of doing business At Assurity we strive to be agile in all aspects whether it’s our easy-to-use online quoters or quick turnaround on policy applications And then there’s Assurity Ventures Inc This arm of our business focuses on building relationships with insurtech and fintech startups and harnessing new methods of interacting with prospective customers “Being quicker to react to what’s going on in the industry gives us a competitive advantage” said Jared Carlson Vice President Individual Sales and Ventures “What better way to see what’s coming than to partner with startups Entrepreneurs are reaching out because we come up in conversations and they want to",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "want to work toward something larger than themselves and banding together to achieve great things is one of the most uniquely human aspirations We take this seriously whether it be people coming together to improve our environment or to attain financial security Going to work every morning becomes a lot easier when you know you’re not just working for your boss’ profit – you know what you do makes a difference in the world In order to make a difference you have to step outside of your own space and see how you influence others Siloed business may have worked in the past but no longer – the connections between customers employees companies and the world are stronger than they’ve ever been When we make any decision big or small we consider how it will influence those who depend on us Once you’ve seen the connections it’s hard to do business any other way",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We’re bringing together thinkers business leaders and changemakers from all over the world to discuss how business can be better for everyone Listen to our episodes and learn how businesses like Assurity are changing the world We’re talking to the leaders who are making business better for the world from eco-friendly changemakers to companies that give back in a big way We can’t do it alone – it takes a lot of voices to make a change Together we can do more good and we’re sharing some of the best stories on our podcast The rising tide of sustainable business is worldwide Follow us to learn how visionaries near you are making an impact and how you can help Listen to our most popular episodes right here Subscribe to receive new episodes At Assurity we bring people together so we can protect each other in difficult times We work with our customers for the common good—everyone shares a little so there's enough to help when someone needs a lot In  we became the world’s largest insurance",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, it seems that there might be job openings for associates who want to grow professionally within a \"highly reputable enterprising company.\" Additionally, they may offer opportunities for personal development through training programs or other initiatives. To explore these possibilities further, one could fill out their general application and inquire about matching their passions with available opportunities.",
            "source": [
                {
                    "content": "Please see the sitemap below or return to our homepage by clicking here",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Please see the sitemap below or return to our homepage by clicking here",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Please see the sitemap below or return to our homepage by clicking here",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in providing more than just the basics and trendy perks Associates are offered the opportunity to improve themselves outside of day-to-day work lives Contact us if you’d like to grow with a highly reputable enterprising company Fill out our general application and we'll help match your passion with our next opportunity View our CA Privacy Policy",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events happening where you can learn about Assurity's offerings and network with others in the industry. Some of these events include:\n\n* Job Fairs: Attending job fairs hosted by organizations such as career centers, trade associations, and professional groups can give you an opportunity to meet representatives from Assurity and other companies in the insurance and financial services sector. Keep an eye out for local and national job fairs related to your field.\n* Webinars: Assurity frequently hosts webinars covering topics relevant to their products and services. These webinars usually feature expert speakers discussing important issues and offering valuable insights. To stay informed about upcoming webinars, subscribe to Assurity's newsletter or follow them on social media platforms.\n* Workshops and Training Programs: Assurity might organize or participate in workshops and training programs focused on specific aspects of the insurance industry or related fields. These events can provide valuable learning experiences and networking opportunities. Check Assurity's website or social media channels for updates on upcoming workshops and training sessions.",
            "source": [
                {
                    "content": "Two short years ago COVID-19 forced many worksite brokers to pivot swiftly to online enrollments – even more than they may have already been doing The online enrollments are here to stay and that’s a good thing “Once you get a taste of something more efficient something smoother something that helps the process become better it’s hard to go backward” said Jack Douglas Assurity Vice President of Worksite Sales The  enrollment season looks to be far less bumpy than  but if you want to iron out your processes and practices look no further than your Worksite Regional Sales Team for guidance Here are a few tips for starting off on the right track and embracing online enrollments Streamline your processes Our own Worksite Proposal System allows you to run quotes for Assurity voluntary benefits create a proposal and produce customized enrollment books – all within a matter of minutes Take advantage of enrollment technology Assurity offers several methods that can be tailored to your group’s",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in providing more than just the basics and trendy perks Associates are offered the opportunity to improve themselves outside of day-to-day work lives Contact us if you’d like to grow with a highly reputable enterprising company Fill out our general application and we'll help match your passion with our next opportunity View our CA Privacy Policy",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Associates At Assurity inclusion has long been an aspirational value We strive every day to create a more inclusive culture for our people and today we’re working on new and better ways to connect our associates distributors and customers together through the use of technology The best way to know if you’re getting inclusion right – virtually or otherwise – is to ask Many companies today survey their employees to gauge engagement and overall job satisfaction An often-cited Gallup study has pegged the cost of disengaged employees at up to  billion per year in lost productivity The impact of the lack of inclusion in your culture could hit your balance sheet hard In closing now is the time to embrace virtual inclusion more than ever People are looking for guidance on how to stay connected while also being creative in how they take on teamwork and collaboration all the while managing their life in the wake of school closures across the country",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "introduce supplemental insurance products Being in the right place at the right time may save you from an ax-wielding killer in the woods but it can also provide opportunities to extend your sales in the field If you can time it right you’ll make the most of interactions with people whose deductibles have increased or who have moved to an HDHP If you sell group products you can show employers how to help their employees while still protecting their bottom line When our protagonist finally comes face to face with their villain the gun always jams the booby-trap catches on something or – you get it – something goes wrong Counting on Plan A shouldn’t be your only defense So take a tip from every horror flick in history and make sure to have a backup plan If a client isn’t ready to reevaluate their insurance at year-end don't wait for next November turn it into a chance to have conversations all throughout the year People have a lot on their plates this time of year no use scaring them",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The given text highlights various types of employee or participant benefits. These include:\n\n1. Health insurance plans (including accident expense and hospital indemnity plans) to assist with out-of-pocket expenses not covered by their health plan.\n2. Financial protection such as life insurance, disability income insurance, and critical illness insurance.\n3. Employee assistance programs (EAPs), which provide confidential counseling services and resources to help employees and their families address personal challenges.\n4. Workplace wellness programs, promoting physical and mental wellbeing through various initiatives.\n5. Retirement planning tools and resources, including 40(b) retirement savings plans and group annuities.\n6. Supplemental insurance policies, such as accident, cancer, and hospital confinement indemnity insurance, providing additional financial protection beyond primary coverage.\n7. Voluntary benefits, including those related to pet insurance, identity theft protection, legal services, and more.\n\nThese benefits aim to create a comprehensive and inclusive employee benefits package, supporting employees' financial wellbeing, health, and overall quality of life.",
            "source": [
                {
                    "content": "Employees' needs are not all the same Make a positive impact on their financial lives by offering a more complete benefits plan of workers would keep a job with benefits rather than take one that offered more pay and no benefits1 of workers feel that benefits and perks are the largest determining factor in considering a job offer2 employers offer at least one voluntary benefit to their employees; the number increases for large employers with over 80 offering a voluntary product3 of employees who purchased voluntary benefits did so because they needed help with out-of-pocket medical costs4 Give employees the freedom to choose the coverage that’s right for them Voluntary benefits can be offered at no additional cost to you Employees may purchase coverage at affordable rates Payments are automatically deducted from an employee's paycheck Benefits are paid directly to them regardless of other coverage Voluntary employee benefits can help cover out-of-pocket costs related to a covered",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Employees' needs are not all the same Make a positive impact on their financial lives by offering a more complete benefits plan of workers would keep a job with benefits rather than take one that offered more pay and no benefits1 of workers feel that benefits and perks are the largest determining factor in considering a job offer2 employers offer at least one voluntary benefit to their employees; the number increases for large employers with over 80 offering a voluntary product3 of employees who purchased voluntary benefits did so because they needed help with out-of-pocket medical costs4 Give employees the freedom to choose the coverage that’s right for them Voluntary benefits can be offered at no additional cost to you Employees may purchase coverage at affordable rates Payments are automatically deducted from an employee's paycheck Benefits are paid directly to them regardless of other coverage Voluntary employee benefits can help cover out-of-pocket costs related to a covered",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "continues to streamline the enrollment journey many employees will still want a guide along the way that can explain the coverage options available to them In recent years Assurity acquired an enterprise license to BenSelect a best-in-class platform If an employee takes the self-service route BenSelect provides guidance so they can make coverage decisions best suited to them and their loved ones If they’re not ready to go it alone BenSelect accommodates agent-/enroller-assisted enrollments too Position voluntary as an essential part of the employee benefits plan Voluntary products are no longer “supplemental” – they have become essential Give them the attention they deserve in the enrollment education process Take the time to show them how an accident expense or hospital indemnity plan can help an employee with out-of-pocket expenses not covered by their health plan People can spend an average of 40 hours a year shopping for shoes yet less than 20 minutes making their benefits choices",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Forms Library For what type of benefit is the claim being made For what type of benefit is the claim being made We understand that insurance isn’t always easy Give us a call if you have questions or just prefer to speak with someone who can help Most calls to our Lincoln Nebraska center are answered within 90 seconds—we’re happy to talk If you’d like to email us please use our secure email service to help ensure the information you share with us is seen only by us and not used illegally Learn More For  years our financial strength has helped people support one another through difficult times As a certified benefit corporation we work toward positive impacts for employees communities and the environment Get the customer service you need from real responsive and efficient people in our Lincoln Nebraska headquarters",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided text, it seems like Susan Keisler-Munro, Chair, President, and CEO of Assurity, wants to emphasize the company's performance during a challenging year marked by the COVID-19 pandemic. Despite the difficulties, Assurity managed to achieve several milestones, including record financial strength, increased surplus and AVR, rapid expansion of the network, and substantial growth in sales. Additionally, Assurity remains committed to its core values, integrity being one of them, which have helped guide the company through these trying times. Overall, the message conveyed in the letter appears to be one of resilience and determination in the face of adversity.",
            "source": [
                {
                    "content": "of this proportion – one that forced us to adapt to a drastically different operating environment nobody could have anticipated when the year began We were hurled into the worst recession since the s Unemployment peaked at  in April and the US economy suffered its poorest period ever in the second quarter with GDP falling by  Interest rates fell precipitously – the 10-year US Treasury rate began the year at  and hit a low of  in early August Although faced with a very difficult situation I want to discuss how three of our corporate values have helped us navigate this period and lay the groundwork for greater success in the future The first value I want to highlight is Integrity In Assurity’s Mission  Values Statement it is defined as “doing what’s right; being transparent worthy of trust and of unquestioned financial strength”In  the company celebrated its th year in operation Since  we have continually built our financial strength so we are there when our policyholders need us the",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "humbled humanity in so many ways It reminded us the future is unpredictable It reminded us of our deep interconnectedness It reminded us of the importance of health and financial protection and well-being Operating from a position of record financial strength Assurity stood ready to extend a hand in support of new and existing customers with better ways to help them protect those they love Read our Annual Report to learn how Assurity’s proven ability to thrive in difficult times guided us through a year when protection mattered most In  the COVID-19 pandemic overtook all of our lives presenting unprecedented medical economic and human challenges It’s been a year unlike any other in modern history During my 45-year tenure in the financial services industry I’ve never experienced a crisis of this proportion – one that forced us to adapt to a drastically different operating environment nobody could have anticipated when the year began We were hurled into the worst recession since the s",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "next great chapter is not about abilities in foresight or prophecy but as Peter Drucker familiarized in recognizing and readying the company for new opportunities and challenges brought about by trends and events many of which have already happened The future expects keen awareness and an actionable visionAs I reflect on my first year as Assurity’s President and CEO I am grateful for that which was encouraged by what is and energized by what will be SincerelySusan Keisler-Munro FSA MAAAChair President and Chief Executive Officer We worked together to stretch past our goals in  Here are just a few highlights from a stellar year Through prudent investments and constant stewardship our surplus and AVR saw steady growth and reached a record  million  brought business success with a new annualized premium increase of 15 percent year-over-year  Our network grew rapidly as we added more than  employer groups to our voluntary business onboarded over  new direct-to-Assurity agency",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "deal of our sales growth can be traced back to this belief as we take seriously our responsibility to our customers distributors home office associates and the broader community Being a Certified B Corp is tangible independent verification of Assurity’s commitment to purpose-driven growthIn closing I want to thank our Board of Directors and my colleagues at Assurity for their significant contribution to our success We live in times of high uncertainty and with the significant headwinds of this protracted period of low interest rates Even in this difficult environment I’m confident that with our strong team at Assurity we will continue to grow – togetherSincerelyThomas E Henning CLU ChFC CFAChairman President CEO Several weeks after I penned the following letter the COVID-19 pandemic thrust our communities our country and our world into turmoil heartache and crisis not seen in my lifetime Yet with roots dating back to  such times are not unprecedented for Assurity Our company has lived",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided text, it does not mention any specific investor events or funding rounds related to Assurity Ventures Inc (AVI). However, it highlights the company's achievements such as surpassing $22 million in annual sales, growing new relationships within the insurtech and fintech sectors, and experiencing significant growth in various divisions like Resourcing Edge Inc (REI) and Assurity Real Estate Development (ADEV). These milestones suggest that the company may be attractive to potential investors, but no specific events or funding rounds are mentioned in the given text.",
            "source": [
                {
                    "content": "million in  I’m pleased to report we accomplished this goal one year earlier by surpassing 22 million in annual sales in Assurity Ventures Inc AVI continued to grow a number of new relationships with insurtech and fintech firms We are excited about working with these innovative businesses Through AVI partnerships we believe we’re connecting with our ultimate clients in a more contemporary wayOur Professional Employment Organization PEO subsidiary Resourcing Edge Inc REI successfully integrated its recent acquisitions and achieved record levels of growth and profitabilityAssurity Real Estate Development ADEV finished several new projects which are helping to stem the decline in investment income ADEV is also generating a new source of income for us in the form of real estate development feesWe’re excited about our sales growth in worksite We believe delivering quality insurance products through the workplace is the best way to reach middle-income Americans We are also pleased with the",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in affordable housing and renewable energy In short we were following the principles of B Corps long before they were cool – but now that other businesses around the world are taking up the mantle we’re honored to count ourselves among them We’re always pushing ourselves to do better and being a Certified B Corp is just one of the ways we can measure our progress Interested in learning more about Certified B Corporations Check out the movement here wwwbcorporationnet You can also learn what Assurity is doing to make a difference at wwwassuritycom/our-impact or by listening to our CEO Susie Keisler-Munro discuss our impact on fellow B-Corp KidGlov’s Agency for Change podcast",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "significant contribution to our success We live in times of high uncertainty and with the significant headwinds of this protracted period of low interest rates Even in this difficult environment I’m confident that with our strong team at Assurity we will continue to grow – together It’s fulfilling to accomplish work with real purpose — the kind that aligns with our mission of helping people through difficult times Worksite sales put more than 22 million of new premium on the books with the ease of payroll deduction — surpassing our  goal of 20 million a year early Assurity Ventures Inc AVI cultivated more relationships with insuretech and fintech businesses allowing us to meet customers in new ways Resourcing Edge Inc REI marked record growth and profitability while successfully integrating its recent acquisitions — and expanding our reach in helping businesses succeed Our real estate development business continues to help create family housing projects in Lincoln and beyond To better",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "sales ideas out there for whole life but I'm going to target three that I think stand out The first is around policy review We know that there are a number of policies in the market that are either underperforming or don't have living benefit options like our new whole life will have So by talking to these clients with these older policies that have cash value there's an opportunity to roll that cash value out over to our new whole life and give the client a stronger benefit Not only the death benefit certainly as a as a safety net but also give them living benefits in the form of the accelerated benefit rider as well as a critical illness rider Another strong sales idea is around supplemental retirement planning We know that there are a lot of clients who are looking to supplement their income for their retirement Well one of the options we have with our whole life is to pay to age 65 and so by say a 45-year-old male or female funding that as from age 45 to 65 they can build up",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided text, there isn't any specific mention of financial or funding goals for the next period. However, it is mentioned that they have achieved various milestones during the previous year, including record sales, growth in network, and integration of acquired companies. It seems like the focus is on maintaining momentum and continuously striving towards improvement rather than setting specific financial targets for the next period.",
            "source": [
                {
                    "content": "next great chapter is not about abilities in foresight or prophecy but as Peter Drucker familiarized in recognizing and readying the company for new opportunities and challenges brought about by trends and events many of which have already happened The future expects keen awareness and an actionable visionAs I reflect on my first year as Assurity’s President and CEO I am grateful for that which was encouraged by what is and energized by what will be SincerelySusan Keisler-Munro FSA MAAAChair President and Chief Executive Officer We worked together to stretch past our goals in  Here are just a few highlights from a stellar year Through prudent investments and constant stewardship our surplus and AVR saw steady growth and reached a record  million  brought business success with a new annualized premium increase of 15 percent year-over-year  Our network grew rapidly as we added more than  employer groups to our voluntary business onboarded over  new direct-to-Assurity agency",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "million in  I’m pleased to report we accomplished this goal one year earlier by surpassing 22 million in annual sales in Assurity Ventures Inc AVI continued to grow a number of new relationships with insurtech and fintech firms We are excited about working with these innovative businesses Through AVI partnerships we believe we’re connecting with our ultimate clients in a more contemporary wayOur Professional Employment Organization PEO subsidiary Resourcing Edge Inc REI successfully integrated its recent acquisitions and achieved record levels of growth and profitabilityAssurity Real Estate Development ADEV finished several new projects which are helping to stem the decline in investment income ADEV is also generating a new source of income for us in the form of real estate development feesWe’re excited about our sales growth in worksite We believe delivering quality insurance products through the workplace is the best way to reach middle-income Americans We are also pleased with the",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "I feel we can have a dual-time horizon of “forever” and “right now” The “right now” provides the accountability and sense of urgency to push things across the goal line The “forever” allows us to make investments that may not payoff in the near term but long term will enhance the company’s business profile In  we also further ingrained into our culture the notion we can use business as a force for good A great deal of our sales growth can be traced back to this belief as we take seriously our responsibility to our customers distributors home office associates and the broader community Being a Certified B Corp is tangible independent verification of Assurity’s commitment to purpose-driven growth In closing I want to thank our Board of Directors and my colleagues at Assurity for their significant contribution to our success We live in times of high uncertainty and with the significant headwinds of this protracted period of low interest rates Even in this difficult environment I’m",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We believe in the connection between purpose-driven business and organizational growth Together we use our business as a force for good to make the greatest positive impact on our customers associates the community and our planet Read on to learn how we’re driving growth by doing good Several weeks after I penned the following letter the COVID-19 pandemic thrust our communities our country and our world into turmoil heartache and crisis not seen in my lifetime Yet with roots dating back to  such times are not unprecedented for Assurity Our company has lived our mission endured and prevailed through two World Wars the  Spanish Flu the Great Depression – and we will do so again nowOur purpose of helping people through difficult times resonates even clearer and is unwavering As we meet in this moment everyone at Assurity extends our compassion to those who are suffering and our good wishes for brighter days ahead April 13 Dear Fellow Policyholders and Friends Several weeks after I penned",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " As of my knowledge cutoff date in September 202, I am not aware of any specific recent publications, research findings, or introduced technologies related to voluntary benefits. However, it is important to note that the insurance industry, including voluntary benefits, is constantly evolving with new developments and innovations. It would be beneficial for you to conduct further research or consult relevant sources to obtain updated information on the topic.",
            "source": [
                {
                    "content": "By now I’m sure you’ve seen more than one article about what “trends” to expect in the insurance industry in  In the case of voluntary benefits what will they be Legal services Student loan repayment benefits Pet insurance If you’re thinking “These sure sound a lot like the trends I read about this time last year” I’d agree In my view there isn’t a short list of emerging trends that’ll take the market by storm as a new decade begins Indeed the more things change the more they stay the same Medical costs and the cost of major medical insurance continue to rise Regardless of the employer’s best efforts the employee is generally paying more and getting less or maybe the same coverage they had last year Core voluntary products remain largely unchanged They’ll continue to play an integral role in a competitive employee benefits plan and in helping protect employees and their families Assuming you’re already selling voluntary benefits you can expect employer/employee interest to still be",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Please see the sitemap below or return to our homepage by clicking here",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Please see the sitemap below or return to our homepage by clicking here",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Please see the sitemap below or return to our homepage by clicking here",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, it seems that Assurity has already completed some notable achievements such as reaching $22 million in annual sales, growing their partnerships with insurtech and fintech firms, achieving record growth and profitability for Resourcing Edge Inc., and completing various real estate development projects. However, there isn't any specific mention of ongoing or upcoming research projects or innovation initiatives within the text provided.",
            "source": [
                {
                    "content": "in affordable housing and renewable energy In short we were following the principles of B Corps long before they were cool – but now that other businesses around the world are taking up the mantle we’re honored to count ourselves among them We’re always pushing ourselves to do better and being a Certified B Corp is just one of the ways we can measure our progress Interested in learning more about Certified B Corporations Check out the movement here wwwbcorporationnet You can also learn what Assurity is doing to make a difference at wwwassuritycom/our-impact or by listening to our CEO Susie Keisler-Munro discuss our impact on fellow B-Corp KidGlov’s Agency for Change podcast",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "million in  I’m pleased to report we accomplished this goal one year earlier by surpassing 22 million in annual sales in Assurity Ventures Inc AVI continued to grow a number of new relationships with insurtech and fintech firms We are excited about working with these innovative businesses Through AVI partnerships we believe we’re connecting with our ultimate clients in a more contemporary wayOur Professional Employment Organization PEO subsidiary Resourcing Edge Inc REI successfully integrated its recent acquisitions and achieved record levels of growth and profitabilityAssurity Real Estate Development ADEV finished several new projects which are helping to stem the decline in investment income ADEV is also generating a new source of income for us in the form of real estate development feesWe’re excited about our sales growth in worksite We believe delivering quality insurance products through the workplace is the best way to reach middle-income Americans We are also pleased with the",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "significant contribution to our success We live in times of high uncertainty and with the significant headwinds of this protracted period of low interest rates Even in this difficult environment I’m confident that with our strong team at Assurity we will continue to grow – together It’s fulfilling to accomplish work with real purpose — the kind that aligns with our mission of helping people through difficult times Worksite sales put more than 22 million of new premium on the books with the ease of payroll deduction — surpassing our  goal of 20 million a year early Assurity Ventures Inc AVI cultivated more relationships with insuretech and fintech businesses allowing us to meet customers in new ways Resourcing Edge Inc REI marked record growth and profitability while successfully integrating its recent acquisitions — and expanding our reach in helping businesses succeed Our real estate development business continues to help create family housing projects in Lincoln and beyond To better",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Program WRRAP Our efforts to eliminate as much waste as possible aren’t limited to recycling paper at our desks and using disposable utensils in our cafeteria During Assurity Center’s construction three existing stormwater structures were sealed and repurposed to provide for a massive cistern This allows us to capture store and reuse stormwater for irrigation while reducing heat island effects and the impact to downstream receiving waters Like all B Corps we’re committed to using our business as a force for good – and that means everything from a 1-gallon wastebasket to a -gallon water tank Watch our video on how doing the little things can create big ideas",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " The text does not provide specific information about research grants or innovation awards that have been recently distributed. However, it mentions that Assurity has been growing rapidly and achieving significant milestones in various areas such as sales growth, professional employment organization (PEO) subsidiaries, real estate development, and affordable housing initiatives. These accomplishments suggest that the company may be investing in internal R&D efforts or partnering with external organizations to drive innovation within their industries.",
            "source": [
                {
                    "content": "its recent acquisitions — and expanding our reach in helping businesses succeed Our real estate development business continues to help create family housing projects in Lincoln and beyond To better tell our story our Marketing and Corporate Communications team completed an extensive rebrand — including the new Assuritycom By paying out  million in benefits to our customers we helped even more people through difficult times We ended the decade in record-breaking fashion — and with the intent of carrying our momentum into the next one Our values guide the decisions we make both as a company and as associates In  we began a recognition program to honor those who embody our commitment to our customers our community and one another We also launched our Living Our Values Award where associates can nominate others who represent one or more of our values Here are our  winners Senior Graphic Designer Nick Lange participates in our mid-day exercise sessions three to four days each week With a",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for the award this year a company must have exceeded the overall industry growth rate in  and in  and a positive increase of any amount in  All carriers participating in the survey with a minimum of 10 million in annual sales are eligible for Voluntary Sales Growth Leader recognition",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "million in  I’m pleased to report we accomplished this goal one year earlier by surpassing 22 million in annual sales in Assurity Ventures Inc AVI continued to grow a number of new relationships with insurtech and fintech firms We are excited about working with these innovative businesses Through AVI partnerships we believe we’re connecting with our ultimate clients in a more contemporary wayOur Professional Employment Organization PEO subsidiary Resourcing Edge Inc REI successfully integrated its recent acquisitions and achieved record levels of growth and profitabilityAssurity Real Estate Development ADEV finished several new projects which are helping to stem the decline in investment income ADEV is also generating a new source of income for us in the form of real estate development feesWe’re excited about our sales growth in worksite We believe delivering quality insurance products through the workplace is the best way to reach middle-income Americans We are also pleased with the",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in affordable housing and renewable energy In short we were following the principles of B Corps long before they were cool – but now that other businesses around the world are taking up the mantle we’re honored to count ourselves among them We’re always pushing ourselves to do better and being a Certified B Corp is just one of the ways we can measure our progress Interested in learning more about Certified B Corporations Check out the movement here wwwbcorporationnet You can also learn what Assurity is doing to make a difference at wwwassuritycom/our-impact or by listening to our CEO Susie Keisler-Munro discuss our impact on fellow B-Corp KidGlov’s Agency for Change podcast",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization mentioned several initiatives and events that involve collaboration with different stakeholders such as their employees, customers, local communities, nonprofit organizations, and government agencies. They also mentioned their involvement with B Lab, which certifies companies like Assurity as B Corporations. Additionally, they partnered with Kinghorn Gardens for planting native drought-resistant plants. Overall, Assurity works closely with various groups to achieve its goals and contribute positively to society and the environment.",
            "source": [
                {
                    "content": "people within the next couple years As our community grows we intend to do what we can to ensure our neighbors — especially those who need an extra hand — have opportunities to thrive We champion one another’s wellness because we know we’re at our best when we’re physically emotionally and financially happy From afternoon yoga classes to lunch-and-learns — and our annual Leading Wellness challenge — we create opportunities to be our best selves In  we were named to B Corporation’s Best for the World Governance List acknowledging that we “walk the talk” when it comes to our commitment to using our business as a force for good As one of the founding B Corporations we’re accountable to social and environmental good Read our article on creating a sustainable future Our associates clean up the trail that runs along Assurity Center each week providing a safer path of travel for runners walkers and bicyclists In partnership with Kinghorn Gardens native drought-resistant plants flourish",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "heritage and it’s reflected in the way we care for one another and our customers We rally together to strengthen our community See how we came together to help keep cardboard out of local landfills Watch the video We know insurance isn’t an easy topic—that’s why we’re there for you when you need us We’re a tight knit community of people who work hard for our customers and each other As a Certified B Corp we’re committed to using our business as a force for good Our promises to customers co-workers and the community reflect that commitment doing what's right; being transparent worthy of trust and unquestioned financial strength delivering results owning outcomes working with a sense of urgency pursuit of full potential - physical intellectual emotional and financial the power of creative imagination where the best ideas win alignment of business practices for social environmental and the greater good Our leaders set the tone by believing our associates and our culture enable our",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in affordable housing and renewable energy In short we were following the principles of B Corps long before they were cool – but now that other businesses around the world are taking up the mantle we’re honored to count ourselves among them We’re always pushing ourselves to do better and being a Certified B Corp is just one of the ways we can measure our progress Interested in learning more about Certified B Corporations Check out the movement here wwwbcorporationnet You can also learn what Assurity is doing to make a difference at wwwassuritycom/our-impact or by listening to our CEO Susie Keisler-Munro discuss our impact on fellow B-Corp KidGlov’s Agency for Change podcast",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "At Assurity we're driven by our passion to help others We believe in doing what's right and we use our business as a force for good Profit is not our driver it's chasing our full potential Sound like you We're analyzers relationship builders math whizzes coders writers born organizers and strategic thinkers - but we're all united by the same mission helping people through difficult times That means you Our shared belief in our core values makes us stronger and brings us together for the common good As a Certified B Corp we’re committed to using our business as a force for good Our promises to customers co-workers and the community reflect that commitment doing what's right; being transparent worthy of trust and of unquestioned financial strength delivering results owning outcomes working with a sense of urgency pursuit of full potential - physical intellectual emotional and financial the power of creative imagination where the best ideas win alignment of business practices for social",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives involving Assurity and its community members. Some notable examples include:\n\n1. Trail Cleanup: Assurity associates participate in regular trail cleanups along the Assurity Center trail, ensuring a safe and enjoyable experience for users such as runners, walkers, and cyclists. This activity fosters a sense of community responsibility and promotes a healthier environment.\n2. Community Yoga Classes: Assurity hosts occasional community yoga classes, which provide an opportunity for neighbors to come together, practice mindfulness, and connect with others. These events contribute to overall wellbeing and promote a strong sense of community.\n3. Annual Leading Wellness Challenge: Assurity collaborates with its community during this event, encouraging participants to focus on their physical, emotional, and financial well-being. By engaging in collective goal setting and support, participants build stronger connections and reinforce shared values around holistic wellness.\n4. Partnerships with Local Organizations: Assurity works closely with organizations like Kinghorn Gardens to promote native plant cultivation and conservation efforts. Through these partnerships, Assurity demonstrates its commitment to environmental stewardship and sustainability while fostering collaboration within the community.",
            "source": [
                {
                    "content": "people within the next couple years As our community grows we intend to do what we can to ensure our neighbors — especially those who need an extra hand — have opportunities to thrive We champion one another’s wellness because we know we’re at our best when we’re physically emotionally and financially happy From afternoon yoga classes to lunch-and-learns — and our annual Leading Wellness challenge — we create opportunities to be our best selves In  we were named to B Corporation’s Best for the World Governance List acknowledging that we “walk the talk” when it comes to our commitment to using our business as a force for good As one of the founding B Corporations we’re accountable to social and environmental good Read our article on creating a sustainable future Our associates clean up the trail that runs along Assurity Center each week providing a safer path of travel for runners walkers and bicyclists In partnership with Kinghorn Gardens native drought-resistant plants flourish",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in affordable housing and renewable energy In short we were following the principles of B Corps long before they were cool – but now that other businesses around the world are taking up the mantle we’re honored to count ourselves among them We’re always pushing ourselves to do better and being a Certified B Corp is just one of the ways we can measure our progress Interested in learning more about Certified B Corporations Check out the movement here wwwbcorporationnet You can also learn what Assurity is doing to make a difference at wwwassuritycom/our-impact or by listening to our CEO Susie Keisler-Munro discuss our impact on fellow B-Corp KidGlov’s Agency for Change podcast",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "implement large-scale entrepreneurial opportunities for growth and product development He previously held development and innovation roles with the Arbor Day Foundation where he led the creation of business ventures to generate revenue streams Carlson holds a Master of Business Administration from Nebraska Wesleyan University He also serves as a board member for the Foundation for Lincoln Public Schools and the Foundry an organization dedicated to helping nonprofits institute sustainable business practices Todd Reimers Senior Vice President Chief Marketing  Sales Officer",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "heritage and it’s reflected in the way we care for one another and our customers We rally together to strengthen our community See how we came together to help keep cardboard out of local landfills Watch the video We know insurance isn’t an easy topic—that’s why we’re there for you when you need us We’re a tight knit community of people who work hard for our customers and each other As a Certified B Corp we’re committed to using our business as a force for good Our promises to customers co-workers and the community reflect that commitment doing what's right; being transparent worthy of trust and unquestioned financial strength delivering results owning outcomes working with a sense of urgency pursuit of full potential - physical intellectual emotional and financial the power of creative imagination where the best ideas win alignment of business practices for social environmental and the greater good Our leaders set the tone by believing our associates and our culture enable our",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " The mutual objectives and outcomes expected from these collaborations involve various aspects such as community engagement, environmental responsibility, employee wellbeing, and overall positive impact on society. Through their efforts, Assurity aims to strengthen their community, reduce waste, promote healthy living, and support the greater good. By working together towards these goals, everyone involved benefits from the collective achievements and contributions.",
            "source": [
                {
                    "content": "At Assurity we're driven by our passion to help others We believe in doing what's right and we use our business as a force for good Profit is not our driver it's chasing our full potential Sound like you We're analyzers relationship builders math whizzes coders writers born organizers and strategic thinkers - but we're all united by the same mission helping people through difficult times That means you Our shared belief in our core values makes us stronger and brings us together for the common good As a Certified B Corp we’re committed to using our business as a force for good Our promises to customers co-workers and the community reflect that commitment doing what's right; being transparent worthy of trust and of unquestioned financial strength delivering results owning outcomes working with a sense of urgency pursuit of full potential - physical intellectual emotional and financial the power of creative imagination where the best ideas win alignment of business practices for social",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "want to work toward something larger than themselves and banding together to achieve great things is one of the most uniquely human aspirations We take this seriously whether it be people coming together to improve our environment or to attain financial security Going to work every morning becomes a lot easier when you know you’re not just working for your boss’ profit – you know what you do makes a difference in the world In order to make a difference you have to step outside of your own space and see how you influence others Siloed business may have worked in the past but no longer – the connections between customers employees companies and the world are stronger than they’ve ever been When we make any decision big or small we consider how it will influence those who depend on us Once you’ve seen the connections it’s hard to do business any other way",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "heritage and it’s reflected in the way we care for one another and our customers We rally together to strengthen our community See how we came together to help keep cardboard out of local landfills Watch the video We know insurance isn’t an easy topic—that’s why we’re there for you when you need us We’re a tight knit community of people who work hard for our customers and each other As a Certified B Corp we’re committed to using our business as a force for good Our promises to customers co-workers and the community reflect that commitment doing what's right; being transparent worthy of trust and unquestioned financial strength delivering results owning outcomes working with a sense of urgency pursuit of full potential - physical intellectual emotional and financial the power of creative imagination where the best ideas win alignment of business practices for social environmental and the greater good Our leaders set the tone by believing our associates and our culture enable our",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "people within the next couple years As our community grows we intend to do what we can to ensure our neighbors — especially those who need an extra hand — have opportunities to thrive We champion one another’s wellness because we know we’re at our best when we’re physically emotionally and financially happy From afternoon yoga classes to lunch-and-learns — and our annual Leading Wellness challenge — we create opportunities to be our best selves In  we were named to B Corporation’s Best for the World Governance List acknowledging that we “walk the talk” when it comes to our commitment to using our business as a force for good As one of the founding B Corporations we’re accountable to social and environmental good Read our article on creating a sustainable future Our associates clean up the trail that runs along Assurity Center each week providing a safer path of travel for runners walkers and bicyclists In partnership with Kinghorn Gardens native drought-resistant plants flourish",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "bcorporation",
                            "bluestonelife",
                            "onepercentfortheplanet",
                            "forbes",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}