{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided text, it appears that Athena Home Loans is committed to reducing its environmental impact. They mention using \"bank-level security and encryption\" across their digital platform, which suggests they prioritize data protection and minimizing electronic waste. Additionally, they emphasize saving customers money on their mortgages, potentially encouraging borrowers to purchase homes more efficiently, leading to reduced energy consumption and resource usage over time. While the lifetime of a home loan extends beyond the scope of typical sustainability initiatives, these efforts contribute to a more environmentally conscious approach within the company culture.",
            "source": [
                {
                    "content": "not among them - we aren’t that cruel Well duh That seems obvious but clearly as a nation we don’t follow this mantra all the time Keep track of what you spend using a small notebook old school or a budgeting app on your phone Track every last cent from your coffee to your rent or mortgage Pocketbook Wallet and Mint are three of the best free budgeting apps available on Apple and Android and you can share your budget with your significant other if you have shared goals After a month or two you will quickly see where you are wasting your money and you can channel those funds into smashing that debt Lists stop you buying the impulse purchases that can add up in the weekly grocery shop And hungry people have eyes bigger than their stomachs and buy loads of rubbish food they don’t need Don’t impulsively buy something as soon as you see it Leave it for 24 hours and then decide And if you absolutely must have it shop around for the best price This is pretty standard advice yawn but five",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to negative gear and consider if they can afford those costs Negative gearing allows investors to recoup some of the costs in tax savings but it still results in losing money Investors need cash to fund the negative gearing and the tax refunds may be delayed for a year or more If an investor is confident their property will deliver capital growth in the long run they may be comfortable with temporary losses The hope is that these losses will be compensated in the form of capital gains in the future when the property is sold down the track for a nice big profit Negative gearing isn't risk free and so you should always obtain specific advice on your circumstances It can help you reduce your tax bill but there's still the chance that you might lose money especially in tough property market conditions Similar to what happened as a result of COVID-19 the rental market might tip towards the tenant's favour If this happens the rental income might drop or even worse an investor might find",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "more off their mortgage every week and reduce their loan by almost 7 years - plus get her dream caravan As a solo working mum Anita has a lot going on Athena worked around her busy schedule and saved her the most valuable thing - time We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "retirement Our superannuation and financial systems were constructed for more traditional family models they are fast becoming unfit for the world we live in today Between divorce separation and single living women often lose the safety net that they never really had   The good thing is there is more of a focus on this than ever We know that not one but many things can help From increasing the minimum super contribution for everyone workplaces better supporting time off raising kids super funds removing fees whilst women are out of the workforce and ultimately addressing the gender pay gap The question is how quickly will we see super balances and retirement outcomes change for women and what can women do right now to save themselves  We are passionate about helping women to pay less on their mortgages An average Athena customer saves 60 over the life of their loan by making the switch These savings could be redirected into additional super contributions and lead to a very different",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are numerous events and initiatives focused on environmental conservation. However, providing a comprehensive list of all such events would be beyond the scope of a brief response. Instead, I will mention a few notable examples:\n\n1. Earth Day (April 22): This global event raises awareness about environmental issues and encourages action to protect our planet.\n2. United Nations Climate Change Conferences: These conferences bring together governments, organizations, and individuals to discuss strategies for mitigating climate change and adapting to its impacts.\n3. World Environment Day (June 5th): Organized by the United Nations, this day promotes global awareness and action for the environment.\n4. COP21 Paris Agreement Signing Ceremony (April 22nd): Over 17 countries signed the historic agreement to combat climate change.\n5. Global Climate Action Summit (September 11th-11th, 22): Held in San Francisco, California, this summit brought together leaders from government, business, and civil society to showcase climate action and inspire further commitment.\n6. UN Biodiversity Conference (December 22nd-11th): This conference focuses on biodiversity conservation and sustainable development.\n7. World Wildlife Day (March 3rd): Established by the United Nations, this day highlights the importance of wildlife conservation and raises awareness about the challenges faced by various species.\n8. Bonn Climate Change Conference (May 1st-11th, 22): This conference served as a follow-up to the Paris Agreement, focusing on progress towards implementing the agreement and enhancing international cooperation.\n9. IUCN World Conservation Congress (September 1st-11th, 22): Hosted by the International Union for Conservation of Nature (IUCN), this congress brings together conservation professionals, practitioners, and decision-makers to discuss and develop strategies for preserving the natural world.\n\nThese events represent just a small fraction of the numerous initiatives and activities dedicated to environmental conservation. To stay informed about other events, consider subscribing to newsletters, following relevant organizations on social media, and attending local community events related to environmental protection and sustainability.",
            "source": [
                {
                    "content": "retirement Our superannuation and financial systems were constructed for more traditional family models they are fast becoming unfit for the world we live in today Between divorce separation and single living women often lose the safety net that they never really had   The good thing is there is more of a focus on this than ever We know that not one but many things can help From increasing the minimum super contribution for everyone workplaces better supporting time off raising kids super funds removing fees whilst women are out of the workforce and ultimately addressing the gender pay gap The question is how quickly will we see super balances and retirement outcomes change for women and what can women do right now to save themselves  We are passionate about helping women to pay less on their mortgages An average Athena customer saves 60 over the life of their loan by making the switch These savings could be redirected into additional super contributions and lead to a very different",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of the year home loans At Athena we are on a mission to change home loans for good so Aussies can rewrite their future stories We are looking for great people to join our kick-ass collective and deliver on this mission We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "With Athena Accelerates the more you pay down your loan the more we'll drop your rate  automaticially Getting a decent home loan is a big deal and at Athena we get to celebrate those moments with customers everyday Each loan is a triumph over big bank tyranny and mortgages that feel more like a life sentence than a ticket to financial freedom  But we’re not going to lie - sometimes we want to celebrate our own achievements too That’s why we’ve decided to recap some of our proudest awards from the past year and pat ourselves on the back for a job well done  Canstar’s Innovation Excellence award celebrates bold new financial products that are making a difference to Aussie consumers We scored this one for our automatic rate-match where existing customers on variable rates score the same sexy new customer rates on our like-for-like loans The annual Canstar lender awards recognise home loan providers who deliver both exceptional value and customer features We must do pretty well on both",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "With Athena Accelerates the more you pay down your loan the more we'll drop your rate  automaticially We live in a lucky country especially when it comes to our super system But women aren’t benefiting from this anywhere near as much as men are in fact only half as much As International Women’s Day rolls around for  here at Athena we wanted to share one very big thing that women can do to help re-write their future stories – starting now  After spending their working lives smashing glass ceilings leaning in pushing for pay equality raising children and caring for parents Australian women are on average rewarded with 47 less superannuation than men at retirement Then go on live 5 years longer There has been a staggering shift in the last decade of poverty and homelessness for women in general especially after retirement Our superannuation and financial systems were constructed for more traditional family models they are fast becoming unfit for the world we live in today Between divorce",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " As per the given text, Athena Home Loans plans to become the first certified B Corporation (B Corp) Australian home lender. B Corp Certification evaluates companies based on their overall positive impact on society and the environment. Therefore, when Athena achieves B Corp status, it will be required to report various environmental impact metrics. Some possible metrics could include carbon emissions, waste reduction, energy efficiency, and resource conservation. By meeting these high standards, Athena demonstrates its commitment to balancing profit with purpose while prioritizing social and environmental responsibility.",
            "source": [
                {
                    "content": "the less common measure and was based on a survey of s New York families but has since been adapted for Australia and calculates based on a family of two adults and two kids There is a sophisticated algorithm using fractions to calculate different family structures However it is not so commonly used anymore with HEM being the primary measure Food and Groceries - This is what you might buy in your weekly shop such as fruit veg household items and also takeaway food if you regularly by coffees and lunches this is spot to include these items Housing and Property expenses  – This doesn’t include mortgage repayments but does include water gas/electricity council rates strata fees land tax agent fees maintenance cleaning and investment property expenses Communication – internet mobile phone and landlines pay TV and media streaming subscriptions and internet Clothing and Personal care – hair and beauty treatments clothes shoes and beauty products Transport and auto – car rego or public",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "are not a part of your assessment such as the amount of credit you have for tax already paid during the income year Here’s how to find it From the ATO home page navigate to the top left hand menu and click “Tax” then “Lodgements” then “Income Tax”  Click the “History” tab on this page and it will bring you to all of your previous years of tax lodgements Click “Notice of Assessment” next to the year that you would like to get Go to the top right and click the downward arrow to download  save the PDF file Attach the PDF file on the Athena Home Hub under the Notice of Assessment section and you’re golden From the ATO home page navigate to the top left hand menu and click “Tax” then “Lodgments” then “Income Tax” Click the “History” tab on this page and it will bring you to all of your previous years of tax lodgments Click “View Details” should be above the “Notice of Assessment” link Scroll all the way to the bottom and tap “Print Friendly Version” Click the drop down menu to select your",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "indicates you have made regular on time If you want to know more details about each of these and how they are calculated and recorded on your credit report visit Credit Smart It helps us understand your credit history and work out whether you’re likely to default on your repayments It’s an important factor in our decision – but certainly not the only thing we use to assess your credit application If you would like to know more about credit scores and how they are calculated visit Credit Smart for more information The new rules also mean that the industry will be more open and we will be sharing information with our credit reporting partners that we don’t currently share Again it means we now share the good not just the bad But what’s reported in your credit history may impact future credit applications and the amount of credit offered so having a good credit history is really important We want your credit history to be an asset so here are seven ways to improve your credit score We",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "numbers It’s been a great year for Athena customers But this is just the beginning We’re only getting started This next financial year we plan to save many more Australians time and money by paying down their home loan faster These are the reasons people are loving us and leaving us See for yourself These are the stories of real customers and how they are creating a better future for themselves and their families And a better future is what we want too That’s why this year we're working towards being the first certified B Corp Aussie home lender B Corp Certification assesses the overall positive impact of what we do It means being truly purpose-driven and creating a benefit for all stakeholders not just shareholders And we plan to meet the highest standards of social and environmental performance public transparency and legal accountability to balance profit and purpose It’s not what lenders normally do but we didn’t set out to be a normal lender We give a damn about your information",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, the organization has committed to becoming the first certified B Corp Aussie home lender. B Corp Certification assesses the overall positive impact of what they do, meaning they prioritize being truly purpose-driven and creating a benefit for all stakeholders, not just shareholders. The organization plans to meet the highest standards of social and environmental performance, public transparency, and legal accountability to balance profit and purpose.",
            "source": [
                {
                    "content": "our organisation’s high ethical standards / values but also have a responsibility to maintain the regulatory standards that are set by both Commonwealth and State governments Our mission is to ensure we offer our clients the best service and most appropriate products to suit their individual needs through our professionalism and attention to detail Ultimately our goal is to ensure applicants are provided with a loan that meets their objectives We guarantee to listen to your needs and your instructions ensuring that there is collaborative agreement through each step of the finance application process Our relationships and alliances with likeminded quality organisations ensure we are positioned to offer the best quality service as well as offering complementary financial services where appropriate By law before entering into a specific credit contract we are obliged to conduct a Preliminary Credit Assessment to determine what kind of loans would be suitable for you In consultation with",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "numbers It’s been a great year for Athena customers But this is just the beginning We’re only getting started This next financial year we plan to save many more Australians time and money by paying down their home loan faster These are the reasons people are loving us and leaving us See for yourself These are the stories of real customers and how they are creating a better future for themselves and their families And a better future is what we want too That’s why this year we're working towards being the first certified B Corp Aussie home lender B Corp Certification assesses the overall positive impact of what we do It means being truly purpose-driven and creating a benefit for all stakeholders not just shareholders And we plan to meet the highest standards of social and environmental performance public transparency and legal accountability to balance profit and purpose It’s not what lenders normally do but we didn’t set out to be a normal lender We give a damn about your information",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in respect of the personal information including credit-related information we hold about you and what we do with that information including what personal information we collect from you through our products and services and via our online presence which includes our main website at Athenacomau as well as information we collect about you from other source; how we keep your information safe and who we share it with; your rights and choices how you can contact us and access or correct your information; and how your personal information is managed in relation to a credit application This is our Notifiable Matters Statement This policy doesn’t cover any other parties even if they link to our services or websites and you should make sure you review their privacy practices directly yourself By providing us with any of your personal information you consent to us and our related bodies corporate collecting using holding and disclosing including to some overseas recipients personal and credit",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "strive to meet to resolve any complaint  Phone  Weekdays 8am-8pm AET and Sat  Sun 10am-4pm AET  We aim to acknowledge your complaint within 24 hours of receiving it or as soon as practicable  We will review the nature of your complaint in a fair unbiased and timely manner and endeavour to resolve it when it is raised   If we are unable to resolve your complaint promptly we will undertake further investigation  We aim to resolve complaints within 30 days or within 21 days if it relates to financial hardship or debt collection  When we need more time to resolve your complaint we will keep you informed about the status of your complaint  We will work with your authorised delegate to manage your complaint on your behalf  Why you wish to make a complaint Please provide enough detail for us to make an assessment  If you are not satisfied with the response provided you have the option to refer your complaint to the relevant external dispute resolution scheme We are a member of the Australian",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual and quarterly reports that detail Athena's commitments related to customer protection, responsible lending practices, and financial disclosures. These reports provide updates on the company's progress towards meeting its obligations under various financing legislation, including the National Consumer Credit Protection Act (NCCP) and the Anti-Money Laundering and Counter Terrorism Financing Act (AML/CTF). Additionally, the reports cover topics like risk management, internal controls, and compliance with relevant industry standards. By reviewing these reports regularly, stakeholders can stay informed about Athena's commitment to ethical business practices and maintain trust in the organization.",
            "source": [
                {
                    "content": "on their way to saving 44 3 years 6 monthsOwner Occupier PI Variable loan of  over 30 years Interest rate of  pa Comparison rate  pa Old rate of  pa Fortnightly repayments Monthly repayments on old loan Sleep Soundly information correct as at 3 June  We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "loan rate every year for the 1st five years The discount is applied for the life of the loan Athena doesn’t charge any ongoing application account or exit fees For media enquiries and interview with Nathan Walsh please contact Polkadot Communications Anna MacIntosh /  or Katy Moore /  We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "financing legislation Where we are authorised to do so by law such as under the Anti-Money Laundering and Counter Terrorism Financing Act  Cth government and law enforcement agencies or regulators Our agents contractors external service providers to outsource certain functions for example statement production debt recovery mailing services document storage services direct marketing data and identity verification services information technology support and printing our standard documents and correspondence In the event that we enter into or intend to enter into a transaction that alters the structure of our business such as a reorganisation merger sale joint venture assignment transfer change of control or other disposition of all or any portion of our business assets or stock we may share personal information with the entities and other third parties in connection with such transaction For the avoidance of doubt this includes the bundling of assets of a similar nature such as loans",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "repayments paying an additional  per week Monthly repayments on old loan with no extra regular repayments f Customer on their way to saving 44 3 years 6 monthsOwner Occupier PI Variable loan of  over 30 years Interest rate of  pa Comparison rate  pa Old rate of  pa Fortnightly repayments Monthly repayments on old loan Sleep Soundly information correct as at 3 June  We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " It seems that Athena has not yet organized any specific community or social events related to their commitment to support women in achieving better retirement outcomes. However, they have shared important insights into the challenges faced by women in regards to superannuation and financial systems. Their mission is to change home loans for good so Australians can rewrite their future stories. They encourage great people to join their \"kick-ass collective\" and deliver on this mission.",
            "source": [
                {
                    "content": "more off their mortgage every week and reduce their loan by almost 7 years - plus get her dream caravan As a solo working mum Anita has a lot going on Athena worked around her busy schedule and saved her the most valuable thing - time We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "With Athena Accelerates the more you pay down your loan the more we'll drop your rate  automaticially We live in a lucky country especially when it comes to our super system But women aren’t benefiting from this anywhere near as much as men are in fact only half as much As International Women’s Day rolls around for  here at Athena we wanted to share one very big thing that women can do to help re-write their future stories – starting now  After spending their working lives smashing glass ceilings leaning in pushing for pay equality raising children and caring for parents Australian women are on average rewarded with 47 less superannuation than men at retirement Then go on live 5 years longer There has been a staggering shift in the last decade of poverty and homelessness for women in general especially after retirement Our superannuation and financial systems were constructed for more traditional family models they are fast becoming unfit for the world we live in today Between divorce",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of the year home loans At Athena we are on a mission to change home loans for good so Aussies can rewrite their future stories We are looking for great people to join our kick-ass collective and deliver on this mission We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "retirement Our superannuation and financial systems were constructed for more traditional family models they are fast becoming unfit for the world we live in today Between divorce separation and single living women often lose the safety net that they never really had   The good thing is there is more of a focus on this than ever We know that not one but many things can help From increasing the minimum super contribution for everyone workplaces better supporting time off raising kids super funds removing fees whilst women are out of the workforce and ultimately addressing the gender pay gap The question is how quickly will we see super balances and retirement outcomes change for women and what can women do right now to save themselves  We are passionate about helping women to pay less on their mortgages An average Athena customer saves 60 over the life of their loan by making the switch These savings could be redirected into additional super contributions and lead to a very different",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided text, several products, services, and technologies are mentioned or implied. These include:\n\n1. Loan brands like Athena: Athena is a technology-driven lender offering innovative solutions for borrowers.\n2. Non-bank lenders seeking to improve their digital offerings: Companies like Athena are working towards enhancing their digital platforms to compete with traditional banks.\n3. Full-service brokerage model: Athena follows a full-service brokerage model, allowing customers to access a range of financial products and services through a single platform.\n4. Mortgage refinancing: Athena offers mortgage refinancing options to help borrowers secure better deals on their home loans.\n5. Conditional approval within 15 minutes: With Athena's advanced technology, borrowers can receive conditional approval for mortgage refinancing in just 15 minutes.\n6. Residential mortgage-backed securities (RMBS): Athena's parent company, Resimac, is involved in issuing RMBS, which allow them to securitize mortgages if they scale successfully.\n7. Digital platform with bank-level security: Athena emphasizes the importance of customer information privacy and uses strong encryption to protect user data on their digital platform.",
            "source": [
                {
                    "content": "loan brands like Athena and non-bank lenders seeking to improve their digital offerings Ahead of its full-year results due for release on Thursday Homeloans said it will use the Athena platform “to further grow and enhance our offerings” and has also invested 2 million in equity in Athena part of a 20 million raising also backed by Square Peg and Macquarie Capital Rice Warner and Apex Capital Homeloans will also provide an undisclosed amount of debt funding to back’s Athena’s lending The deal could help Athena securitise mortgages should it scale successfully given Homeloans’ subsidiary Resimac is the pioneer of the residential mortgage-backed securities RMBS market and has issued more than 21 billion in securitisation transactions Athena says its technology allows for conditional approval for a mortgage refinancing to be gained in as little as 15 minutes It will launch a beta pilot later this year with full launch expected early in the new year Square Peg’s Paul Bassat sits on the",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "financing legislation Where we are authorised to do so by law such as under the Anti-Money Laundering and Counter Terrorism Financing Act  Cth government and law enforcement agencies or regulators Our agents contractors external service providers to outsource certain functions for example statement production debt recovery mailing services document storage services direct marketing data and identity verification services information technology support and printing our standard documents and correspondence In the event that we enter into or intend to enter into a transaction that alters the structure of our business such as a reorganisation merger sale joint venture assignment transfer change of control or other disposition of all or any portion of our business assets or stock we may share personal information with the entities and other third parties in connection with such transaction For the avoidance of doubt this includes the bundling of assets of a similar nature such as loans",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "financing from the superannuation sector and non-bank lenders Despite only being used by 50 family and friends ahead of an official launch in the first quarter of  its total capital raised has now ticked over 45 million 40 million of which was banked in the past six months Mr Walsh told The Australian Financial Review the start-up still had most of the 15 million it raised in May in the bank but the funds would be used for continued product development as well as sales and marketing once it goes live next yearHome loan potential “There’s lot of exciting fintechs out there but what we’re doing with home loans has the potential to dwarf all the others in terms of savings” he said “Australians are over paying by 10 billion each year in terms of excess interest costs and only 5 per cent are refinancing excluding those purchasing and 80 per cent could get a better deal “With Athena there will be no reason to be stuck at a high interest rate” In August ASX-listed HomeLoans Limited announced",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and simplicity the legacy players simply cannot match Over the past 8 months we have been operating Athena in pilot mode We are already seeing the power of the Athena proposition to change lives The family with 3 young kids saving 40 now able to plan a trip away with the boys  The divorced single mum able to pay off her home loan 19 months earlier and save  The couple planning a wedding now more affordable It’s powerful stuff Two years after we sat down Michael and I are excited that Athena is about to become the new home for Australians who want to get rid of their mortgage faster Because life is too short for a long home loan We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " As of my knowledge cutoff date in September 202, I am not aware of any specific promotional events, expos, or sales related to the offerings mentioned in the context. However, it is possible that such events may have taken place since then. To find the latest information on promotions or discounts related to these products, I recommend checking the respective company websites or reaching out to their customer support teams.",
            "source": [
                {
                    "content": "loan brands like Athena and non-bank lenders seeking to improve their digital offerings Ahead of its full-year results due for release on Thursday Homeloans said it will use the Athena platform “to further grow and enhance our offerings” and has also invested 2 million in equity in Athena part of a 20 million raising also backed by Square Peg and Macquarie Capital Rice Warner and Apex Capital Homeloans will also provide an undisclosed amount of debt funding to back’s Athena’s lending The deal could help Athena securitise mortgages should it scale successfully given Homeloans’ subsidiary Resimac is the pioneer of the residential mortgage-backed securities RMBS market and has issued more than 21 billion in securitisation transactions Athena says its technology allows for conditional approval for a mortgage refinancing to be gained in as little as 15 minutes It will launch a beta pilot later this year with full launch expected early in the new year Square Peg’s Paul Bassat sits on the",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "new customer rates on our like-for-like loans The annual Canstar lender awards recognise home loan providers who deliver both exceptional value and customer features We must do pretty well on both counts as we’ve dominated the investment variable home loans category for the last two years running Go us Each RateCity award is based on real-time scores that rank home loans out of 5 The criteria is simple value and flexibility We happen to think that value and flexibility are pretty important too so it’s no surprise we’ve come out on top in not one but four categories over the past year We’re constantly on the hunt for new and improved ways of doing things so we’re chuffed to have won the Mozo Experts Choice Award for Home Loan Innovation two years in a row In  we won it for the first time with our automatic rate-match and this year we took it out with the introduction of AcceleRATES - a feature that gives you control of your rate The more you pay down your loan the more we’ll lower your",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "financing from the superannuation sector and non-bank lenders Despite only being used by 50 family and friends ahead of an official launch in the first quarter of  its total capital raised has now ticked over 45 million 40 million of which was banked in the past six months Mr Walsh told The Australian Financial Review the start-up still had most of the 15 million it raised in May in the bank but the funds would be used for continued product development as well as sales and marketing once it goes live next yearHome loan potential “There’s lot of exciting fintechs out there but what we’re doing with home loans has the potential to dwarf all the others in terms of savings” he said “Australians are over paying by 10 billion each year in terms of excess interest costs and only 5 per cent are refinancing excluding those purchasing and 80 per cent could get a better deal “With Athena there will be no reason to be stuck at a high interest rate” In August ASX-listed HomeLoans Limited announced",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "our automatic rate-match and this year we took it out with the introduction of AcceleRATES - a feature that gives you control of your rate The more you pay down your loan the more we’ll lower your rate Automatically If that wasn’t enough the folks at Mozo have also recognised our market-leading value and flexibility for two years running We’ve collected awards for  Here’s what one of Mozo’s Expert Judges Peter Marshall had to say about us “Athena have prided themselves on being a lender that’s all for their customers by providing flexible features and highly competitive rates so it made sense to award them with these prestigious titles Plus they’ve stood out from the crowd thanks to their rate guarantee and loyalty bonus which applies to both new and existing customers” Home loans might be our specialty but we’re also tech geeks data junkies and boundary-pushers at the forefront of Australia’s growing startup culture That’s why the Finnies - which recognise outstanding Australian",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are several notable partnerships and collaborations related to commerce mentioned in the text. One significant collaboration is between Athena Home Loans and Newcastle Permanent Building Society, which resulted in a $10 million initial funding deal. This partnership allows Athena to provide competitive loans to more value-seeking Aussies while strengthening Newcastle Permanent's balance sheet. Another important partnership mentioned is between Athena and AustralianSuper, who together with another investor, participated in a record-breaking venture capital round for an Australian company. Additionally, Athena has formed strategic alliances with organizations that share similar goals, such as hostplus, which invests in Athena and supports its mission to offer better home loan options to Australians. Finally, it's worth noting that Athena adheres to strict ethical standards and regulatory requirements, working closely with various government agencies and regulatory bodies to ensure compliance and maintain trust with its customers.",
            "source": [
                {
                    "content": "be our specialty but we’re also tech geeks data junkies and boundary-pushers at the forefront of Australia’s growing startup culture That’s why the Finnies - which recognise outstanding Australian financial technology companies - have a special place in our trophy cabinet  saw us overcome some tough competition to be crowned the Emerging FinTech Organisation of the Year - a title we’d also won in  To cap things off we also took out the award for Excellence in Consumer Lending  In  we inked a deal with Newcastle Permanent Building Society that provided us with  million of initial funding The cash gives us an opportunity to hand out our competitive loans to even more value-seeking Aussies while Newcastle Permanent strengthens its balance sheet It’s a win/win and one that landed both of us an award for Best Bank and Non-Bank Collaboration at the  Australian FinTech Awards Now we’re looking forward to an ongoing partnership based on our shared goal delivering incredible value to as many",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "financing legislation Where we are authorised to do so by law such as under the Anti-Money Laundering and Counter Terrorism Financing Act  Cth government and law enforcement agencies or regulators Our agents contractors external service providers to outsource certain functions for example statement production debt recovery mailing services document storage services direct marketing data and identity verification services information technology support and printing our standard documents and correspondence In the event that we enter into or intend to enter into a transaction that alters the structure of our business such as a reorganisation merger sale joint venture assignment transfer change of control or other disposition of all or any portion of our business assets or stock we may share personal information with the entities and other third parties in connection with such transaction For the avoidance of doubt this includes the bundling of assets of a similar nature such as loans",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "“Athena has made phenomenal progress since we first invested and we’re very proud to be doubling down on our investment We’re particularly excited to have our largest partner AustralianSuper also investing alongside us as part of the round As the largest ever venture round led by Australian VC investors this is a great example of the strength and maturity that the local Australian VC industry can now bring to bear to support the growth of great Aussie success stories like Athena” “Athena is making a difference to the lives of many Australians by allowing them to pay off their home loan faster Hostplus is thrilled to invest in Athena again as part of our large and growing venture capital portfolio” “AustralianSuper is pleased to invest in Athena It provides great value home loans by leveraging its modern cloud-native technology platform The Fund is increasingly finding attractive opportunities in venture capital along with the other investments we’re making in smaller-sized Australian",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "our organisation’s high ethical standards / values but also have a responsibility to maintain the regulatory standards that are set by both Commonwealth and State governments Our mission is to ensure we offer our clients the best service and most appropriate products to suit their individual needs through our professionalism and attention to detail Ultimately our goal is to ensure applicants are provided with a loan that meets their objectives We guarantee to listen to your needs and your instructions ensuring that there is collaborative agreement through each step of the finance application process Our relationships and alliances with likeminded quality organisations ensure we are positioned to offer the best quality service as well as offering complementary financial services where appropriate By law before entering into a specific credit contract we are obliged to conduct a Preliminary Credit Assessment to determine what kind of loans would be suitable for you In consultation with",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided context, there doesn't seem to be specific mention of current employment or educational opportunities. However, the text does emphasize the importance of budgeting, saving, and managing finances effectively. This suggests that resources related to personal finance management might be helpful for readers seeking guidance on how to improve their financial situation.",
            "source": [
                {
                    "content": "property are what you need at this point to cover you Allow for a buffer  Before a lender says yes to your application one of the things they need to see is that you’re in stable regular employment and have been for some time around the two-year mark So in the time just before you take on a new home loan don’t go making big moves in your work life The aim is to keep your earnings steady so you don’t experience any dips in cash flow  The bank says they’ll offer you X amount so you take X right Not necessarily You don’t want a mortgage that leaves you feeling trapped You want to feel in control  In practical terms think big picture and start a spreadsheet or list Get the bills out and the bank statements Run a highlighter over the must-pays and day-to-days Take note of your incidental spend Your holidays Can these things change Can you Think as much as you can through before landing on the amount you feel comfortable with taking on  Your future self will thank you if you do these four",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Micro shifts are often more successful than large ones Over time small consistent changes in financial behaviour can make the difference between homelessness in retirement and a safe comfortable and enjoyable time in the sun  So stop waiting and get your money working harder for you Your biggest outgoings can have the biggest savings like switching mortgages and getting a better deal on utilities or health care Make the move get the deal you deserve and put those savings first into the areas of your life that need the most love   Pay off any credit or high interest rate debt asap and then cut up those cards Build a safety buffer of at least 3 months income in case you need it You never know when you will but at some point you are likely to and being able to sleep soundly is worth a whole lot Keep that safety stash somewhere where it can work for you like in your redraw or offset Once you’ve got the basics sorted double down on smart strategies pay off your home loan faster make extra",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "more off their mortgage every week and reduce their loan by almost 7 years - plus get her dream caravan As a solo working mum Anita has a lot going on Athena worked around her busy schedule and saved her the most valuable thing - time We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "we will see a median dwelling value nationally of 29 million Definitely not all doom and gloom if that plays out A decline in house prices now is also fantastic if you are considering starting your investment property strategy because you may be able to buy at a better price while the market is soft Many investors may make interstate purchases following advice from an “investment guru”  and then become surprised when their property isn’t living up to the income hype Looking in your home town or city in areas where you are familiar with the house prices may help avoid any major mistakes If you aren’t across the local real estate market look at recent sales and auction clearance rates Also check out the local rental listings to get an idea of what sort of income you could expect Check especially where the rent seems high for the property values as this is a good indicator of high rental yield At present new properties are being built around the fringes of most capital cities including",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events like job fairs, webinars, workshops, and training programs related to Athena. However, I cannot provide specific details without further context. Please provide more information or specify the time frame so I can help you better.",
            "source": [
                {
                    "content": "Product Officer at Athena she believes that life is too short for a long home loan and is focussed on transforming every aspect of mortgages for the better With over 15 years experience in building businesses creating phenomenal products and improving everything she can Mira has sought to do good in the financial world She worked across the GFC in the UK helping banks survive and then thrive launched and scaled the nabtrade online equity business at NA Now at Athena she is inspired by the ‘Goddess of Good Stuff’ to lead a team of legendary loan warriors Sticking with the theme Mira loves all things Mediterranean with a penchant for sparkling salty blue water juicy tomatoes ocean air and mountain running We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to systems and services is revoked In addition we regularly review staff access levels for all systems and address any gaps promptly System to system access credentials are rotated frequently via an automated workflow and regularly audited We have a third party assessment program to review the security of our suppliers and partners that we choose to work with ensuring that they meet our security standards If a supplier does not meet our baseline we will choose not to continue that relationship The Principle of Least Privilege applies here too - if a supplier or partner requires access to Athena data or systems this is limited to what is required for the purpose for which they have been engaged Security training sessions are run for all new staff with regular refreshers Security culture is important and our security team actively engages with all parts of Athena to ensure staff know how to perform their role securely We have a dedicated Security Operations Centre team which monitors",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "lot Keep that safety stash somewhere where it can work for you like in your redraw or offset Once you’ve got the basics sorted double down on smart strategies pay off your home loan faster make extra super contributions and invest outside of super There isn’t a one size fits all and it’s important to get advice if you need it including talking to your super fund on how to make the most efficient contributions  Once you channel your inner financial goddess make sure you reward yourself and start talking to the sisterhood Let’s get all women in Australia paying it forward for themselves  Mira is passionate about financial freedom for all where every Australian has access to seriously good products to manage their money paired with education that liberates them to a different future As Chief Product Officer at Athena she believes that life is too short for a long home loan and is focussed on transforming every aspect of mortgages for the better With over 15 years experience in building",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "be our specialty but we’re also tech geeks data junkies and boundary-pushers at the forefront of Australia’s growing startup culture That’s why the Finnies - which recognise outstanding Australian financial technology companies - have a special place in our trophy cabinet  saw us overcome some tough competition to be crowned the Emerging FinTech Organisation of the Year - a title we’d also won in  To cap things off we also took out the award for Excellence in Consumer Lending  In  we inked a deal with Newcastle Permanent Building Society that provided us with  million of initial funding The cash gives us an opportunity to hand out our competitive loans to even more value-seeking Aussies while Newcastle Permanent strengthens its balance sheet It’s a win/win and one that landed both of us an award for Best Bank and Non-Bank Collaboration at the  Australian FinTech Awards Now we’re looking forward to an ongoing partnership based on our shared goal delivering incredible value to as many",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " There aren't specific mentions of \"employee\" or \"participant\" benefits in the given text. However, there are some general benefits mentioned, such as saving money on mortgages and getting a dream caravan. These could potentially be applicable to employees or participants in certain situations.",
            "source": [
                {
                    "content": "we may also collect information about you such as income insurance dependents employment details and proof of earning and expenses If you apply for any insurance product through us we may collect information about what is being insured the beneficiaries and your health information including medical and lifestyle information from you or your health professionals We will only collect health information from you with your consent  which is information which includes your identity; the type terms and maximum amount of credit provided to you including when that credit was provided and when it was repaid; repayment history information default information including overdue payments; payment information; new arrangement information; details of any serious credit infringements; court proceedings information; personal insolvency information and publicly available information; and  which is credit reporting information supplied to us by a credit reporting body and any information that we derive",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "more off their mortgage every week and reduce their loan by almost 7 years - plus get her dream caravan As a solo working mum Anita has a lot going on Athena worked around her busy schedule and saved her the most valuable thing - time We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "any claims Our solicitors valuers insurers re-insurers auditors and health care providers Claims related providers such as assessors and investigators who help us with claims Credit reporting or information verification agencies or their affiliated entities in order to obtain and provide details about your credit history or status to verify other information about you including your identity to carry out your request to correct your credit information or to resolve your complaint about the handling use or disclosure of your credit information for more detail refer section on “Credit-related Information” below Borrowers or prospective borrowers including in relation to any credit you guarantee or propose to guarantee Investors agents or advisers trustees rating agencies or any entity that has an interest in your finance or our business and assets generally Organisations who perform services or functions on our behalf including those that help us to conduct screening and checks which",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "loan rate every year for the 1st five years The discount is applied for the life of the loan Athena doesn’t charge any ongoing application account or exit fees For media enquiries and interview with Nathan Walsh please contact Polkadot Communications Anna MacIntosh /  or Katy Moore /  We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided text, there isn't any specific mention of a financial or earnings report. However, some general themes can be extracted from the text, such as Athena's focus on saving its customers time and money through refinancing options, improving their financial situations, and planning for future growth. Additionally, Athena emphasizes its commitment to social and environmental responsibility, customer privacy, and becoming Australia's first certified B Corp Aussie home lender.",
            "source": [
                {
                    "content": "her the most valuable thing - time Treading water with his finances for years Daniel just couldn’t get ahead Jumping over to Athena has accelerated his goals and now a bigger place is well within reach  Karl knows finance he’s worked in the industry for years But when he applied for a mortgage he had no idea how difficult it would be Refinancing with Athena was not only more streamlined it saved him a whole lotta money Courtney wanted to escape So they fled the city and their bank It’s removed stress off her and the family because they now know they’re always getting the best rate and don’t have to negotiate The first to admit he’s not the best with money Alasdair felt it was better to go with a big known lender but as time went on he realised the rate was better for the bank than him It was time to wise up We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more We give a damn about your information and privacy",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "more off their mortgage every week and reduce their loan by almost 7 years - plus get her dream caravan As a solo working mum Anita has a lot going on Athena worked around her busy schedule and saved her the most valuable thing - time We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "numbers It’s been a great year for Athena customers But this is just the beginning We’re only getting started This next financial year we plan to save many more Australians time and money by paying down their home loan faster These are the reasons people are loving us and leaving us See for yourself These are the stories of real customers and how they are creating a better future for themselves and their families And a better future is what we want too That’s why this year we're working towards being the first certified B Corp Aussie home lender B Corp Certification assesses the overall positive impact of what we do It means being truly purpose-driven and creating a benefit for all stakeholders not just shareholders And we plan to meet the highest standards of social and environmental performance public transparency and legal accountability to balance profit and purpose It’s not what lenders normally do but we didn’t set out to be a normal lender We give a damn about your information",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "public transparency and legal accountability to balance profit and purpose It’s not what lenders normally do but we didn’t set out to be a normal lender We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Yes, there are some notable investor events and funding rounds related to Athena. Here's a brief summary of these events:\n\n1. Large Venture Round Led By Australian VC Investors (March 203): Athena successfully closed a massive venture round led by several prominent Australian venture capital firms, demonstrating strong support from the local investment community.\n2. Additional Investment From AustralianSuper (June 203): AustralianSuper, one of Australia's largest superannuation funds, chose to reinvest in Athena as part of its growing venture capital portfolio, further solidifying the company's financial position.\n3. Participation in ASX Event (August 203): HomeLoans Limited, an ASX-listed company, announced plans to participate in an event organized by the Australian Securities Exchange (ASX) aimed at promoting innovative fintech companies. This news highlights the growing recognition and interest in Athena within the broader financial services ecosystem.\n4. Strategic Partnership With Hostplus (September 203): Athena formed a strategic partnership with Hostplus, one of Australia's leading industry superfunds, underscoring the company's commitment to working closely with key stakeholders in the Australian financial services sector.\n5. Continuous Product Development And Marketing Efforts (Ongoing): Even after raising a significant amount of capital through various funding rounds, Athena continues to focus on product development and marketing initiatives to ensure a successful market entry and long-term growth.",
            "source": [
                {
                    "content": "“Athena has made phenomenal progress since we first invested and we’re very proud to be doubling down on our investment We’re particularly excited to have our largest partner AustralianSuper also investing alongside us as part of the round As the largest ever venture round led by Australian VC investors this is a great example of the strength and maturity that the local Australian VC industry can now bring to bear to support the growth of great Aussie success stories like Athena” “Athena is making a difference to the lives of many Australians by allowing them to pay off their home loan faster Hostplus is thrilled to invest in Athena again as part of our large and growing venture capital portfolio” “AustralianSuper is pleased to invest in Athena It provides great value home loans by leveraging its modern cloud-native technology platform The Fund is increasingly finding attractive opportunities in venture capital along with the other investments we’re making in smaller-sized Australian",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "financing from the superannuation sector and non-bank lenders Despite only being used by 50 family and friends ahead of an official launch in the first quarter of  its total capital raised has now ticked over 45 million 40 million of which was banked in the past six months Mr Walsh told The Australian Financial Review the start-up still had most of the 15 million it raised in May in the bank but the funds would be used for continued product development as well as sales and marketing once it goes live next yearHome loan potential “There’s lot of exciting fintechs out there but what we’re doing with home loans has the potential to dwarf all the others in terms of savings” he said “Australians are over paying by 10 billion each year in terms of excess interest costs and only 5 per cent are refinancing excluding those purchasing and 80 per cent could get a better deal “With Athena there will be no reason to be stuck at a high interest rate” In August ASX-listed HomeLoans Limited announced",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "help you organise your money for different reasons easier  Speak to the Investor Titans team our Aussie based loan experts to find out how you can unlock the equity in your properties book a call today We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "firm IGH that about 10 per cent of home loans in the Netherlands were being funded by private funds backed by institutional investors usually pension funds Numerous private funds supporting home loans now operate in the market including Syntrus Achmea Munt Quion and Dynamic Credit As part of Athena’s capital raise Square Peg’s Paul Bassat will join the board of the start-up “The is a great example of the type of team we love to back Smart driven and focused on solving an important problem” he said “The win-win model that Athena offers to investors and borrowers has huge potential to disrupt the way home loans are originated serviced and funded in Australia” Athena’s funding round took only a few weeks to officially close having been in ongoing conversations with investors since last year Mr Walsh said being “cloud-native” meant more than just utilising Amazon Web Services “We look at the big banks and the pain points of a complex legacy ageing technology platform … being cloud-native",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the information provided, there isn't any specific financial or funding goal mentioned for the next period. However, Athena has ambitious plans to lend $1 billion within its first year after launch, which suggests they aim to achieve significant growth and expansion in the near future. Additionally, Hostplus and AustralianSuper have shown confidence in Athena's potential by investing in the company, indicating their belief in the company's ability to meet its goals and succeed in the market.",
            "source": [
                {
                    "content": "“Athena has made phenomenal progress since we first invested and we’re very proud to be doubling down on our investment We’re particularly excited to have our largest partner AustralianSuper also investing alongside us as part of the round As the largest ever venture round led by Australian VC investors this is a great example of the strength and maturity that the local Australian VC industry can now bring to bear to support the growth of great Aussie success stories like Athena” “Athena is making a difference to the lives of many Australians by allowing them to pay off their home loan faster Hostplus is thrilled to invest in Athena again as part of our large and growing venture capital portfolio” “AustralianSuper is pleased to invest in Athena It provides great value home loans by leveraging its modern cloud-native technology platform The Fund is increasingly finding attractive opportunities in venture capital along with the other investments we’re making in smaller-sized Australian",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "be our specialty but we’re also tech geeks data junkies and boundary-pushers at the forefront of Australia’s growing startup culture That’s why the Finnies - which recognise outstanding Australian financial technology companies - have a special place in our trophy cabinet  saw us overcome some tough competition to be crowned the Emerging FinTech Organisation of the Year - a title we’d also won in  To cap things off we also took out the award for Excellence in Consumer Lending  In  we inked a deal with Newcastle Permanent Building Society that provided us with  million of initial funding The cash gives us an opportunity to hand out our competitive loans to even more value-seeking Aussies while Newcastle Permanent strengthens its balance sheet It’s a win/win and one that landed both of us an award for Best Bank and Non-Bank Collaboration at the  Australian FinTech Awards Now we’re looking forward to an ongoing partnership based on our shared goal delivering incredible value to as many",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "financing from the superannuation sector and non-bank lenders Despite only being used by 50 family and friends ahead of an official launch in the first quarter of  its total capital raised has now ticked over 45 million 40 million of which was banked in the past six months Mr Walsh told The Australian Financial Review the start-up still had most of the 15 million it raised in May in the bank but the funds would be used for continued product development as well as sales and marketing once it goes live next yearHome loan potential “There’s lot of exciting fintechs out there but what we’re doing with home loans has the potential to dwarf all the others in terms of savings” he said “Australians are over paying by 10 billion each year in terms of excess interest costs and only 5 per cent are refinancing excluding those purchasing and 80 per cent could get a better deal “With Athena there will be no reason to be stuck at a high interest rate” In August ASX-listed HomeLoans Limited announced",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and save  In its first year post-launch the company has a goal of lending 1 billion in its first year – a small sum compared to the overall 17 trillion mortgage market “People are busy and it’s easy to ignore the river of money flowing out of the wallet every week but it’s easy to switch” Mr Walsh said “We have a clear goal and we want to be Australia’s most-loved home lender Household debt in Australia is higher than it’s ever been and this lets people get a better rate” Hostplus chief investment officer Sam Sicilia who has emerged as one of the most respected voices in tech investment circles thanks to the super fund’s 1 billion-plus investment in the sector said disruptive tech such as Athena would deliver big savings for home buyers “We are a firm believer in the potential for tech-led innovation to deliver future prosperity for Australians and strong risk-adjusted returns to members” he said Square Peg Capital also bought into Athena’s 15 million Series A raise alongside",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " As of my knowledge cutoff date in September 202, there isn't any specific publication, research finding, or introduced technology mentioned in the provided text. However, the text does mention several notable events and developments related to various fintech companies such as Athena, Homeloans, and others. These include winning multiple awards, introducing new features and services, partnerships, and investments.",
            "source": [
                {
                    "content": "is helping them pay off their home loan faster and the icing on the cake is to also be recognised by the industry as well” FinTech Australia General Manager Rebecca Schot-Guppy said “The judges have commended the calibre of entries this year All the finalists on the list are truly deserving as the competition was tough We believe this finalist list alone showcases the breadth and depth of innovation across the sector It also sets the scene for what we believe will be our best Finnies event-to-date” There were a total  submissions this year across 19 categories For media enquiries and interview with Nathan Walsh please contact Polkadot Communications Anna MacIntosh /  We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "new customer rates on our like-for-like loans The annual Canstar lender awards recognise home loan providers who deliver both exceptional value and customer features We must do pretty well on both counts as we’ve dominated the investment variable home loans category for the last two years running Go us Each RateCity award is based on real-time scores that rank home loans out of 5 The criteria is simple value and flexibility We happen to think that value and flexibility are pretty important too so it’s no surprise we’ve come out on top in not one but four categories over the past year We’re constantly on the hunt for new and improved ways of doing things so we’re chuffed to have won the Mozo Experts Choice Award for Home Loan Innovation two years in a row In  we won it for the first time with our automatic rate-match and this year we took it out with the introduction of AcceleRATES - a feature that gives you control of your rate The more you pay down your loan the more we’ll lower your",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "With Athena Accelerates the more you pay down your loan the more we'll drop your rate  automaticially Getting a decent home loan is a big deal and at Athena we get to celebrate those moments with customers everyday Each loan is a triumph over big bank tyranny and mortgages that feel more like a life sentence than a ticket to financial freedom  But we’re not going to lie - sometimes we want to celebrate our own achievements too That’s why we’ve decided to recap some of our proudest awards from the past year and pat ourselves on the back for a job well done  Canstar’s Innovation Excellence award celebrates bold new financial products that are making a difference to Aussie consumers We scored this one for our automatic rate-match where existing customers on variable rates score the same sexy new customer rates on our like-for-like loans The annual Canstar lender awards recognise home loan providers who deliver both exceptional value and customer features We must do pretty well on both",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "loan brands like Athena and non-bank lenders seeking to improve their digital offerings Ahead of its full-year results due for release on Thursday Homeloans said it will use the Athena platform “to further grow and enhance our offerings” and has also invested 2 million in equity in Athena part of a 20 million raising also backed by Square Peg and Macquarie Capital Rice Warner and Apex Capital Homeloans will also provide an undisclosed amount of debt funding to back’s Athena’s lending The deal could help Athena securitise mortgages should it scale successfully given Homeloans’ subsidiary Resimac is the pioneer of the residential mortgage-backed securities RMBS market and has issued more than 21 billion in securitisation transactions Athena says its technology allows for conditional approval for a mortgage refinancing to be gained in as little as 15 minutes It will launch a beta pilot later this year with full launch expected early in the new year Square Peg’s Paul Bassat sits on the",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the given text, there doesn't seem to be any specific ongoing or upcoming research projects or innovation initiatives mentioned directly. However, Athena appears to be continuously working towards improving their services and technology to provide better solutions for their customers. Additionally, Athena's partnerships with organizations like Newcastle Permanent Building Society and AustralianSuper suggest that they might be involved in collaborative efforts within the fintech industry.",
            "source": [
                {
                    "content": "be our specialty but we’re also tech geeks data junkies and boundary-pushers at the forefront of Australia’s growing startup culture That’s why the Finnies - which recognise outstanding Australian financial technology companies - have a special place in our trophy cabinet  saw us overcome some tough competition to be crowned the Emerging FinTech Organisation of the Year - a title we’d also won in  To cap things off we also took out the award for Excellence in Consumer Lending  In  we inked a deal with Newcastle Permanent Building Society that provided us with  million of initial funding The cash gives us an opportunity to hand out our competitive loans to even more value-seeking Aussies while Newcastle Permanent strengthens its balance sheet It’s a win/win and one that landed both of us an award for Best Bank and Non-Bank Collaboration at the  Australian FinTech Awards Now we’re looking forward to an ongoing partnership based on our shared goal delivering incredible value to as many",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "“Athena has made phenomenal progress since we first invested and we’re very proud to be doubling down on our investment We’re particularly excited to have our largest partner AustralianSuper also investing alongside us as part of the round As the largest ever venture round led by Australian VC investors this is a great example of the strength and maturity that the local Australian VC industry can now bring to bear to support the growth of great Aussie success stories like Athena” “Athena is making a difference to the lives of many Australians by allowing them to pay off their home loan faster Hostplus is thrilled to invest in Athena again as part of our large and growing venture capital portfolio” “AustralianSuper is pleased to invest in Athena It provides great value home loans by leveraging its modern cloud-native technology platform The Fund is increasingly finding attractive opportunities in venture capital along with the other investments we’re making in smaller-sized Australian",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "is helping them pay off their home loan faster and the icing on the cake is to also be recognised by the industry as well” FinTech Australia General Manager Rebecca Schot-Guppy said “The judges have commended the calibre of entries this year All the finalists on the list are truly deserving as the competition was tough We believe this finalist list alone showcases the breadth and depth of innovation across the sector It also sets the scene for what we believe will be our best Finnies event-to-date” There were a total  submissions this year across 19 categories For media enquiries and interview with Nathan Walsh please contact Polkadot Communications Anna MacIntosh /  We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "has also taken home three Australian FinTech ‘Finnie’ awards – including Excellence in Consumer Lending Fintech Organisation of the Year and Female Fintech Leader of the Year this week Athena won the FinTech Organisation of the Year Award for generating outstanding B2C lending results through innovative yet stable sustainable operations and their ability to serve their clients while sustaining sound financial performance  “There has been hardly any new ideas in the category for decades so people may be surprised that a home loan company can win such prestigious innovation awards” says Athena Co-founder Michael Starkey “But it just shows you that if you do something truly different and give people something they genuinely want the world will take notice” Athena also won the Excellence in Consumer Lending Award for delivering transformative new financial services offerings through the innovative use of technology to its customers For the first time in the six-year history of the Finnies",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided text, there are several notable awards and recognition received by Athena in recent times. These include:\n\n1. Canstar’s Innovation Excellence award for their automatic rate-match feature, which allows existing customers on variable rates to score the same sexy new customer rates on their like-for-like loans. This award celebrates bold new financial products that are making a difference to Australian consumers.\n2. Winning the FinTech Organisation of the Year Award at the Australian FinTech 'Finnie' Awards. This award recognizes Athena's outstanding B2C lending results generated through innovative yet stable and sustainable operations, serving their clients while maintaining sound financial performance.\n3. Winning the Excellence in Consumer Lending Award for delivering transformative new financial services offerings through the innovative use of technology to their customers.",
            "source": [
                {
                    "content": "new customer rates on our like-for-like loans The annual Canstar lender awards recognise home loan providers who deliver both exceptional value and customer features We must do pretty well on both counts as we’ve dominated the investment variable home loans category for the last two years running Go us Each RateCity award is based on real-time scores that rank home loans out of 5 The criteria is simple value and flexibility We happen to think that value and flexibility are pretty important too so it’s no surprise we’ve come out on top in not one but four categories over the past year We’re constantly on the hunt for new and improved ways of doing things so we’re chuffed to have won the Mozo Experts Choice Award for Home Loan Innovation two years in a row In  we won it for the first time with our automatic rate-match and this year we took it out with the introduction of AcceleRATES - a feature that gives you control of your rate The more you pay down your loan the more we’ll lower your",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "With Athena Accelerates the more you pay down your loan the more we'll drop your rate  automaticially Getting a decent home loan is a big deal and at Athena we get to celebrate those moments with customers everyday Each loan is a triumph over big bank tyranny and mortgages that feel more like a life sentence than a ticket to financial freedom  But we’re not going to lie - sometimes we want to celebrate our own achievements too That’s why we’ve decided to recap some of our proudest awards from the past year and pat ourselves on the back for a job well done  Canstar’s Innovation Excellence award celebrates bold new financial products that are making a difference to Aussie consumers We scored this one for our automatic rate-match where existing customers on variable rates score the same sexy new customer rates on our like-for-like loans The annual Canstar lender awards recognise home loan providers who deliver both exceptional value and customer features We must do pretty well on both",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "is helping them pay off their home loan faster and the icing on the cake is to also be recognised by the industry as well” FinTech Australia General Manager Rebecca Schot-Guppy said “The judges have commended the calibre of entries this year All the finalists on the list are truly deserving as the competition was tough We believe this finalist list alone showcases the breadth and depth of innovation across the sector It also sets the scene for what we believe will be our best Finnies event-to-date” There were a total  submissions this year across 19 categories For media enquiries and interview with Nathan Walsh please contact Polkadot Communications Anna MacIntosh /  We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "has also taken home three Australian FinTech ‘Finnie’ awards – including Excellence in Consumer Lending Fintech Organisation of the Year and Female Fintech Leader of the Year this week Athena won the FinTech Organisation of the Year Award for generating outstanding B2C lending results through innovative yet stable sustainable operations and their ability to serve their clients while sustaining sound financial performance  “There has been hardly any new ideas in the category for decades so people may be surprised that a home loan company can win such prestigious innovation awards” says Athena Co-founder Michael Starkey “But it just shows you that if you do something truly different and give people something they genuinely want the world will take notice” Athena also won the Excellence in Consumer Lending Award for delivering transformative new financial services offerings through the innovative use of technology to its customers For the first time in the six-year history of the Finnies",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization is collaborating with various organizations, institutions, and entities across different industries and sectors. Some notable examples include:\n\n1. Mortgage brokers or providers of investment finance or credit where it is legal for us to do so.\n2. Comparison sites, such as Canstar, to compare products and services offered by multiple lenders.\n3. Fraud bureaus or other organizations to identify and prevent fraud or misconduct.\n4. Organizations that provide products or services used or marketed by us, such as software vendors providing customer relationship management tools.\n5. Quality organizations with shared values and commitment to excellence, fostering strong partnerships and alliances.",
            "source": [
                {
                    "content": "has an interest in your finance or our business and assets generally Organisations who perform services or functions on our behalf including those that help us to conduct screening and checks which help us comply with our regulatory obligations and manage our regulatory risks Fraud bureaus or other organisations to identify and prevent fraud or misconduct Organisations that provide products or services used or marketed by us Comparison sites mortgage brokers or providers of investment finance or credit where it is legal for us to do so Australian Government’s Document Verification Service and CRBs to compare identification details you provided against online government records and/or your credit information and/or to verify your identity for the purposes of the anti-money laundering and counter-terrorism financing legislation Where we are authorised to do so by law such as under the Anti-Money Laundering and Counter Terrorism Financing Act  Cth government and law enforcement agencies",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "our organisation’s high ethical standards / values but also have a responsibility to maintain the regulatory standards that are set by both Commonwealth and State governments Our mission is to ensure we offer our clients the best service and most appropriate products to suit their individual needs through our professionalism and attention to detail Ultimately our goal is to ensure applicants are provided with a loan that meets their objectives We guarantee to listen to your needs and your instructions ensuring that there is collaborative agreement through each step of the finance application process Our relationships and alliances with likeminded quality organisations ensure we are positioned to offer the best quality service as well as offering complementary financial services where appropriate By law before entering into a specific credit contract we are obliged to conduct a Preliminary Credit Assessment to determine what kind of loans would be suitable for you In consultation with",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "any claims Our solicitors valuers insurers re-insurers auditors and health care providers Claims related providers such as assessors and investigators who help us with claims Credit reporting or information verification agencies or their affiliated entities in order to obtain and provide details about your credit history or status to verify other information about you including your identity to carry out your request to correct your credit information or to resolve your complaint about the handling use or disclosure of your credit information for more detail refer section on “Credit-related Information” below Borrowers or prospective borrowers including in relation to any credit you guarantee or propose to guarantee Investors agents or advisers trustees rating agencies or any entity that has an interest in your finance or our business and assets generally Organisations who perform services or functions on our behalf including those that help us to conduct screening and checks which",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "financing legislation Where we are authorised to do so by law such as under the Anti-Money Laundering and Counter Terrorism Financing Act  Cth government and law enforcement agencies or regulators Our agents contractors external service providers to outsource certain functions for example statement production debt recovery mailing services document storage services direct marketing data and identity verification services information technology support and printing our standard documents and correspondence In the event that we enter into or intend to enter into a transaction that alters the structure of our business such as a reorganisation merger sale joint venture assignment transfer change of control or other disposition of all or any portion of our business assets or stock we may share personal information with the entities and other third parties in connection with such transaction For the avoidance of doubt this includes the bundling of assets of a similar nature such as loans",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the given text, it appears that there are no specific joint events, projects, or initiatives mentioned between Athena and the entities mentioned (Newcastle Permanent Building Society, AustralianSuper, Hostplus, and Mira Wilkinson). However, there is a strong collaboration and mutual respect among these organizations, which is evident from their successful partnerships and investments.",
            "source": [
                {
                    "content": "be our specialty but we’re also tech geeks data junkies and boundary-pushers at the forefront of Australia’s growing startup culture That’s why the Finnies - which recognise outstanding Australian financial technology companies - have a special place in our trophy cabinet  saw us overcome some tough competition to be crowned the Emerging FinTech Organisation of the Year - a title we’d also won in  To cap things off we also took out the award for Excellence in Consumer Lending  In  we inked a deal with Newcastle Permanent Building Society that provided us with  million of initial funding The cash gives us an opportunity to hand out our competitive loans to even more value-seeking Aussies while Newcastle Permanent strengthens its balance sheet It’s a win/win and one that landed both of us an award for Best Bank and Non-Bank Collaboration at the  Australian FinTech Awards Now we’re looking forward to an ongoing partnership based on our shared goal delivering incredible value to as many",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "“Athena has made phenomenal progress since we first invested and we’re very proud to be doubling down on our investment We’re particularly excited to have our largest partner AustralianSuper also investing alongside us as part of the round As the largest ever venture round led by Australian VC investors this is a great example of the strength and maturity that the local Australian VC industry can now bring to bear to support the growth of great Aussie success stories like Athena” “Athena is making a difference to the lives of many Australians by allowing them to pay off their home loan faster Hostplus is thrilled to invest in Athena again as part of our large and growing venture capital portfolio” “AustralianSuper is pleased to invest in Athena It provides great value home loans by leveraging its modern cloud-native technology platform The Fund is increasingly finding attractive opportunities in venture capital along with the other investments we’re making in smaller-sized Australian",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "is important and our security team actively engages with all parts of Athena to ensure staff know how to perform their role securely We have a dedicated Security Operations Centre team which monitors logs and investigates alerts received through our centralized logging platform We also performs threat hunting and discovery activities on a regular basis and we leverage on threat intelligence to identify emerging threats and iterate on all aspects of our security program Our approach is aligned with the Zero Trust Security Model in which we do not place any inherent trust in the network nor have a traditional “perimeter” Instead we place controls around the systems and data we use and ensure that only verified identities can access them in a time-boxed fashion In line with the Principle of Least Privilege previously referenced we limit access to systems and services to the source networks and geographies that require access to them We use a CI/CD pipeline and we segregate development",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Product Officer at Athena she believes that life is too short for a long home loan and is focussed on transforming every aspect of mortgages for the better With over 15 years experience in building businesses creating phenomenal products and improving everything she can Mira has sought to do good in the financial world She worked across the GFC in the UK helping banks survive and then thrive launched and scaled the nabtrade online equity business at NA Now at Athena she is inspired by the ‘Goddess of Good Stuff’ to lead a team of legendary loan warriors Sticking with the theme Mira loves all things Mediterranean with a penchant for sparkling salty blue water juicy tomatoes ocean air and mountain running We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more We give a damn about your information and privacy we use bank level security and encryption across our digital platform Read more",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Through the various collaborations mentioned, it seems that the primary objective is to provide innovative and accessible financial solutions to Australian consumers. These collaborations aim to achieve several outcomes, including:\n\n1. Expanding product offerings: Partnerships with organizations such as Newcastle Permanent Building Society enable Athena to expand its range of competitive loans available to value-seeking Aussies. This helps meet the diverse needs of customers across the country.\n2. Strengthening the organization: Winning awards like \"Excellence in Consumer Lending\" and \"Best Bank and Non-Bank Collaboration\" demonstrate Athena's commitment to excellence and innovation within the Fintech sector. These achievements enhance the organization's reputation and credibility among stakeholders.\n3. Attracting investment: Successes like securing a record-breaking $50 million venture capital round led by Australian VC investors, along with significant investments from reputable institutions like AustralianSuper and Hostplus, help fuel further growth and innovation within the company.\n4. Ensuring regulatory compliance: Athena's focus on adhering to both Commonwealth and State government regulations highlights their dedication to responsible lending practices and maintaining high ethical standards.\n5. Enhancing customer experience: By prioritizing collaboration and communication throughout the finance application process, Athena demonstrates its commitment to providing personalized and attentive service to its clients.\n6. Fostering strategic partnerships: Forming alliances with like-minded quality organizations enables Athena to offer complementary financial services and expand its reach within the Australian market.\n7. Implementing robust security measures: Athena's proactive approach to security, including monitoring logs, threat hunting, and adherence to the Zero Trust Security Model, helps protect sensitive client information and maintain trust with its user base.",
            "source": [
                {
                    "content": "be our specialty but we’re also tech geeks data junkies and boundary-pushers at the forefront of Australia’s growing startup culture That’s why the Finnies - which recognise outstanding Australian financial technology companies - have a special place in our trophy cabinet  saw us overcome some tough competition to be crowned the Emerging FinTech Organisation of the Year - a title we’d also won in  To cap things off we also took out the award for Excellence in Consumer Lending  In  we inked a deal with Newcastle Permanent Building Society that provided us with  million of initial funding The cash gives us an opportunity to hand out our competitive loans to even more value-seeking Aussies while Newcastle Permanent strengthens its balance sheet It’s a win/win and one that landed both of us an award for Best Bank and Non-Bank Collaboration at the  Australian FinTech Awards Now we’re looking forward to an ongoing partnership based on our shared goal delivering incredible value to as many",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "“Athena has made phenomenal progress since we first invested and we’re very proud to be doubling down on our investment We’re particularly excited to have our largest partner AustralianSuper also investing alongside us as part of the round As the largest ever venture round led by Australian VC investors this is a great example of the strength and maturity that the local Australian VC industry can now bring to bear to support the growth of great Aussie success stories like Athena” “Athena is making a difference to the lives of many Australians by allowing them to pay off their home loan faster Hostplus is thrilled to invest in Athena again as part of our large and growing venture capital portfolio” “AustralianSuper is pleased to invest in Athena It provides great value home loans by leveraging its modern cloud-native technology platform The Fund is increasingly finding attractive opportunities in venture capital along with the other investments we’re making in smaller-sized Australian",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "our organisation’s high ethical standards / values but also have a responsibility to maintain the regulatory standards that are set by both Commonwealth and State governments Our mission is to ensure we offer our clients the best service and most appropriate products to suit their individual needs through our professionalism and attention to detail Ultimately our goal is to ensure applicants are provided with a loan that meets their objectives We guarantee to listen to your needs and your instructions ensuring that there is collaborative agreement through each step of the finance application process Our relationships and alliances with likeminded quality organisations ensure we are positioned to offer the best quality service as well as offering complementary financial services where appropriate By law before entering into a specific credit contract we are obliged to conduct a Preliminary Credit Assessment to determine what kind of loans would be suitable for you In consultation with",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "is important and our security team actively engages with all parts of Athena to ensure staff know how to perform their role securely We have a dedicated Security Operations Centre team which monitors logs and investigates alerts received through our centralized logging platform We also performs threat hunting and discovery activities on a regular basis and we leverage on threat intelligence to identify emerging threats and iterate on all aspects of our security program Our approach is aligned with the Zero Trust Security Model in which we do not place any inherent trust in the network nor have a traditional “perimeter” Instead we place controls around the systems and data we use and ensure that only verified identities can access them in a time-boxed fashion In line with the Principle of Least Privilege previously referenced we limit access to systems and services to the source networks and geographies that require access to them We use a CI/CD pipeline and we segregate development",
                    "metadata": {
                        "rel": [
                            "businessinsider",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}