{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Throughout the conversation, there are several mentions of sustainable practices that Atomic Object has implemented. Some key examples include:\n\n1. Renovating and investing in existing historic buildings (in Grand Rapids and Detroit). This reduces the need for new construction and conserves resources.\n2. Encouraging alternative transportation methods like biking, walking, and using public transit among employees. This helps reduce carbon emissions from single-occupancy vehicles.\n3. Sharing profits with employees, promoting financial wellbeing and alignment with company goals.\n4. Being an employee-owned company, which fosters greater commitment to the long-term success and sustainability of the organization.\n\nThese practices demonstrate Atomic Object's dedication to sustainability and environmental responsibility in various aspects of their operations.",
            "source": [
                {
                    "content": "On March 27  Local First held its 5th Annual Sustainable Business Conference I was invited to speak on a panel about sustainability initiatives in business My fellow panelists were Marcia Rapp of the Grand Rapids Community Foundation Kris Spaulding of Brewery Vivant and Matt VanSweden of Integrated Architecture Bill Smith of CompuCraft was our panel’s moderator Participating on this panel gave me the chance to share some of the aspects of sustainability that are important to Atomic Object I gave the audience a sense of Atomic’s strong culture and the sustainable business practices we have adopted since we opened our doors in  I won’t claim that we’ve flawlessly executed on all of our many sustainable business efforts but experimentation and improvement trump perfection And pragmatic beats dogmatic in our complex and dynamic business environment We invested in and renovated an existing historic building in Grand Rapids and leased and renovated one floor of an old building in downtown",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "us not just as a company but as friends and family Our values guide us as we filter the opportunities and challenges of doing business every day and as we plan strategically into the future These are the five value mantras that define our culture What business sustainability practices have you tried in your business We’ll send our latest tips learnings and case studies from the Atomic braintrust on a monthly basis We’d love to talk with you about your next great software project Fill out this form and we’ll get back to you within two business days",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "stakeholder is onboard that 1 Change is needed 2 The correct change is as Atomic prescribes 3 Time and resources necessary are present/will be provided 4 The Atomic team appreciates their individual efforts and understands their situation Absent these recommendations will be met with resistance or rejected outright Furthermore team members will have differing perspectives and incentives based on their vantage points and may have contrasting opinions on the problems and their solutions Due to these challenges I usually recommend avoiding this project consulting orientation for projects that also include Atomic involvement in development work Pushing for change from the outside of an organization is likely to get people mad and damage trust with some stakeholders and all too often those stakeholders are crucial to an effective and productive development engagement – Pro – Can provide high-impact insight and advice to an organization that seeks it – Pro – In some cases significant change",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "dogmatic in our complex and dynamic business environment We invested in and renovated an existing historic building in Grand Rapids and leased and renovated one floor of an old building in downtown Detroit In both cases we Almost 30 of our Grand Rapids employees either bike walk or take the bus to work most days of the week Cyclists are the strongest contingent of our non-car commuters so Atomic has evolved to be a decidedly bike-friendly workplace To support our employees who bike commute to work we provide Sustainable companies have high levels of engagement with their employees because in part  they share success with everybody Atomic Object shares 25 of its profits with its employees Our profits are shared quarterly via cash bonuses and annually via k profit sharing contributions Early in  we instituted an employee stock purchase plan to further broaden ownership in Atomic Object We’ve always been  employee owned and our goal is to be very broadly  employee owned in the future We",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Based on the provided information, there doesn't seem to be any specific mention of events or initiatives related to environmental conservation during the mentioned periods. However, it's possible that some of these events may include discussions or activities related to sustainability, which can encompass various aspects of environmental conservation.",
            "source": [
                {
                    "content": "On March 27  Local First held its 5th Annual Sustainable Business Conference I was invited to speak on a panel about sustainability initiatives in business My fellow panelists were Marcia Rapp of the Grand Rapids Community Foundation Kris Spaulding of Brewery Vivant and Matt VanSweden of Integrated Architecture Bill Smith of CompuCraft was our panel’s moderator Participating on this panel gave me the chance to share some of the aspects of sustainability that are important to Atomic Object I gave the audience a sense of Atomic’s strong culture and the sustainable business practices we have adopted since we opened our doors in  I won’t claim that we’ve flawlessly executed on all of our many sustainable business efforts but experimentation and improvement trump perfection And pragmatic beats dogmatic in our complex and dynamic business environment We invested in and renovated an existing historic building in Grand Rapids and leased and renovated one floor of an old building in downtown",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to see this kind of event coordination from schools continue in the future An outdoor recruiting event at Case Western Reserve University September  It’s worth noting that there’s nothing inherent to virtual or in-person events that requires them to be structured this way An online job platform could design a queuing system where students can filter into video sessions much like a physical booth I also went to an in-person career fair at Carnegie Mellon this year where they coordinated signups via the online platform to limit face-to-face interactions due to Covid-19 precautions I hope more schools and job platforms try to get creative in the years to come They should find event formats that work for a diverse group of students and companies One effort we made this year was to increase our recruiting efforts of BIPOC students It’s a demographic that’s sorely underrepresented in the technology profession We had a few approaches to this task but the primary one was recruiting from more",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Just before Thanksgiving the entire Atomic Object team Grand Rapids Ann Arbor and Detroit ventured into the heart of Michigan’s wilderness to spend nearly two full days together The first intra-AO technical conference Atomic Con had many objectives the being for Atoms to teach learn connect and share with one another Having lived through the first Atomic Con I was most surprised by how many of my expectations about the conference were wrong I now feel much closer to my Atomic family than I ever expected to Before I can talk about my expectations it’s important to talk about how something like Atomic Con comes to be The idea of having a company-wide conference isn’t new but every idea needs people to move the plan from thought into action Jesse Hill One of Atomic’s Grand Rapids developers presented the idea of Atomic Con to the Atomic Board after participating in something similar at a previous workplace The company that he had worked for was very large and once a year assembled all of",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "I wasn’t speaking until Tuesday and quickly realized that a lot of good stuff had already happened on Friday and Saturday I learned from other attendees that the best time to attend the Interactive Track is Friday through Tuesday Before landing in Austin take a moment to think about what truly interests you in the tech music and film space and then seek out programming built around your interests For example I knew that I wanted to target events about metaverse technologies women in tech and emergent mental health protocols and approaches I also planned to spend my nights listening to music so I planned my days as such I set aside 10 am-5 pm for learning and discovery and 5 pm-midnight for music and film Simple keyword searches in the events list helped me find exactly what I was looking for Also the daily SXSW digest email helped ensure I didn’t miss any superstar keynote events You can also throw out this entire idea and just wander around Austin and you will without a doubt find",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " In the given context, it is mentioned that Atomic Object has adopted various sustainable business practices. However, the specific environmental impact metrics that are reported are not explicitly stated. To provide a helpful answer, I would recommend focusing on the general types of environmental impact metrics that companies typically report, such as energy consumption, greenhouse gas emissions, water usage, waste generation, and recycling rates. These metrics can give insight into Atomic Object's commitment to reducing their environmental footprint and progress towards sustainability goals.",
            "source": [
                {
                    "content": "useful to have discrete items to measure for insights into what’s going on You just have to be careful Make sure you’re measuring something relevant Consider what possibilities could result from the metrics you’re getting Don’t use those results in a vacuum that will encourage bad habits Consider using multiple metrics from different angles so you get a more complete picture Sit down and have conversations about things with your employees or coworkers Sometimes the trend of your metrics is more important than the actual results Sudden changes can be an indicator that something is wrong and it’s not necessarily anybody’s fault It’s worth taking the time to consider these issues when employing your metrics to make sure they’re used responsibly for everybody’s sake We’ll send our latest tips learnings and case studies from the Atomic braintrust on a monthly basis Your email address will not be published Required fields are marked  Save my name email and website in this browser for the",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Whether we like it or not we all use metrics in our lives Sometimes it’s as subtle as guessing how much time you need to get ready to leave for work in the morning based on the previous times you’ve gone to work Other times it’s as intentional as tracking your salary to measure your career growth It’s a natural extension of that to apply metrics to job performance to measure how well things are going When it comes to software development however this is surprisingly complicated Whether you’re a manager tracking the performance of a whole team or an individual contributor comparing your work against a coworker it’s easy to stumble into pitfalls The first thing to consider is what you’re really measuring For example stories completed over some period is a commonly used metric What does this actually measure though Are all stories the same size You might assume that even if they’re not they average out evenly if you just take a large enough sample size Unfortunately there’s no way to know",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "On March 27  Local First held its 5th Annual Sustainable Business Conference I was invited to speak on a panel about sustainability initiatives in business My fellow panelists were Marcia Rapp of the Grand Rapids Community Foundation Kris Spaulding of Brewery Vivant and Matt VanSweden of Integrated Architecture Bill Smith of CompuCraft was our panel’s moderator Participating on this panel gave me the chance to share some of the aspects of sustainability that are important to Atomic Object I gave the audience a sense of Atomic’s strong culture and the sustainable business practices we have adopted since we opened our doors in  I won’t claim that we’ve flawlessly executed on all of our many sustainable business efforts but experimentation and improvement trump perfection And pragmatic beats dogmatic in our complex and dynamic business environment We invested in and renovated an existing historic building in Grand Rapids and leased and renovated one floor of an old building in downtown",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and uncovering misunderstandings Atomic’s CEO Carl Erickson wrote a more detailed blog post on this approach that’s worth reading At Atomic we have the advantage of institutional experience on prior projects It’s useful to compare new work with similar projects we have done in the past When comparing past work to a new project we evaluate the following The above questions impact the complexity of the project we’re estimating so we try to capture a multiplier for each item Multipliers add or reduce scope Ultimately a new data point is created by applying the multipliers to the actual cost of the old project A high-quality ranged estimate low to high is distilled from the above data points If there’s a large discrepancy between data points the estimation team should dig into why the difference exists and if necessary adjust the target budget range After we have the range we present the above findings to prospective clients in the form of a spreadsheet We ask them to review the",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Based on the provided information, it seems that Atomic Object has indeed made public commitments to social and corporate responsibility. They have received recognition for their employee treatment and empowerment, which demonstrates a focus on worker welfare. Additionally, they mention being on the path towards becoming a B Corporation, which emphasizes a triple or multiple bottom line approach (social, environmental, and financial). Finally, they express interest in learning from and collaborating with other socially responsible organizations. Overall, these statements suggest that Atomic Object has committed to social and corporate responsibility through various initiatives and recognitions.",
            "source": [
                {
                    "content": "On March 27  Local First held its 5th Annual Sustainable Business Conference I was invited to speak on a panel about sustainability initiatives in business My fellow panelists were Marcia Rapp of the Grand Rapids Community Foundation Kris Spaulding of Brewery Vivant and Matt VanSweden of Integrated Architecture Bill Smith of CompuCraft was our panel’s moderator Participating on this panel gave me the chance to share some of the aspects of sustainability that are important to Atomic Object I gave the audience a sense of Atomic’s strong culture and the sustainable business practices we have adopted since we opened our doors in  I won’t claim that we’ve flawlessly executed on all of our many sustainable business efforts but experimentation and improvement trump perfection And pragmatic beats dogmatic in our complex and dynamic business environment We invested in and renovated an existing historic building in Grand Rapids and leased and renovated one floor of an old building in downtown",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "or social justice The majority of our points came from the “worker” section—from our policies and practices around how Atomic treats and empowers its employees Our recognition brings attention to the fact that you don’t necessarily need to be directly serving the poor or protecting the planet to be a company that contributes in a beneficial fashion to the world and I’m very proud of that I see the high score and the certification as formal recognition that 17 years of work-maturing and refining our operations isn’t just a matter of one-off decisions It is a recognition of the cohesive strategy of treating people well and thinking about something other than just revenue You don’t really know in the moment the outcomes of your actions when you’re building a company You do things because they’re the smart thing to do You follow your instincts and sometimes it’s nice to get an outsider’s view to confirm your instincts–to say “This makes you unusual and exceptional” The fact that this",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the certification process is changing your legal founding document to recognize that the company operates with multiple stakeholders in mind—a triple or multiple bottom line social environmental and financial idea We’ve recently completed that change to our governance documents Whether we have realized it or not Atomic has been on the path toward becoming a B Corp™ since our inception in  Our score was based on precisely how we operate today We may choose to make improvements in the future that may give us stronger standing in any one of those categories We look forward to gaining inspiration from other great B Corp™ companies As a consultancy we have a different perspective than an organization like Patagonia might For us B Corp™ certification is not necessarily about the environment or social justice The majority of our points came from the “worker” section—from our policies and practices around how Atomic treats and empowers its employees Our recognition brings attention to the",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "us not just as a company but as friends and family Our values guide us as we filter the opportunities and challenges of doing business every day and as we plan strategically into the future These are the five value mantras that define our culture What business sustainability practices have you tried in your business We’ll send our latest tips learnings and case studies from the Atomic braintrust on a monthly basis We’d love to talk with you about your next great software project Fill out this form and we’ll get back to you within two business days",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual and quarterly reports detailing the commitments made by Atomic to their clients. These reports provide transparency into the progress and performance of each project. They typically cover topics such as budget tracking, milestone achievement, risk management, and continuous improvement initiatives. The reports serve as a communication tool between Atomic and their clients, ensuring both parties are aligned and aware of any changes or adjustments that might be necessary throughout the course of the project.",
            "source": [
                {
                    "content": "on our homepage It represents real data from the past four years of client work In return for the time spent we ask for a face-to-face meeting with key stakeholders to present this estimate After that meeting we’ll share the full budgeting spreadsheet with you You can make tweaks to the scope and see how that affects your prospective budget If you need to get sign-off and approval from many parties within your organization this stage may take longer than a month A competitive bidding process may also take longer as you look for estimates to arrive from multiple vendors If we can align around a responsible budget we move on to the next phase Our typical engagement budget starts at 10 and can go as high as 3 million It can take a while for a project of this size to work its way through your approval process We understand and will stay connected nurturing our new relationship through in the procurement process It’s completely up to you how long you hang out in this stage Approve a budget",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in Part 3 of this series if they believe my budget is adequate to achieve my goals and what processes they use to manage scope and budget I’ll ask the four questions below to help me evaluate my potential partner’s engagement management process I want to know if my budget is in the ballpark to meet my high-level goals I know my project will include tradeoffs and I’ll always have more ideas than budget But I want to make sure I can fund a minimum level of success that generates value and helps me secure future investment I’ll want to see my potential partner apply methods that help me validate my budget I like to see budget models and validation methods such as applying historical project data from projects of similar complexity as discussed above bottom-up estimation of big chunks of work and high-level estimation of a team structure and hours over time based on their experience It’s important for me to understand their budgeting methods so I can collaboratively shape the budget",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of ease polish By fighting to build less and what’s right for users and business goals we believe that our clients will see a return on their investment sooner and possibly allocate additional budget in the future to extend the product we’ve built them It’s quite common that our projects are funded in multiple phases just like smart investments should be made   We’ll send our latest tips learnings and case studies from the Atomic braintrust on a monthly basis […] some of the points thus decreasing the size of the project or what happens more frequently with fixed budget scope-controlled projects replace some of those “banked” points with a few lower priority stories that […] […] our approach with the more typical one of hard boundaries and specialist teams As an aside the “fixed budget scope-controlled” phrase on our island refers to how we manage projectsWe’ve learned that […] I wanted to reference this article but I didn’t like the title I think what is interesting about your",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "need Do you have an internal team we’d be working with Who would be responsible for which decisions Here are some questions we tend to hear in that stage Using a blend of budgeting techniques your pre-project consulting team will create an engagement model for your project The model will help us consider different budgets schedules and plans This can take a few weeks to put together We’ll walk you through the model and explain our recommended approach The goal is to create a responsible budget that will get you to a valuable first release We’ll show you where the risks are and give you everything you need to make an informed decision From there you can take the model back to your team and explore different scenarios to see what your budget can do Here are some questions we tend to hear in that stage How will Atomic help me get the most for my money Once we finalize a budget and engagement model with you we start working on a proposal We’ll work with your legal and procurement teams to",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " It seems there isn't any specific mention of community or social events organized to fulfill these commitments within the given text. The text primarily discusses various aspects related to Atomic Object, such as supporting local communities, focusing on in-person interactions, and managing workstyles. However, it does mention that Atomic Object works with clients across the country, including some in the Ann Arbor area. So, while there might not be any explicitly mentioned community or social events tied to these commitments, it's possible that Atomic Object organizes or participates in events or initiatives that contribute positively to the communities they serve.",
            "source": [
                {
                    "content": "Atomic supports many of those groups with participation funding and meeting space Grand Rapidians love to give their time to groups that make our community stronger and more diverse Atomic supports many of those groups with participation funding and meeting space Atomic Object loves all the groups who are making our industry and our community stronger and more diverse We support them with participation funding and meeting space Chicagoans love to give their time to groups that make our community stronger and more diverse Atomic supports many of those groups with participation funding and meeting space We work with clients across the country including some right in the Ann Arbor area Chicagoians love to give their time to groups that make our community stronger and more diverse Atomic supports many of those groups with participation funding and meeting space",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "trust There are products in the market like Recognitioncom that provide a digital way to reward employees for exceptional efforts There are also ways in which remote-first organizations are finding ways to plan annual in-person events to build stronger relationships Atomic Object continues to focus on in-person interactions to keep our culture strong Our morning office stand-up meetings are a great way to recognize the efforts of individuals and teams to spread gratitude and kindness And our quarterly parties spin-downs and Atomic Con event allow us to build deeper relationships with each other Every company regardless of its workplace model needs to manage people meet commitments and maintain performance As work styles evolve accountability measures have become more complex This changing environment means that team and project leaders must move between being mentors leaders and managers As a mentor the team and project lead needs to share their knowledge skills and experiences to",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "has turned into a delightful daily connection point We use our 30-minute meeting always held at 930 am before the workday has really kicked off to catch up on what is going on in everyone’s lives and to share context about each Macruiter’s capacity  Every Friday we extend our typical 30-minute meeting for an extra 15 minutes We use that extra time to try out a variety of bonding activities Here are a few things we’ve tried over the past year Once a month during an extended Friday stand-up each team member shares their travel capacity for the following month Ideally the team would all get together in person at least once per month We get our travel plans on the calendar and try to open up those travel days for in-person meetings and lunches Outside of the Marcruiting team cross-office travel allows our team to connect with Atomic makers and leadership folks in other offices As part of our monthly travel check-ins our team is starting to implement monthly social planning As important as",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "require a lot of engagement and participation from stakeholders These sessions can be pretty exhausting so when we adjourn around 5 every evening get yourself a good dinner and don’t feel bad about crashing on the couch at home or at your hotel for the rest of the evening  We usually host kickoff sessions in our office at Atomic Object where we have ample whiteboards supplies and wall space to create the ideal environment for a lot of generative and collaborative work We also find that our clients appreciate the chance to get out of the office and into an unfamiliar space — it tends to get people thinking in ways they haven’t before If it’s not practical for your whole team to travel to our office we’ll do our best to work with you in your city perhaps by finding some unique breakout space or co-working facility We’ll work with you to determine who from your organization should participate in your kickoff session Typically we see participation from project managers product managers",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided information, there are several products, services, and technologies mentioned or implied. Some of these include:\n\n1. ThingCo - An AI-enabled telematics device company aiming to disrupt the auto insurance industry by offering smart devices on vehicles. They also integrate Amazon's Lex technology (Alexa) for voice-enabled interactions.\n2. Theo and Little Theo - Two different models of ThingCo's AI-enabled telematrics devices equipped with Amazon's Lex technology for voice-enabled functionalities.\n3. Internal Software Development Team - Companies have the option to build their own software development teams or outsource the work to external providers.\n4. Human-Centered Design Sprint - A process designed to create user-focused products by connecting the functionality of a product with the needs of its target audience.\n5. Product Roadmapping Services - Assistance in creating a comprehensive plan outlining the steps needed to take a product from concept to launch.\n6. Application Development Services - Expertise in developing applications for various clients across multiple industries.\n7. Industry Experience - Ability to cater to clients from diverse sectors, enabling innovation and market disruption.",
            "source": [
                {
                    "content": "engagement with other features/services A thoughtful technology partner can help you identify these opportunities that may be low-hanging fruit ThingCo is also trying to shake up the auto insurance world by incorporating a smart device onboard the vehicle With their AI-enabled telematics device ThingCo seeks to not only reward drivers for safe and eco-friendly driving but also help them out in times of need The ThingCo devices the Theo and the Little Theo are enabled with Amazon’s Lex technology Alexa which allows conversational interaction through voice commands Founder and CEO Mike Brockman believes that this voice-enabled functionality is a key differentiator for their business He had this to say in a recent interview with FinTech Global I’m a big fan about voice technology because if you combine voice with these other technologies you can turn these devices into a true connected car device rather than a sort of black box Voice changes the whole game While it may sound like a",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "new product development work The strategy for building your next innovative product or service has many dimensions to consider The best approach might be a blend of an internal software development team and outsourcing We’ll send our latest tips learnings and case studies from the Atomic braintrust on a monthly basis",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the resources to build a team or product yet With relatively little investment we can provide you with a cohesive set of services focused on firming up the technical foundation of your product We'll also go through a human-centered design sprint to connect your product's functionality with the needs of your prospective market Here's how it works We start with a short design and planning sprint We’ll review your work to date and give you candid feedback as accomplished software product builders We've been working on the feasibility/human interest problems of countless clients for decades That means we know what it takes to get a product from idea to launch Next we produce a product roadmap to get you from zero to launch This roadmap outlines the key milestones you'll need to hit to bring your product to market and it serves as a blueprint for a team to follow as they execute your vision We'll also design the key screens you'll need to get your story across to investors friends and",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We develop applications for a wide range of clients—from startups to Fortune  companies—across many industries However you serve your customers we can help you innovate and shake up your market",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, there isn't any specific mention of promotional events, expos, or sales related to the mentioned products or services. However, some companies might organize such events to promote their offerings or launch new versions. It would be helpful to check the respective company websites or follow their social media channels for updates on any upcoming events.",
            "source": [
                {
                    "content": "in this year’s iOS release but I think these three should be at the top of the list when product owners are planning their feature roadmaps We’ll send our latest tips learnings and case studies from the Atomic braintrust on a monthly basis We’d love to talk with you about your next great software project Fill out this form and we’ll get back to you within two business days",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Vice President of Programming  President Forty under 40 Award Grand Rapids Business Journal   Midwest UX  Volunteer team focused on sponsorship   Technology Mentor for Momentum and StartGarden   - Present",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the world  Star Award for Digital Innovation  Mutual Fund Education Alliance  Star Award for Financial Planner Mobile Apps  Mutual Fund Education Alliance  Star Award for Overall Digital Technology  Mutual Fund Education Alliance",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "engagement with other features/services A thoughtful technology partner can help you identify these opportunities that may be low-hanging fruit ThingCo is also trying to shake up the auto insurance world by incorporating a smart device onboard the vehicle With their AI-enabled telematics device ThingCo seeks to not only reward drivers for safe and eco-friendly driving but also help them out in times of need The ThingCo devices the Theo and the Little Theo are enabled with Amazon’s Lex technology Alexa which allows conversational interaction through voice commands Founder and CEO Mike Brockman believes that this voice-enabled functionality is a key differentiator for their business He had this to say in a recent interview with FinTech Global I’m a big fan about voice technology because if you combine voice with these other technologies you can turn these devices into a true connected car device rather than a sort of black box Voice changes the whole game While it may sound like a",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are several key partnerships or collaborations related to commerce that drive innovation and growth. Some examples include:\n\n1. Supplier partnerships: Companies often form strategic alliances with suppliers to ensure a steady supply of high-quality materials, components, or services. These relationships enable businesses to optimize costs, improve efficiency, and maintain consistent product or service quality.\n2. Distribution partnerships: Collaborative agreements with distributors allow companies to expand their reach and access new markets. Through these partnerships, businesses can leverage existing distribution networks to distribute their products more effectively and efficiently.\n3. Joint ventures: Combining resources and expertise with other companies can lead to joint ventures. These collaborations can result in the development of new products or services, expansion into new markets, or sharing of risks and rewards. Examples of successful joint ventures in commerce include retailer collaborations (e.g., Walmart and Samsung) and co-branded credit cards (e.g., American Express and Delta Air Lines).\n4. Strategic alliances: Businesses may enter into strategic alliances with complementary organizations to share knowledge, resources, and expertise. This type of collaboration can help both parties enhance their offerings, develop new technologies, or explore emerging markets.\n5. Mergers and acquisitions: In some cases, companies may choose to merge or acquire other businesses to expand their operations, increase market share, or gain access to new technology or talent. While not always considered a \"collaboration,\" mergers and acquisitions can still foster partnerships between previously independent entities.",
            "source": [
                {
                    "content": "capacity skills or processes and facilitate discussions that move innovation forward And consultants can help get a project off the ground They’ll evaluate where you’re at add capacity to a team that needs more support and get something over the finish line Despite market uncertainty companies that differentiate themselves will continue to evolve innovate and deliver a great customer experience It is never too late to reevaluate where time and money are invested in the business What innovation will catapult your business to the next level We’ll send our latest tips learnings and case studies from the Atomic braintrust on a monthly basis Your email address will not be published Required fields are marked  Save my name email and website in this browser for the next time I comment  Notify me of follow-up comments and new posts by email Don't subscribe All Replies to my comments Notify me of followup comments via e-mail You can also subscribe without commenting By commenting you agree to",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "fosters creativity collaboration and authenticity We can lean into our unique strengths hold each other accountable and encourage one another to learn and grow And Jordan’s dad jokes are actually pretty great don’t tell him I said that As a consultant the projects you work on vary It can be easy for a firm to find itself taking on or keeping work that really isn’t a fit – for the team’s skills for the firm’s culture etc – especially if sales are hard to come by However if you build the company with purpose lead by your values and continually evolve your processes so they make sense and deliver quality results the right clients and projects will find you AO has done this over its 21-year history and the proof is in the portfolio We have amazing clients with cool projects that continually challenge us Can’t ask for much more than that Company values that have heart and purpose help to create healthy boundaries for the organization And as any therapy session will help you see boundaries",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "on longevity but in the coming weeks I’ll discuss the other areas as well The entire series will give you tools and insider information from the perspective of a consultancy with a goal of helping you evaluate potential partners at a more foundational level and eliminate wasted time sifting through unnecessary details early in the evaluation process Please feel free to directly use this content in your own process Below I’ve outlined the questions I would ask each of the firms I’m evaluating I’ve also included my experienced perspective on what kind of answers I’d like to see I want to pick a partner that is going to be around for years to come I want my partner to be able to help with future work and maintenance if necessary I’m going to be investing time into this relationship After my first project my partner will know my business and we will have a strong working relationship I want the investment in this relationship to pay dividends when I work with my partner on other projects",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We’d be lost without our clients And I don’t mean that in the obvious way that any company needs revenue to survive I mean it more figuratively as in We wouldn’t know where to go or why to be together or really why to even exist Our mission is to pursue success for our clients as if it were our own Our clients provide the goal that our project teams help reach It’s a wonderful symbiosis Product companies have a clear reason to exist—the best ones are driven by people who are passionate about making the best product on the market The founders of such companies started from an inspiration they had for the things they created whether that’s cars furniture or computers A good service company has the same passion only it’s for helping or serving a particular sort of client Car repair banking healthcare—the best of these firms are deeply rooted in helping their clients meet an important need At Atomic we don’t have products of our own We don’t operate in one industry or service a homogeneous",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " There are several current opportunities available for both education and employment. For education, Monica is planning to attend Grand Rapids Community College this fall. Additionally, Anjali Munasinghe is currently pursuing her computer science degree at Michigan State University. As for employment, there are open positions at Atomic Object, such as being a consultant and developer. Furthermore, Nathaniel Holloway will be attending Grand Rapids Community College in the fall after recently graduating from Ottawa Hills High School in Grand Rapids.",
            "source": [
                {
                    "content": "web applications intern at BorgWarner Inc in Auburn Hills MI for over 2 years Here I worked primarily in C and leveraged SharePoint to resolve business needs for the company Over time my passion for learning propelled me to not only take on more complex projects but lead them as well In addition to my internship I successfully co-authored and published research in cybersecurity engaged with students and faculty on-campus as the treasurer of OU’s Gay Straight Alliance and won 2nd place at OU’s annual hackathon Outside of work I like to spend my time drawing playing jazz bass video games and taking care of my growing number of plants",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "as I can about anything I come acrossBefore Atomic I studied at Oakland University along the way interning at Ally Financial winning an award for “Most Innovative Pizza Ordering App” at OU’s annual hackathon and eventually obtaining a bachelor’s degree in Computer ScienceOutside of software I enjoy discovering new music and participating in outdoor activities ranging from hiking to gardening to snowboarding",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "I've been a consultant and developer at Atomic Object since  I've got a BS in Computer Science from Michigan State University and prior to Atomic I worked for a number of companies including Texas Instruments Raytheon and Bank of America Over the course of my career I've worked on software projects in TypeScript Ruby Objective-C JavaScript Java C C++ C Perl Python and Groovy while building web applications mobile applications desktop applications and countless tools/utilities Since joining Atomic I've worked on projects for customers across North America from Victoria BC to San Francisco to Boston Some of these projects include Outside of work I enjoy spending time with my family playing basketball golfing photography and cycling",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Valley State University She has worked as a learning assistant in the Computer Science department and as a tutor in the Statistics department Monica is the vice president of her school’s Women in Computing Club and a mentor for the TriSonics Robotics team Nathaniel HollowayNathaniel recently graduated from Ottawa Hills High School in Grand Rapids He served as captain of Ottawa Hill's FIRST Robotics team Nathaniel is planning to attend Grand Rapids Community College in fall Anjali MunasingheAnjali is majoring in computer science at Michigan State University She's involved with MSU's Women in Computing Club she's worked as a student researcher with MSU's BITlab and she's served as an undergraduate learning assistant She's also interned at Amrock Inc in Detroit Candace ChildCandace is currently finishing her MBA with an emphasis in marketing from Brigham Young University She plans to graduate next spring Anton LudwigAnton Ludwig is a rising senior at East Grand Rapids High School where",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various types of events like job fairs, webinars, workshops, and training programs. Here's a list of some popular ones:\n\nJob Fairs:\n\n1. Grace Hopper Celebration (GHC) - A conference for women in computing.\n2. NCWIT Summit - A gathering focused on increasing the representation of girls and women in computing and technology.\n3. Inforum Events - Industry-agnostic networking events for women professionals.\n4. Women in Tech International (WiTI) Conferences - Annual conferences aimed at empowering and connecting women in tech.\n5. Career Fairs hosted by Universities and Colleges - On-campus or off-campus events organized by educational institutions to connect students with potential employers.\n\nWebinars:\n\n1. NN/g Virtual UX Conference - Online conferences focusing on user experience design.\n2. The Grace Hopper Celebration Webinars - Series of live and recorded presentations covering topics relevant to women in computing.\n3. NCWIT Webinars - Live and recorded presentations featuring experts discussing various aspects of women in technology.\n4. Inforum Webinars - Networking and skill development webinars for women professionals.\n\nWorkshops and Training Programs:\n\n1. Code.org Professional Learning - Workshops and courses designed to support K-12 computer science education.\n2. Girl Develop It - Workshops and classes for women interested in learning web and software development.\n3. General Assembly - A range of short courses and immersive programs covering various technical and non-technical subjects.\n4. Coursera, edX, and Udemy Online Courses - Platforms offering a wide variety of online courses across multiple disciplines.\n5. Bootcamps and Coding Schools - Intensive programming boot camps and coding schools providing hands-on training in software development.",
            "source": [
                {
                    "content": "facilitating design-thinking workshops and even mentoring other designers entering their careers There is never a dull moment I've continued to build my skills throughout my career by keeping an open mind seeking learning opportunities and attending conferences I have a Foundations in Design Thinking Certificate from Ideo and I'm currently working on my UX Certification from Nielsen Norman Group NN/g “Stay curious” is my motto In my spare time you can find me hanging out with my husband and our dogs learning a challenging recipe playing games or making pottery on TikTok NN/g Virtual UX Conference Emerging Patterns in Interface Design  Attendee  NN/g Virtual UX Conference Managing User Experience Strategy  Attendee  Panelist “Ways To Get Yourself Out There” Webinar Grand Circus",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "with other women on a professional level both inside and outside of my own organization is an important way to find fulfillment and connection in my career It also helps me combat feelings of isolation and continue to develop strategies and skills that help me advance In the past I’ve benefitted from attending the Grace Hopper Celebration and events put on by NCWIT two organizations that are specific to women in computing and technology More recently I’ve appreciated the events and programs provided by Inforum an industry-agnostic Michigan-based networking organization for women professionals If you’re aware of similar organizations in your state or region I’d appreciate hearing about them in the comments below Everywhere and especially in industries where they are underrepresented women face particular career challenges It helps to have well-researched and inspiring resources for navigating these challenges What resources have you found helpful for your career Please comment and",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to see this kind of event coordination from schools continue in the future An outdoor recruiting event at Case Western Reserve University September  It’s worth noting that there’s nothing inherent to virtual or in-person events that requires them to be structured this way An online job platform could design a queuing system where students can filter into video sessions much like a physical booth I also went to an in-person career fair at Carnegie Mellon this year where they coordinated signups via the online platform to limit face-to-face interactions due to Covid-19 precautions I hope more schools and job platforms try to get creative in the years to come They should find event formats that work for a diverse group of students and companies One effort we made this year was to increase our recruiting efforts of BIPOC students It’s a demographic that’s sorely underrepresented in the technology profession We had a few approaches to this task but the primary one was recruiting from more",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "difference between virtual and IRL career fairs is the structure of engagement Virtual events have pre-planned schedules and time slots for you to meet with students one-on-one at equally apportioned times Meatspace career fairs tend to be a free-for-all Students stop by whichever booths catch their fancy They can stay as long or as little as they like maybe with or without other students crowding around There are advantages and disadvantages to both of these systems but I think the most successful engagement we had this year was when the event combined both I enjoyed the experience of quickly meeting and pitching dozens of students in person Following that was a virtual career fair where the really interested students could sign up for additional one-on-one time Pandemic or not I’d like to see this kind of event coordination from schools continue in the future An outdoor recruiting event at Case Western Reserve University September  It’s worth noting that there’s nothing inherent to",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The post highlights several employee or participant benefits related to working at Atomic Object. These include:\n\n1. Stock purchase programs: Employees can buy shares at a reduced price and sell them immediately at a profit.\n2. RSUs (Restricted Stock Units) and options: Both RSUs and options are offered as part of the overall compensation package.\n3. Fringe benefits: Additional benefits, such as healthcare, retirement plans, paid time off, and wellness programs, are also considered when evaluating job offers.\n4. Monthly tips, learnings, and case studies: Access to valuable resources and knowledge sharing opportunities.\n5. Email communication: Keeping subscribers informed about relevant topics and updates.",
            "source": [
                {
                    "content": "Be careful with life insurance There is a risk that a person becomes terminally ill is unable to work and must quit loses their life insurance provided through the job and is now uninsurable I recommend my friends and family consider buying term life insurance separate from their employer Consider these other perks and forms of direct compensation At an old job I was able to participate in a stock-purchase program where I could buy shares at a reduced price and sell them immediately at a profit Many companies offer RSUs and options as part of the total compensation package Do your research with unbiased sources to understand the complexities around these forms of compensation Some fringe benefits that also may impact your evaluation of an offer to also consider are I encourage people to add up all the direct and indirect compensation when comparing offers What’s the net value of the whole package Money is fungible; don’t just focus on one aspect We’ll send our latest tips learnings",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "add up all the direct and indirect compensation when comparing offers What’s the net value of the whole package Money is fungible; don’t just focus on one aspect We’ll send our latest tips learnings and case studies from the Atomic braintrust on a monthly basis Your email address will not be published Required fields are marked  Save my name email and website in this browser for the next time I comment  Notify me of follow-up comments and new posts by email Don't subscribe All Replies to my comments Notify me of followup comments via e-mail You can also subscribe without commenting By commenting you agree to the terms and conditions outlined in our Privacy Policy We’d love to talk with you about your next great software project Fill out this form and we’ll get back to you within two business days",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "know that you learn quickly are disciplined in your work and have already… become proficient in a variety of languages and tools We look for people who… program in their free time who are continually uncovering new things and enjoy sharing them”/p p“You’ll need to become comfortable and effective at understanding and discussing business goals budgets and timelines with clients Additionally you’ll help market our services…presenting at conferences contributing to our shared company blog networking within our client’s organizations and among your peers and expending your creative energies in ways we will not attempt to predict”/p It didn’t describe what the job actually entailed and it said nothing about employee benefits We started by formally codifying our job requirements This was especially important for Atomic because all employees participate in our full-day job interviews We devalued a few things we used to rely on such as “writes code in their spare time” and “contributes to",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a bit of a ruse as they seem to indicate that I want team members who specialize in a narrow set of technologies In reality I’m looking for reassurance that my potential partner will staff my project with technology generalists who have a blend of career experience levels Such a response helps me understand that my potential partner shares my belief in the value of software generalists I like to know if a company is weighted toward employees or subcontractors I believe it makes a strong statement of the company’s and employees’ long-term commitment when the subcontractor headcount is low Companies can grow a culture and hone their process when they have long-term employees An employee-based team can be more engaged and have higher professional standards when they share goals and a culture An employee-based team is an indicator that the company doesn’t quickly staff up with subcontractors to take advantage of a project opportunity A willingness to staff my team with employees also says",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the information provided, there isn't any specific mention of a recent financial or earnings report. However, if you would like to discuss general insights related to financial transparency and its impact on company culture and performance, feel free to ask.",
            "source": [
                {
                    "content": "I’ve been part of Atomic for 10+ years and it’s easy to forget some of the dreadful feelings and experiences I’ve had in other companies where transparency in financial performance was not part of the culture like it is here If you’ve had the experience of being kept in the dark on financial performance have you ever found yourself wondering The considerations I listed above are just a sampling of the toxic thoughts that can arise when people don’t have insight into the company’s finances These thoughts will eventually lead to behaviors that are corrosive to culture and performance When I started working at Atomic I could tell the culture was different but I was truly taken aback when our founder Carl Erickson held a quarterly results meeting During the results meeting Carl There was no hand waving or glossing over details during Carl’s presentation He presented the cold hard numbers and demonstrated mastery of managing the business As a new employee my takeaways were I felt a sense of",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "waving or glossing over details during Carl’s presentation He presented the cold hard numbers and demonstrated mastery of managing the business As a new employee my takeaways were I felt a sense of trust fairness commitment and engagement flowing in both directions Before this point I didn’t think businesses were run like this Jack Stack outlines three basic rules of open-book management in his book The Great Game of Business Atomic continually experiments with tactics for each rule of open-book management Below I’ve outlined some of the current practices we use to implement them We provide an “Economics of Atomic” class to every new Atom It explains the financial modeling tools of the company and how to read basic financial statements like the income statement and balance sheet The financial modeling tools are provided as a spreadsheet workbook and real-world data is included for revenue cost of people expenses utilization factors etc Atoms work through what-if scenarios to see how",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to pay close attention to company performance at a quarterly cadence speak to performance and guide course corrections as necessary We are invested and share in the results Through this high-level of transparency Atoms are able to have confidence in Atomic’s stability and the fairness of our financial practices We’ll send our latest tips learnings and case studies from the Atomic braintrust on a monthly basis Awesome company Awesome Atom Just overall awesome Atomic Object is spot on with regard to Open Book Management I am a believer 👍 Nice article Thanks you a lot about it Expand my knowledge please What can you tell me about this company pos-macom We’d love to talk with you about your next great software project Fill out this form and we’ll get back to you within two business days",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "margin into account The components in the valuation reinforce the KPIs we teach and track Price per share also becomes a performance metric as Atoms want to maintain or increase the value of their shares At the end of each quarter after distributing employee profit sharing shareholders adjust our rainy-day fund we maintain a cash reserve based on a rolling period of expenses and cost of people and then distribute remaining net earnings to shareholders In addition to employee profit sharing shareholder distributions keep all Atoms mindful of the company’s financial performance in many dimensions I believe Atomic’s open-book management practices allow the company to run more predictably and sustainably As Atoms we have shared goals measures and expectations Atomic’s managers are motivated to pay close attention to company performance at a quarterly cadence speak to performance and guide course corrections as necessary We are invested and share in the results Through this high-level of",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, there isn't any specific mention of investor events or funding rounds related to the mentioned company. However, it is worth noting that the company has received several awards for digital innovation and mobile app development, which could potentially attract investor interest.",
            "source": [
                {
                    "content": "Vice President of Programming  President Forty under 40 Award Grand Rapids Business Journal   Midwest UX  Volunteer team focused on sponsorship   Technology Mentor for Momentum and StartGarden   - Present",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to pay close attention to company performance at a quarterly cadence speak to performance and guide course corrections as necessary We are invested and share in the results Through this high-level of transparency Atoms are able to have confidence in Atomic’s stability and the fairness of our financial practices We’ll send our latest tips learnings and case studies from the Atomic braintrust on a monthly basis Awesome company Awesome Atom Just overall awesome Atomic Object is spot on with regard to Open Book Management I am a believer 👍 Nice article Thanks you a lot about it Expand my knowledge please What can you tell me about this company pos-macom We’d love to talk with you about your next great software project Fill out this form and we’ll get back to you within two business days",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the resources to build a team or product yet With relatively little investment we can provide you with a cohesive set of services focused on firming up the technical foundation of your product We'll also go through a human-centered design sprint to connect your product's functionality with the needs of your prospective market Here's how it works We start with a short design and planning sprint We’ll review your work to date and give you candid feedback as accomplished software product builders We've been working on the feasibility/human interest problems of countless clients for decades That means we know what it takes to get a product from idea to launch Next we produce a product roadmap to get you from zero to launch This roadmap outlines the key milestones you'll need to hit to bring your product to market and it serves as a blueprint for a team to follow as they execute your vision We'll also design the key screens you'll need to get your story across to investors friends and",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the world  Star Award for Digital Innovation  Mutual Fund Education Alliance  Star Award for Financial Planner Mobile Apps  Mutual Fund Education Alliance  Star Award for Overall Digital Technology  Mutual Fund Education Alliance",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, it is not directly stated what specific financial or funding goals have been set for the next period. However, it is mentioned that securing future investment is crucial to ensure a minimum level of success that generates value. Additionally, the importance of having enough funds to achieve high-level goals is emphasized. Therefore, one possible interpretation could be that the financial or funding goals for the next period might involve ensuring sufficient resources to successfully complete the project and potentially attract further investments.",
            "source": [
                {
                    "content": "the funding to succeed given the inherent uncertainties and difficulty of new product development […] in the event that you spend  of the ballpark guess you should kill the project It’s much worse to spend too little than it is to spend too much Setting the project budget to the  mark doesn’t mean you […] We’d love to talk with you about your next great software project Fill out this form and we’ll get back to you within two business days",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in Part 3 of this series if they believe my budget is adequate to achieve my goals and what processes they use to manage scope and budget I’ll ask the four questions below to help me evaluate my potential partner’s engagement management process I want to know if my budget is in the ballpark to meet my high-level goals I know my project will include tradeoffs and I’ll always have more ideas than budget But I want to make sure I can fund a minimum level of success that generates value and helps me secure future investment I’ll want to see my potential partner apply methods that help me validate my budget I like to see budget models and validation methods such as applying historical project data from projects of similar complexity as discussed above bottom-up estimation of big chunks of work and high-level estimation of a team structure and hours over time based on their experience It’s important for me to understand their budgeting methods so I can collaboratively shape the budget",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "need Do you have an internal team we’d be working with Who would be responsible for which decisions Here are some questions we tend to hear in that stage Using a blend of budgeting techniques your pre-project consulting team will create an engagement model for your project The model will help us consider different budgets schedules and plans This can take a few weeks to put together We’ll walk you through the model and explain our recommended approach The goal is to create a responsible budget that will get you to a valuable first release We’ll show you where the risks are and give you everything you need to make an informed decision From there you can take the model back to your team and explore different scenarios to see what your budget can do Here are some questions we tend to hear in that stage How will Atomic help me get the most for my money Once we finalize a budget and engagement model with you we start working on a proposal We’ll work with your legal and procurement teams to",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "on our homepage It represents real data from the past four years of client work In return for the time spent we ask for a face-to-face meeting with key stakeholders to present this estimate After that meeting we’ll share the full budgeting spreadsheet with you You can make tweaks to the scope and see how that affects your prospective budget If you need to get sign-off and approval from many parties within your organization this stage may take longer than a month A competitive bidding process may also take longer as you look for estimates to arrive from multiple vendors If we can align around a responsible budget we move on to the next phase Our typical engagement budget starts at 10 and can go as high as 3 million It can take a while for a project of this size to work its way through your approval process We understand and will stay connected nurturing our new relationship through in the procurement process It’s completely up to you how long you hang out in this stage Approve a budget",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided information, there isn't enough detail to provide specific publications, research findings, or introduced technologies related to software development trends for 209. However, some general areas of interest mentioned include AI (like ChatGPT), code generation tools, and advancements in iOS development. To stay updated on the latest news and trends in software development, it would be beneficial to follow reputable industry sources such as blogs, podcasts, and conferences.",
            "source": [
                {
                    "content": "It’s still the first quarter of the year and already so much innovation is happening in technology No one knows what the rest of  will bring but here are four stories and trends impacting software development I’ll keep an eye on this year I want to see how these software development trends evolve and how they might impact Atomic Object The increasing prevalence of code-generating tools or code that writes itself is an interesting development in software development Simpler tasks like writing tests are getting easier as GitHub Copilot gets more accurate As code and websites become easier to create this could have an impact on the software products we deliver We may be able to take advantage of Copilot to develop software more quickly and accurately ChatGPT is an AI It has become a very popular topic in the last few months as the general public has been able to chat with it I’m not sure yet how or if ChatGPT specifically will impact any work Atomic Object does this year  However AI has",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in this year’s iOS release but I think these three should be at the top of the list when product owners are planning their feature roadmaps We’ll send our latest tips learnings and case studies from the Atomic braintrust on a monthly basis We’d love to talk with you about your next great software project Fill out this form and we’ll get back to you within two business days",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "I’d love to hear about them We’ll send our latest tips learnings and case studies from the Atomic braintrust on a monthly basis We’d love to talk with you about your next great software project Fill out this form and we’ll get back to you within two business days",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "software   We’ll send our latest tips learnings and case studies from the Atomic braintrust on a monthly basis We’d love to talk with you about your next great software project Fill out this form and we’ll get back to you within two business days",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, there isn't any specific mention of ongoing or upcoming research projects or innovation initiatives related to Atomic Object. However, it can be inferred that the company is keeping an eye on emerging trends and technologies in software development, such as code-generating tools, AI like ChatGPT, and other relevant advancements.",
            "source": [
                {
                    "content": "new product development work The strategy for building your next innovative product or service has many dimensions to consider The best approach might be a blend of an internal software development team and outsourcing We’ll send our latest tips learnings and case studies from the Atomic braintrust on a monthly basis",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "I’d love to hear about them We’ll send our latest tips learnings and case studies from the Atomic braintrust on a monthly basis We’d love to talk with you about your next great software project Fill out this form and we’ll get back to you within two business days",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "It’s still the first quarter of the year and already so much innovation is happening in technology No one knows what the rest of  will bring but here are four stories and trends impacting software development I’ll keep an eye on this year I want to see how these software development trends evolve and how they might impact Atomic Object The increasing prevalence of code-generating tools or code that writes itself is an interesting development in software development Simpler tasks like writing tests are getting easier as GitHub Copilot gets more accurate As code and websites become easier to create this could have an impact on the software products we deliver We may be able to take advantage of Copilot to develop software more quickly and accurately ChatGPT is an AI It has become a very popular topic in the last few months as the general public has been able to chat with it I’m not sure yet how or if ChatGPT specifically will impact any work Atomic Object does this year  However AI has",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Innovation Games were a huge success Our clients were enthusiastic in their participation throughout the day and eager to take their product boxes home We’ll send our latest tips learnings and case studies from the Atomic braintrust on a monthly basis We’d love to talk with you about your next great software project Fill out this form and we’ll get back to you within two business days",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, it seems there are several notable achievements and recognitions related to Atomic Object. However, there is no direct mention of recent research grants or innovation awards being distributed by them.",
            "source": [
                {
                    "content": "was founded they instituted similar business practices like cash profit sharing—and their company was employee-owned from ” The fellowship specifically offers resources to students who are racially under-represented in Atomic's field “We want to make a dent in the world around diversity in technology” said Bailey “We believe a highly lucrative career in tech gives a student the ability to create generational wealth”Applications are open on the Fellowship page through the end of April  and fellows will be selected in May",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the world  Star Award for Digital Innovation  Mutual Fund Education Alliance  Star Award for Financial Planner Mobile Apps  Mutual Fund Education Alliance  Star Award for Overall Digital Technology  Mutual Fund Education Alliance",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Innovation Games were a huge success Our clients were enthusiastic in their participation throughout the day and eager to take their product boxes home We’ll send our latest tips learnings and case studies from the Atomic braintrust on a monthly basis We’d love to talk with you about your next great software project Fill out this form and we’ll get back to you within two business days",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Vice President of Programming  President Forty under 40 Award Grand Rapids Business Journal   Midwest UX  Volunteer team focused on sponsorship   Technology Mentor for Momentum and StartGarden   - Present",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization is collaborating with various groups that contribute to strengthening different aspects of their local communities. These include:\n\n1. Groups working towards diversity and inclusion in industries and communities.\n2. Local volunteer-based organizations focused on enhancing community wellbeing.\n3. Nonprofit organizations supporting education, healthcare, and social services.\n4. Industry-specific associations and organizations promoting best practices and innovation.\n5. Clients based across the United States, including those located near Ann Arbor, Michigan.\n6. Community centers providing meeting spaces for collaboration and events.\n7. Funding agencies offering financial assistance through grants and sponsorships.\n8. Educational institutions fostering learning and development in relevant fields.\n9. Governmental bodies and municipalities supporting initiatives aimed at improving quality of life for residents.",
            "source": [
                {
                    "content": "“all in” when it comes to their professions their colleagues and their clients They play to win We make it easier for them to reach success by giving each team a single goal their client’s goal We’ll send our latest tips learnings and case studies from the Atomic braintrust on a monthly basis We’d love to talk with you about your next great software project Fill out this form and we’ll get back to you within two business days",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "with participation funding and meeting space Atomic Object loves all the groups who are making our industry and our community stronger and more diverse We support them with participation funding and meeting space Chicagoans love to give their time to groups that make our community stronger and more diverse Atomic supports many of those groups with participation funding and meeting space We work with clients across the country including some right in the Ann Arbor area Chicagoians love to give their time to groups that make our community stronger and more diverse Atomic supports many of those groups with participation funding and meeting space",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "space Atomic Object loves all the groups who are making our industry and our community stronger and more diverse We support them with participation funding and meeting space Chicagoans love to give their time to groups that make our community stronger and more diverse Atomic supports many of those groups with participation funding and meeting space We work with clients across the country including some right in the Ann Arbor area Chicagoians love to give their time to groups that make our community stronger and more diverse Atomic supports many of those groups with participation funding and meeting space",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Atomic supports many of those groups with participation funding and meeting space Grand Rapidians love to give their time to groups that make our community stronger and more diverse Atomic supports many of those groups with participation funding and meeting space Atomic Object loves all the groups who are making our industry and our community stronger and more diverse We support them with participation funding and meeting space Chicagoans love to give their time to groups that make our community stronger and more diverse Atomic supports many of those groups with participation funding and meeting space We work with clients across the country including some right in the Ann Arbor area Chicagoians love to give their time to groups that make our community stronger and more diverse Atomic supports many of those groups with participation funding and meeting space",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided information, there doesn't seem to be any specific mention of joint events, projects, or initiatives involving multiple offices or teams. However, some general practices mentioned throughout the text suggest collaboration among various stakeholders. For instance, the morning office stand-up meetings serve as a platform for recognizing individual and team efforts, while the quarterly parties, spin-downs, and Atomic Con event help build deeper relationships within the organization. Additionally, Atomic Open Offices encourage natural interaction and sharing of culture among employees.",
            "source": [
                {
                    "content": "As Managing Partner of the Raleigh office my focus is on creating an environment for our clients and teams to find success Working with my colleague Ryan Abel we provide pre-project consulting for clients looking to use tech to amplify their mission and then match them with a talented team of designers developers and delivery leads to make it happen I have a background in Experience Design working with enterprises start-ups and non-profits to navigate complex challenges and create meaningful experiences With a focus on human-centered design and research I work with diverse teams to ensure that what we’re building and why are centered around who we’re designing for Outside of work I find joy in doing archery gardening and the outdoors reading a book and simply spending time with friends and family AIGA West Michigan Weekend Blitz Chair   –  AIGA West Michigan Leadership Retreat Participant  May",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "trust There are products in the market like Recognitioncom that provide a digital way to reward employees for exceptional efforts There are also ways in which remote-first organizations are finding ways to plan annual in-person events to build stronger relationships Atomic Object continues to focus on in-person interactions to keep our culture strong Our morning office stand-up meetings are a great way to recognize the efforts of individuals and teams to spread gratitude and kindness And our quarterly parties spin-downs and Atomic Con event allow us to build deeper relationships with each other Every company regardless of its workplace model needs to manage people meet commitments and maintain performance As work styles evolve accountability measures have become more complex This changing environment means that team and project leaders must move between being mentors leaders and managers As a mentor the team and project lead needs to share their knowledge skills and experiences to",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "commitment to transparency very seriously this is a problem Atomic tackles the problem with several communication tools/methods most unofficial and crow-sourced Ever day each of our offices holds a short standup meeting promptly at 9 to announce guests promote events praise each other for jobs well done etc See the photo at the top of this post for an example of how it looks Here are ten reasons why Every quarter Atomic’s leadership brings employees and their spouses/partners together for a company meeting They share financial results for the quarter including our Profit  Loss Statement discusses plans for the months to come and answers questions Afterward Atomic treats everyone to dinner No “communication channel” can replace actual face-to-face conversation so we work in open offices without walls or cubicles Atomic’s offices are busy friendly places full of tech-talk and shared jokes This helps us build and share our culture naturally Because we all sit so close together it’s also",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "teams to manage their backlogs and budgets and enhances client communication She’s also helping to coordinate an eight-week delivery lead training workshop for other Atoms Before joining Atomic Tammy worked in program management project management and competitive research and analysis Read Tammy’s bio to learn more pI love the “Teach and Learn” lifestyle I see it in action daily at peer-to-peer reviews client discovery workshops and professional development activities to list just a few examples What surprises me is not that it exists but that knowledge transfer is so ingrained in the culture/p We are currently hiring in our Ann Arbor office Check out our open positions We’ll send our latest tips learnings and case studies from the Atomic braintrust on a monthly basis We’d love to talk with you about your next great software project Fill out this form and we’ll get back to you within two business days",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " When Atomic Object works with its clients, they aim for several shared objectives and desired outcomes. These include:\n\n1. Collaboration: Both parties work closely together towards a common goal, demonstrating a strong sense of unity and cooperation.\n2. Client satisfaction: One of the primary goals is to ensure that the client is satisfied with the final product or service delivered by Atomic Object. Positive client feedback and testimonials serve as indicators of successful collaboration.\n3. Effective communication: Open and transparent communication between both parties facilitates better understanding, reduces misunderstandings, and ensures that expectations are met.\n4. Quality deliverables: Atomic Object strives to produce high-quality software solutions that meet or exceed the client's requirements and expectations. Regular testing, code reviews, and continuous improvement processes contribute to achieving this objective.\n5. Time and budget management: Successful collaboration involves managing time and resources efficiently, adhering to agreed-upon schedules and budgets while maintaining quality standards.\n6. Knowledge sharing: By working together, both Atomic Object and their clients benefit from learning new techniques, methodologies, and industry best practices.\n7. Long-term relationships: Ultimately, the goal is to establish long-lasting partnerships built on trust, respect, and shared values. This enables both parties to continue working together on future projects, leveraging past experiences and lessons learned to achieve even greater success.",
            "source": [
                {
                    "content": "“all in” when it comes to their professions their colleagues and their clients They play to win We make it easier for them to reach success by giving each team a single goal their client’s goal We’ll send our latest tips learnings and case studies from the Atomic braintrust on a monthly basis We’d love to talk with you about your next great software project Fill out this form and we’ll get back to you within two business days",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "who like and trust each other In other words we work effectively together Second the feedback and communication we get in real-time are hard to match in other modes of working Pairing allows us to iterate faster innovate all the time and catch potential problems and edge cases sooner Read more about the value we find in pair programming in this post Help us help you by collaborating with us to build pairing into the structure of Atomic teams It is music to our ears when a client asks us “How can we help you work effectively” and follows through on what we discuss Atomic teams are scrappy humble and ready to dive into tough work Help us help you by engaging us in conversations early and often about how we can get there together We’ll send our latest tips learnings and case studies from the Atomic braintrust on a monthly basis Your email address will not be published Required fields are marked  Save my name email and website in this browser for the next time I comment  Notify me of",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "into smaller groups working with a variety of different clients we are all in this together This sense of community helps lower the barrier when it comes to asking for help and getting to know people that I otherwise wouldn’t normally see during my day-to-day The Atomic Accelerator is an accelerated professional development program for newly-graduated developers who join Atomic Object each spring We’ll send our latest tips learnings and case studies from the Atomic braintrust on a monthly basis We’d love to talk with you about your next great software project Fill out this form and we’ll get back to you within two business days",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "paired down quite a bit With complex problems it helps to think through multiple tracks at the same time This also helps to compare and contrast different focus areas and identify common patterns Use the multi-track ladder when the problem is quite large Have each participant share their thoughts and ideas Encourage discussion with each idea being the jumping-off point for others We’ll send our latest tips learnings and case studies from the Atomic braintrust on a monthly basis We’d love to talk with you about your next great software project Fill out this form and we’ll get back to you within two business days",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "dol",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "bthechange",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "time",
                            "phys",
                            "wordpress",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "kin",
                            "flickr",
                            "nytimes",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}