{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided information, I cannot provide a definitive list of all the sustainable or environmental practices implemented by Avenue. However, there are some hints scattered throughout the text that suggest certain practices. For instance, the organization has adopted a remote work setup, which helps reduce carbon emissions due to commuting. Additionally, they have offset their carbon footprint by purchasing carbon offsets from Terrapass. Furthermore, they have contributed over 4 hours of board service, demonstrating their commitment to supporting other organizations focused on creating positive change. Finally, they have taken steps to conserve energy and resources, such as reducing miles driven and gas consumption as a remote company. While these examples do not represent an exhaustive list of all their sustainable or environmental practices, they do give us insight into some of the initiatives Avenue has undertaken.",
            "source": [
                {
                    "content": "organizations such as PDXWIT Sudara Prosper Portland SMART Reading Elevate Oregon and more  of Hours of Board Service Contributed by the Team  hours  in  Miles Driven and Gas Conserved as a Remote Company with No Commute 8 miles 7 miles in  and  hours saved  hours in  by not driving to an office during COVID which equates to roughly  gallons of gas conserved  gallons in  and greatly reduced emissions Offsetting our Carbon Footprint Avenue planted  trees through One Tree Planted a 1 for the Planet Company in honor of Avenue’s clients partners and friends and we purchased 60 pounds of carbon offsets from Terrapass to cover the collective 31 miles round-trip for our upcoming trip to Kauai in Q Like Avenue B Corps are champions of measuring impact and the B Corp movement is continuing to grow You can learn more about the companies that are using business as a force for good by following  and  And you can also take the B Impact Assessment Snapshot to see your company’s impact on its",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Tree California and on the road and on the go As a team we’ve cut down on our carbon emissions with employees no longer making commutes to and from the office And we’ve been able to take the savings from no longer carrying an office lease and reinvest it directly back into our team This year we also rolled out Avenue’s official Summer Holiday Week and Winter Holiday Week in my post about The Power of PTO and No Meeting Fridays where we close our virtual office to help our team members take a break The past 21 months have been an opportunity to continually learn and adjust our practices to help our team build resilience and be empowered to rest and recharge As we move into  we will continue to learn and evolve while making progress towards being a better remote and hybrid workplace for our team",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "year 1 Purpose-Driven Brands Will Win high-quality product is still a must Last year my top tip was that “People are craving more good in the world” and this statement still stands As the number of certified B Corporations surpassed 5 this year efforts for businesses to focus on sustainable and people-focused practices will continue to rise Millennials have proven time and time again they’re willing to spend the extra buck for a more sustainable product in fact 75 of Millennial respondents said in a McKinsey  Co survey that when buying a luxury product they consider sustainability Purpose doesn’t stop at sustainability In a recent survey by Sprout Social two-thirds of consumers believe that companies should share a public stance on social and political issues These days trust matters and when customers feel they’re values-aligned with a company this builds trust making them more likely to purchase It’s a win-win – better for the world and better for your business 2 TikTok + Instagram",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "recognizes business models that are designed to address specific community-oriented problems such as poverty alleviation through fair trade sourcing or distribution via microenterprises producer cooperative models locally-focused economic development and formal charitable giving commitments Avenue’s business model is also Designed to Give This means that our Impact Business Model is intentionally designed to create a specific positive outcome for one of its stakeholders - such as workers community environment or customers The Environment section of the assessment evaluates a company’s overall environmental management practices as well as its impact on the air climate water land and biodiversity This includes the direct impact of a company’s operations and when applicable its supply chain and distribution channels This section also recognizes companies with environmentally innovative production processes and those that sell products or services that have a positive environmental impact",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation within the organization. While I cannot provide a comprehensive list of all 10 events, here are some notable ones mentioned in the text:\n\n1. Charity of Choice program supporting various non-profit organizations working on environmental issues.\n2. Volunteering hours dedicated to environmental causes, such as SMART Start Making A Reader Today, Boys & Girls Aid, MercyCorps NW, Oregon Humane Society, and more.\n3. Board service contributions to environmental organizations, including but not limited to, SMART, Reading Elevate Oregon, and others.\n4. Planting trees and offsetting carbon footprint through purchasing carbon offsets (not explicitly mentioned in the text).\n5. Participation in the B Corp movement, which emphasizes measurable impact and promotes environmentally conscious business practices.\n\nWhile these events and initiatives demonstrate the organization's commitment to environmental conservation, it is important to note that the provided information only covers a portion of the total activities related to this focus area.",
            "source": [
                {
                    "content": "Charity of Choice program to organizations such as Oregon Humane Society Street Roots B Local PDX and more Actual  support of non-profit work in the community 17 of annual net profit donated in cash to non-profits Since our inception Avenue has invested in worthy causes as part of our community impact program which donates 1 or more of annual profits to local nonprofits to amplify their good work and impact  of volunteer hours contributed by the team 72 our team members are encouraged to seek out and volunteer individually with organizations they are passionate about – and they are given work hours to do so Avenue team members have dedicated their time to support organizations such as SMART Start Making A Reader Today Boys  Girls Aid MercyCorps NW Oregon Humane Society the Oregon Zoo and more  of hours of board service contributed by the team  And we’re just getting started If you like what you see and want to learn more about becoming a B Corp or impact and purpose-driven",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "organizations such as PDXWIT Sudara Prosper Portland SMART Reading Elevate Oregon and more  of Hours of Board Service Contributed by the Team  hours  in  Miles Driven and Gas Conserved as a Remote Company with No Commute 8 miles 7 miles in  and  hours saved  hours in  by not driving to an office during COVID which equates to roughly  gallons of gas conserved  gallons in  and greatly reduced emissions Offsetting our Carbon Footprint Avenue planted  trees through One Tree Planted a 1 for the Planet Company in honor of Avenue’s clients partners and friends and we purchased 60 pounds of carbon offsets from Terrapass to cover the collective 31 miles round-trip for our upcoming trip to Kauai in Q Like Avenue B Corps are champions of measuring impact and the B Corp movement is continuing to grow You can learn more about the companies that are using business as a force for good by following  and  And you can also take the B Impact Assessment Snapshot to see your company’s impact on its",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "recognizes business models that are designed to address specific community-oriented problems such as poverty alleviation through fair trade sourcing or distribution via microenterprises producer cooperative models locally-focused economic development and formal charitable giving commitments Avenue’s business model is also Designed to Give This means that our Impact Business Model is intentionally designed to create a specific positive outcome for one of its stakeholders - such as workers community environment or customers The Environment section of the assessment evaluates a company’s overall environmental management practices as well as its impact on the air climate water land and biodiversity This includes the direct impact of a company’s operations and when applicable its supply chain and distribution channels This section also recognizes companies with environmentally innovative production processes and those that sell products or services that have a positive environmental impact",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the oldest nationally celebrated commemoration of the ending of slavery in the United States We also acknowledge the work still to be done We continued to engage in meaningful conversations to catalyze change and dug into the neverending work towards dismantling racism Being a better business is not just about what we are doing today or have done in the past it’s about continuing to challenge ourselves to improve our impact over time Here are three examples of what better business means to Avenue in addition to our perspective on Building Better Business 3 Considerations for an Inclusive Economy Impact Reporting 3 formal impacts reports going back to   and  Avenue provides descriptions of our social and environmental programs and performance and we voluntarily share social or environmental performance indicators publicly We treat our social and environmental impact as a primary measure of success for our business and prioritize it even in cases where it may not drive profitability",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the information provided, some examples of environmental impact metrics that may be reported under the Environment section of the B Impact Assessment could include:\n\n* Direct greenhouse gas (GHG) emissions generated by a company's operations.\n* Water usage and conservation efforts.\n* Waste generation and diversion rates.\n* Land use and habitat preservation or restoration initiatives.\n* Supply chain GHG emissions and sustainability efforts.\n\nThese metrics would help evaluate a company's overall environmental management practices and their impact on various aspects of the environment, including air, water, land, and biodiversity.",
            "source": [
                {
                    "content": "distribution channels This section also recognizes companies with environmentally innovative production processes and those that sell products or services that have a positive environmental impact Some examples might include products and services that create renewable energy reduce consumption or waste conserve land or wildlife provide less toxic alternatives to the market or educate people about environmental problems The Customers section of the assessment evaluates a company’s stewardship of its customers through the quality of its products and services ethical marketing data privacy and security and feedback channels In addition this section recognizes products or services that are designed to address a particular social problem for or through its customers such as health or educational products arts  media products serving underserved customers/clients and services that improve the social impact of other businesses or organizations Avenue’s business model provides Support for",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "recognizes business models that are designed to address specific community-oriented problems such as poverty alleviation through fair trade sourcing or distribution via microenterprises producer cooperative models locally-focused economic development and formal charitable giving commitments Avenue’s business model is also Designed to Give This means that our Impact Business Model is intentionally designed to create a specific positive outcome for one of its stakeholders - such as workers community environment or customers The Environment section of the assessment evaluates a company’s overall environmental management practices as well as its impact on the air climate water land and biodiversity This includes the direct impact of a company’s operations and when applicable its supply chain and distribution channels This section also recognizes companies with environmentally innovative production processes and those that sell products or services that have a positive environmental impact",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "organizations such as PDXWIT Sudara Prosper Portland SMART Reading Elevate Oregon and more  of Hours of Board Service Contributed by the Team  hours  in  Miles Driven and Gas Conserved as a Remote Company with No Commute 8 miles 7 miles in  and  hours saved  hours in  by not driving to an office during COVID which equates to roughly  gallons of gas conserved  gallons in  and greatly reduced emissions Offsetting our Carbon Footprint Avenue planted  trees through One Tree Planted a 1 for the Planet Company in honor of Avenue’s clients partners and friends and we purchased 60 pounds of carbon offsets from Terrapass to cover the collective 31 miles round-trip for our upcoming trip to Kauai in Q Like Avenue B Corps are champions of measuring impact and the B Corp movement is continuing to grow You can learn more about the companies that are using business as a force for good by following  and  And you can also take the B Impact Assessment Snapshot to see your company’s impact on its",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "an overview of the five impact areas that the B Impact Assessment measures and how Avenue scored in each category to earn our overall B Impact Score of  is below Avenue’s score details are also publicly available on our B Corp profile here The Governance section of the assessment evaluates a company's overall mission engagement around its social/environmental impact ethics and transparency This section also evaluates the ability of a company to protect its mission and formally consider stakeholders in decision making through their corporate structure eg benefit corporation or corporate governing documents Avenue’s business model is also Mission Locked This means that our Impact Business Model is intentionally designed to create a specific positive outcome for one of its stakeholders - such as workers community environment or customers The Workers section of the assessment evaluates a company’s contributions to its employees’ financial security health  safety wellness career",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, based on the provided information, the organization has demonstrated a strong commitment to social and corporate responsibility. They have amended their corporate governance documents to consider the needs of all stakeholders, including employees, customers, suppliers, and the broader community. The organization also allocates a significant portion of their resources towards improving their positive impact every year, and they actively support various non-profit organizations through financial contributions, board leadership, and volunteer efforts. Additionally, they have pledged to donate a percentage of their annual gross revenue to local non-profits, demonstrating their dedication to giving back to the community and supporting initiatives that align with their mission and values.",
            "source": [
                {
                    "content": "organizations such as PDXWIT Sudara Prosper Portland SMART Reading Elevate Oregon and more  of Hours of Board Service Contributed by the Team  hours  in  Miles Driven and Gas Conserved as a Remote Company with No Commute 8 miles 7 miles in  and  hours saved  hours in  by not driving to an office during COVID which equates to roughly  gallons of gas conserved  gallons in  and greatly reduced emissions Offsetting our Carbon Footprint Avenue planted  trees through One Tree Planted a 1 for the Planet Company in honor of Avenue’s clients partners and friends and we purchased 60 pounds of carbon offsets from Terrapass to cover the collective 31 miles round-trip for our upcoming trip to Kauai in Q Like Avenue B Corps are champions of measuring impact and the B Corp movement is continuing to grow You can learn more about the companies that are using business as a force for good by following  and  And you can also take the B Impact Assessment Snapshot to see your company’s impact on its",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the oldest nationally celebrated commemoration of the ending of slavery in the United States We also acknowledge the work still to be done We continued to engage in meaningful conversations to catalyze change and dug into the neverending work towards dismantling racism Being a better business is not just about what we are doing today or have done in the past it’s about continuing to challenge ourselves to improve our impact over time Here are three examples of what better business means to Avenue in addition to our perspective on Building Better Business 3 Considerations for an Inclusive Economy Impact Reporting 3 formal impacts reports going back to   and  Avenue provides descriptions of our social and environmental programs and performance and we voluntarily share social or environmental performance indicators publicly We treat our social and environmental impact as a primary measure of success for our business and prioritize it even in cases where it may not drive profitability",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "B Corporation® we strive to improve our positive impact every year This means that we invest our resources in making our business better more compassionate and doing things differently in order to contribute to a more inclusive equitable and regenerative economy Every step of the way  days a year Our  Impact Report covers these five core areas of impact from the past year Read on below for a recap of our work and impact over the past 12 months You can also view or download the full more aesthetically pleasing Impact Report here Avenue’s Mission Lock As an independent business Avenue not only has a mission statement purpose and values but we have amended corporate governing documents that require consideration of all stakeholders in our decision-making eg operating agreement completed B Corp legal amendment to legally ensure that our social or environmental performance is a part of Avenue’s decision-making over time regardless of company ownership Advisory Board Avenue’s highest level",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "on a quarterly basis each year which totals approximately 25 annually and 25+ of employee time Board and Community Leadership Our CEO serves on the Board of Directors of 5 nonprofits in Oregon including SMART Reading B Local PDX Business for a Better Portland SEMpdx and EO Accelerator Pro Bono  Support of Nonprofit and Purpose-Driven Work in the Community 25 in pro bono services 25 in  given to non-profits as part of our quarterly Charity of Choice program to organizations such as PDXWIT Prosper Portland Sudara and more Community service and impact are part of our DNA Avenue is committed to contributing to our community environment society and world in a meaningful way Actual  Support of Nonprofit Work in the Community 13 of annual gross revenue 16 in  donated in cash to nonprofits by Avenue Since our inception Avenue has donated 1 or more of annual gross revenue to local nonprofits to amplify their good work and impact In  the list included SMART Reading Elevate Oregon Business for a",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual and quarterly reports detailing Avenue's commitments. The annual report covers the entire year's impact, while the quarterly reports focus on specific periods within the year. These reports include detailed information about Avenue's mission, governance structure, stakeholder engagement, social and environmental programs, performance indicators, financials, and relationships with values-driven banks and financial institutions. They also highlight Avenue's continuous efforts to improve its positive impact and contribute to a more inclusive, equitable, and regenerative economy.",
            "source": [
                {
                    "content": "over the past 12 months You can also view or download the full Impact Report here Avenue’s Mission Lock As a business that works to do things differently to make a lasting impact in the world Avenue not only has a mission statement purpose and values but we have amended corporate governing documents that require consideration of all stakeholders in our decision-making eg operating agreement completed B Corp legal amendment to legally ensure that our social and environmental performance is a part of Avenue’s decision-making over time regardless of company ownership Our mission informs all our decision making and continues to be a source of great impact on our team and clients Advisory Board Avenue’s highest level of corporate oversight is our Non-Fiduciary Advisory Board which is composed of 5 CEOs and executives in Portland who support and advise our CEO on Avenue’s future growth development impact and leadership Commitment to Our Values Avenue continued to elevate and celebrate our B",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "performance indicators publicly We treat our social and environmental impact as a primary measure of success for our business and prioritize it even in cases where it may not drive profitability Transparency with Financials Every month throughout the year Avenue discloses all financial information except salary information to  of the company In addition to sharing financials our company also has an intentional education program around shared financials through our monthly State of the Avenue Meeting Values-Driven Banking and Financial Institution Relationships 1 primary values-driven banking partner Avenue not only intentionally chooses to work with Credit Unions financial cooperatives but we have chosen our primary financial institution to provide the majority of our company's banking services based on their characteristics as a Certified B Corporation and as a Member of the Global Alliance for Banking on Values committed to serving the community We’re proud to partner with",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "B Corporation® we strive to improve our positive impact every year This means that we invest our resources in making our business better more compassionate and doing things differently in order to contribute to a more inclusive equitable and regenerative economy Every step of the way  days a year Our  Impact Report covers these five core areas of impact from the past year Read on below for a recap of our work and impact over the past 12 months You can also view or download the full more aesthetically pleasing Impact Report here Avenue’s Mission Lock As an independent business Avenue not only has a mission statement purpose and values but we have amended corporate governing documents that require consideration of all stakeholders in our decision-making eg operating agreement completed B Corp legal amendment to legally ensure that our social or environmental performance is a part of Avenue’s decision-making over time regardless of company ownership Advisory Board Avenue’s highest level",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of Juneteenth and to look for ways we can continue to create an anti-racist work environment for our employees clients and partners Impact Reporting 4 formal impact reports going back to  Avenue provides descriptions of our social and environmental programs and performance and we voluntarily share social and environmental performance indicators publicly We treat our social and environmental impact as a primary measurement of success for our business and prioritize it even in cases where it may not drive profitability Transparency with Financials Every month throughout the year Avenue discloses all financial information except salary information to  of the company In addition to sharing financials our company also has an intentional education program around shared financials through our monthly State of the Avenue Meeting Values-Driven Banking and Financial Institution Relationships 1 primary values-driven banking partner and 6 and counting credit union and purpose-driven banking",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " The text mentions several initiatives aimed at fostering connections among team members and within the local community. Some examples include:\n\n1. Quarterly outings (wineries, fruit orchards, tulip festivals)\n2. Annual retreats and planning destinations (Kauai)\n3. Planned quarterly outings turned into more frequent in-person time\n4. Intentionally choosing values-driven banking partners and maintaining relationships with them\n5. Engaging the team at every intersection of the workweek through various means, including daily huddles, sharing \"I'm grateful for...\" statements, and discussing key priorities\n6. Celebrating individual milestones, achievements, and special occasions (work anniversaries, holidays, birthdays)\n7. Organizing lunches and team meetings for professional development and knowledge sharing\n8. Encouraging team members to explore new cultures, eat delicious foods, and work at different coffee shops during international travel\n9. Providing personal wellness support through ClassPass memberships and participating in group wellness activities\n10. Donating a significant portion of annual net profit to charitable causes and non-profit organizations",
            "source": [
                {
                    "content": "has visited wineries a fruit orchard a tulip festival and for an annual retreat and planning destination Kauai In addition to these planned quarterly outings our team is planning to lean into more frequent in-person time We’re working toward a balance between at-home independent work most days while also identifying times where meeting in-person would be beneficial for work efficiencies For example as we onboard new clients or focus on larger scopes our team has identified days and projects to meet in person for to grind out that work together so the team can reap the benefits of the natural flow of in-person work Most importantly we need to ensure that our employees feel connected and appreciated especially when we don’t have regular in-person contact with each team member Here at Avenue we try to be very intentional about celebrating special occasions Whether it’s a work anniversary a holiday or a team member’s birthday we’re always looking to do custom creative gifts to show our",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "share a meal and take part in professional development This year we discussed topics like mindfulness presenting with data public speaking best practices and more We even took a deep dive into how to communicate more effectively and purposefully with clients and colleagues These lunches also give the team an opportunity to present on topics they are passionate about and share their expertise with one another as well as giving the team time to meet with and learn from our amazing partners and learn from them Team Members Working Around the World Avenue’s remote workplace enabled team members to work all over the country and world From San Mateo California to Bend Oregon the Avenue team enjoyed the flexibility of working wherever they would like partnered with outstanding support from their colleagues We love exploring new cultures eating delicious foods and working at a new coffee shop in a different state or country whenever we get the chance Avenue and Mercatus Digital Marketing",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in the health wellness and growth of our employees Culture of gratitude and growth Daily huddle where we share 1 thing we’re grateful for kudos for the team and touch base on our key priorities for the day I’m grateful for… 🙏🏽 And culture is built around our core values Gallup Q12 46 out of 5 Gallup has studied survey results from more than 35 million employees around the world Gallup's Q12 survey is the most effective measure of employee engagement and its impact on the outcomes that matter most to a business Personal wellness ClassPass membership utilized by  of the team supports outside wellness activity in addition to supporting team/group wellness activities Pro bono  in support of non-profit work in the community 25 in pro bono services given to non-profits as part of our quarterly Charity of Choice program to organizations such as Oregon Humane Society Street Roots B Local PDX and more Actual  support of non-profit work in the community 17 of annual net profit donated in cash",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "monthly State of the Avenue Meeting Values-Driven Banking and Financial Institution Relationships 1 primary values-driven banking partner and 6 and counting credit union and purpose-driven banking clients Avenue not only intentionally chooses to work with Credit Unions financial cooperatives and purpose-driven banking partners but we have chosen our primary financial institution to provide the majority of our company's banking services based on their characteristics as a Certified B Corporation and as a Member of the Global Alliance for Banking on Values committed to serving the community We’re proud to partner with Beneficial State Bank We are a  Remote and Hybrid Company As a fully remote and hybrid company we continue to look at ways to provide a flexible work environment for our team We worked to engage the team at every intersection of the work week we shared in quarterly in-person events and strategic planning sessions celebrated each others big and small wins gathered together",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided information about Avenue, there are several products, services, and technologies that are relevant to the company. Some of these include:\n\n1. Proprietary Training & Consulting Services: Avenue offers customized solutions for its clients' needs using its proprietary training and consulting services. These services cater to various industries and help establishments enter the world of digital and search marketing.\n2. Remote Work Environment: Avenue has become a fully remote company since March 2021, allowing team members to work from anywhere while still maintaining high levels of collaboration and productivity. This shift towards remote work has also enabled the company to upgrade its office equipment to brand new, state-of-the-art technology, including fully sit-stand desks, monitors, desk chairs, and more.\n3. Virtual Office Technology: To facilitate communication and collaboration among team members, Avenue utilizes various virtual office technologies such as video conferencing tools, instant messaging platforms, project management software, and document sharing systems.\n4. Employee Benefits: Avenue offers comprehensive employee benefits, including medical, dental, vision, and life insurance coverage; paid holidays, flexible work hours, and a virtual work environment. Additionally, the company provides unique benefits such as 12 weeks of paid parental leave, a Shop Local Stipend, a Cell Phone Stipend, and a WiFi Stipend, demonstrating its commitment to the overall wellbeing and happiness of its employees.",
            "source": [
                {
                    "content": "services based on their characteristics as a Certified B Corporation and as a Member of the Global Alliance for Banking on Values committed to serving the community We’re proud to partner with Beneficial State Bank We Leaned In and Became a  Remote and Hybrid Company In March of this year Avenue became a fully remote company officially Counting from March 12  unofficially that’s 23 months as a remote and hybrid company As we embraced the remote work environment and the realization that we were in it for the long haul Avenue’s first order of business was to get every team member equipped with a state-of-the-art workstation In fact the transition to working from home  allowed us to upgrade our office equipment to brand new Fully sit-stand desks bonus they are a B Corp new monitors desk chairs and more You can read the full post on how we are leaning into the hybrid workplace at Avenue here Our Impact 4 years of impact as a Certified B Corporation® Growth 20 year-over-year YoY growth in",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "place through strategic marketing and a commitment to exceptional customer service At Avenue we believe that happy employees = quality work and happy clients As a company founded on the premise that we exist to delight our clients and put them in a better place every day Avenue’s priority is doing the same for our team In addition to having an opportunity to contribute to building a company from the ground up and having a measurable impact on our business here is a shortlist of some of the benefits you’ll experience as part of the Avenue team​  company paid medical dental and vision coverage STD LTD and life insurance Paid Holidays  and Flex Time plus a  virtual work environment with the pandemic Avenue’s team comes to the virtual office every day with a passion to help put our clients and community in a better place through strategic marketing and a commitment to exceptional customer service At Avenue we believe that happy employees = quality work and happy clients As a company",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Avenue's proprietary training and consulting services provide customized solutions for our client's needs We'd love to connect with you Get in touch to learn more “Anna is THE reason I have brought on Avenue to three different companies over the years She and her team have been a great partner in introducing established brands into the world of digital and search marketing She is always willing to set aside time to answer questions research a new opportunity or brainstorm with us I always feel like I have a trusted partner ready to help and guide me at every turn She is an incredibly thoughtful smart and kind person and if you have the pleasure of working with Avenue know that you're in good hands”",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and 1on1 coaching with an outside consultant for the entire team monthly management training sessions for Avenue’s people managers with an outside consultant monthly lunch and learns on topics like mindfulness digital marketing financial wellness cross-skills training etc with both internal team members and external consultants Avenue’s Benefits Avenue provides  employer-paid medical dental vision coverage short and long-term disability life insurance and a SIMPLE IRA plan with a 3 employer match for all full-time employees A few other benefits of note include 12 weeks of paid parental leave and a Shop Local Stipend Cell Phone Stipend and WiFi Stipend Our Benefits are an investment in the health wellness and personal and professional safety of our employees Supporting Personal Wellness Avenue provides  of the team with a Fitness Stipend to support outside wellness activities such as gym memberships fitness classes online fitness membership etc Books Read by the Team  books Reading",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, I cannot find any specific mention of promotional events, expos, or sales related to Avenue's services, products, or offerings. However, it is possible that Avenue organizes or participates in industry events, webinars, or other marketing activities that could be considered promotional events. Please note that my knowledge is limited to the text provided, so if there have been recent updates or changes, my response might not reflect them accurately.",
            "source": [
                {
                    "content": "networking conferences store grand openings and more Virtual events and live-streaming were quick to become a mainstay as marketers pivoted to find new ways to engage with customers prospects and the community While in-person events will eventually return to ‘business-as-usual’ they will continue to maintain a strong digital component via a hybrid model Using platforms like Zoom and technologies like AR and VR to create immersive experiences hybrid options will provide increased access and comfortability to those who require or prefer the virtual environment Short-form video content will be required to succeed not just a nice-to-have As people were forced to stay home and shelter-in-place audio-visual content such as video advertisements live streams and short-form video consumption increased TikTok quickly set the record for the most downloads in a single quarter in the first three months of  To compete Instagram Reels was launched later that year This type of short-form ephemeral",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "marketing and social media strategies and dedication to our clients’ success we love the work we do the relationships we build and the way we do it Thank you Avenue clients for being our partners 8 Adventures in Hawaii during our team’s Annual Strategic Planning Trip From a traditional Luau to a boat tour along the Nepali Coast to a day trip through Waimea Canyon our team stayed busy exploring all that Kauai has to offer If you’ve followed Avenue for a while now you may know that our Annual Trips and Quarterly Outings are the team’s favorite moments together and getting away to a beautiful destination is definitely the icing on the cake Stay tuned for more details on where we’re going in  to celebrate significant Avenue milestones 7+ In-Person Events As a  virtual workforce we’re proud of the regular in-person gatherings our team consistently schedules not including regular collaboration sessions that happen intentionally throughout the month From Mox Boarding House to Fullerton Wines",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "1 Annual Strategic Planning Retreat held in Portland with a scheduled return to Hawaii in Q 🌴 Additionally we gather the company together for three 1 day company retreats at Stoller Family Estate and our CEO’s backyard in  where we engage our entire team across the strategy goal-setting and decision-making process for Avenue Continuing Education and Professional Development Avenue provides a 1 professional development stipend for all employees to improve their technical and professional skill set in addition to a 30 60 and 90-day training and onboarding program for all new hires Additionally Avenue invests in monthly training and continuing education that extends beyond job requirements including monthly anti-racism sessions with Construct the Present monthly StrengthsFinder training sessions and 1on1 coaching with an outside consultant for the entire team monthly management training sessions for Avenue’s people managers with an outside consultant monthly lunch and learns on topics",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "services based on their characteristics as a Certified B Corporation and as a Member of the Global Alliance for Banking on Values committed to serving the community We’re proud to partner with Beneficial State Bank We Leaned In and Became a  Remote and Hybrid Company In March of this year Avenue became a fully remote company officially Counting from March 12  unofficially that’s 23 months as a remote and hybrid company As we embraced the remote work environment and the realization that we were in it for the long haul Avenue’s first order of business was to get every team member equipped with a state-of-the-art workstation In fact the transition to working from home  allowed us to upgrade our office equipment to brand new Fully sit-stand desks bonus they are a B Corp new monitors desk chairs and more You can read the full post on how we are leaning into the hybrid workplace at Avenue here Our Impact 4 years of impact as a Certified B Corporation® Growth 20 year-over-year YoY growth in",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There aren't any specific mentions of partnerships or collaborations related to commerce within the provided text. However, there are several organizations mentioned that focus on various aspects of responsible business practices, including PDXWIT, Sudara, Prosper Portland, SMART, Reading Elevate Oregon, and more. These organizations may engage in partnerships or collaborations with other like-minded groups to promote commerce that prioritizes purpose, social responsibility, and environmental sustainability.",
            "source": [
                {
                    "content": "for creating global impact and change through their product and business model We facilitate meaningful marketing efforts to further our client's growth and impact and support transformational growth opportunities for our team members Fostering meaningful connections and a sense of shared purpose with our clients partners and peers Advocating for the best interests of our clients partners and peers through integrity honesty and transparency Leaving a lasting impact on our clients partners and peers through continual improvement and positive results",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "community of people who are using business as a force for good People who are choosing to put purpose and others ahead of profit We believe in responsible business and take our leadership as a B Corp seriously We’re in this together Avenue is a digital marketing agency using business as a force for good Our proprietary suite of paid advertising search engine optimization SEO and social media services help brands and businesses of all sizes grow sustainably and successfully For more information we invite you to visit our services page",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "organizations such as PDXWIT Sudara Prosper Portland SMART Reading Elevate Oregon and more  of Hours of Board Service Contributed by the Team  hours  in  Miles Driven and Gas Conserved as a Remote Company with No Commute 8 miles 7 miles in  and  hours saved  hours in  by not driving to an office during COVID which equates to roughly  gallons of gas conserved  gallons in  and greatly reduced emissions Offsetting our Carbon Footprint Avenue planted  trees through One Tree Planted a 1 for the Planet Company in honor of Avenue’s clients partners and friends and we purchased 60 pounds of carbon offsets from Terrapass to cover the collective 31 miles round-trip for our upcoming trip to Kauai in Q Like Avenue B Corps are champions of measuring impact and the B Corp movement is continuing to grow You can learn more about the companies that are using business as a force for good by following  and  And you can also take the B Impact Assessment Snapshot to see your company’s impact on its",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "supporting a new way of doing business The scale of opportunity is significant More importantly the opportunity has been recognized by the thousands of B Corps who have adopted the B Corp model for doing business and are addressing some of our most pressing global challenges B Corps are building a movement for a new economy led by stakeholder capitalism An inclusive economy The traction and momentum for building an inclusive economy are inspiring B Corps also recognize that society’s most challenging problems cannot be solved by government or non-profits alone And by harnessing the power of business B Corps are using profits and growth to fuel a positive impact for employees communities and the environment At Avenue this means we are working towards creating reduced inequality stronger communities and the creation of more high-quality jobs with purpose in a supportive and collaborative environment We’re just getting started Imagine a living wage for all workers A boardroom with the",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the information provided, it seems that there might be some internship opportunities available at Avenue Agency. However, without more specific details, it is difficult to pinpoint any exact positions or programs. It may be worth reaching out to the company directly to inquire about current openings or application processes.",
            "source": [
                {
                    "content": "have spanned business management executive leadership marketing agency operations sales client services talent recruitment mentorship and public speaking I am passionate about having a meaningful impact on our community through volunteerism and board service I currently serve on the Statewide Board of Directors for SMART Reading as Immediate Past Chair as Board Member and Chair Elect for B Local PDX on the EO Entrepreneurs' Organization Board as Accelerator Chair and as the Immediate Past President Secretary and Charity of Choice Chair on the Board of Directors for SEMpdx Search Engine Marketing Professionals of Portland I have previously served as a Board Member and Nominations Chair for Business for a Better Portland BBPDX In the community I serve as a Business and Marketing Mentor for Prosper Portland’s Digital Marketing Program and as a Business Coach for Xxcelerate both of whom serve women and BIPOC entrepreneurs and business owners I am also a speaker and instructor for",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Political Science and Peace  Justice Studies at Michigan State University which fueled her desire to create change on a larger scale and in turn help purpose-driven businesses grow and succeed   Outside the office Megan enjoys traveling exploring the great outdoors photography and cooking delicious vegan food",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "students and recent graduates to organizations in Portland Oregon through paid internships Outside of helping students and graduates grow their professional network Emerging Leaders uplifts talent through mentorship and professional development workshops As a first-generation immigrant-born Latina Emerging Leaders has empowered me to take up space and to reach for opportunities I once thought were not for me Through Emerging Leaders I was matched with Avenue Agency connecting me to a group of women who provided a space where I felt exactly how I want to feel at work—seen valued and empowered The digital marketing world was new to me and that added to my excitement in joining Avenue I find an immense amount of value in deepening my knowledge and I knew I would be supported in that throughout my internship As the Digital Marketing Intern I was tasked with supporting client marketing efforts based on Avenue’s core pillars Search Engine Optimization SEO Paid Social and Social Media and",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "set in addition to a 30 60 and 90-day training and onboarding program for all new hires Additionally Avenue invests in monthly training and continuing education that extends beyond job requirements including monthly anti-racism sessions with Construct the Present monthly StrengthsFinder training sessions and 1on1 coaching with an outside consultant for the entire team monthly management training sessions for Avenue’s people managers with an outside consultant monthly lunch and learns on topics like digital marketing financial wellness cross-skills training etc with both internal team members and external consultants Avenue’s Benefits Avenue provides  employer-paid medical dental vision coverage short and long-term disability life insurance and a SIMPLE IRA plan with a 3 employer match for all full-time employees A few other benefits of note include 12 weeks of paid parental leave and a Shop Local Stipend Cell Phone Stipend and WiFi Stipend Our Benefits are an investment in the health",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events like job fairs, webinars, workshops, and training programs mentioned in the text. Some of these include:\n\n1. Annual Strategic Planning Retreat (held in Portland)\n2. Three 1-day company retreats at Stoller Family Estate and the CEO's backyard in Hillsboro, OR\n3. Monthly training and continuing education sessions\n4. Monthly anti-racism sessions\n5. Monthly StrengthsFinder training sessions\n6. Monthly management training sessions for people managers\n7. Monthly lunch and learns on various topics\n8. Opportunities for students and recent graduates through paid internships",
            "source": [
                {
                    "content": "1 Annual Strategic Planning Retreat held in Portland with a scheduled return to Hawaii in Q 🌴 Additionally we gather the company together for three 1 day company retreats at Stoller Family Estate and our CEO’s backyard in  where we engage our entire team across the strategy goal-setting and decision-making process for Avenue Continuing Education and Professional Development Avenue provides a 1 professional development stipend for all employees to improve their technical and professional skill set in addition to a 30 60 and 90-day training and onboarding program for all new hires Additionally Avenue invests in monthly training and continuing education that extends beyond job requirements including monthly anti-racism sessions with Construct the Present monthly StrengthsFinder training sessions and 1on1 coaching with an outside consultant for the entire team monthly management training sessions for Avenue’s people managers with an outside consultant monthly lunch and learns on topics",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "share a meal and take part in professional development This year we discussed topics like mindfulness presenting with data public speaking best practices and more We even took a deep dive into how to communicate more effectively and purposefully with clients and colleagues These lunches also give the team an opportunity to present on topics they are passionate about and share their expertise with one another as well as giving the team time to meet with and learn from our amazing partners and learn from them Team Members Working Around the World Avenue’s remote workplace enabled team members to work all over the country and world From San Mateo California to Bend Oregon the Avenue team enjoyed the flexibility of working wherever they would like partnered with outstanding support from their colleagues We love exploring new cultures eating delicious foods and working at a new coffee shop in a different state or country whenever we get the chance Avenue and Mercatus Digital Marketing",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a time for our team to take a break and recharge We believe the benefit is mutual When team members return we are stronger fresher and ready to tackle new creative challenges for all of our amazing client partners Read more from our CEO about The Power of PTO and No Meeting Fridays Annual and Quarterly Strategic Planning 1 Annual Strategic Planning Retreat held in Kauai🌴 Additionally we gather the company together quarterly for three one-day company retreats we visited Mox Boarding House and Fullerton Wines this year where we engage our entire team across the strategy goal-setting and decision-making process for Avenue Continuing Education and Professional Development Avenue provides a 1 professional development stipend for all employees to improve their technical and professional skill set in addition to a 30 60 and 90-day training and onboarding program for all new hires Additionally Avenue invests in monthly training and continuing education that extends beyond job requirements",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "students and recent graduates to organizations in Portland Oregon through paid internships Outside of helping students and graduates grow their professional network Emerging Leaders uplifts talent through mentorship and professional development workshops As a first-generation immigrant-born Latina Emerging Leaders has empowered me to take up space and to reach for opportunities I once thought were not for me Through Emerging Leaders I was matched with Avenue Agency connecting me to a group of women who provided a space where I felt exactly how I want to feel at work—seen valued and empowered The digital marketing world was new to me and that added to my excitement in joining Avenue I find an immense amount of value in deepening my knowledge and I knew I would be supported in that throughout my internship As the Digital Marketing Intern I was tasked with supporting client marketing efforts based on Avenue’s core pillars Search Engine Optimization SEO Paid Social and Social Media and",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The employee benefits highlighted in the text include:\n\n1. Paid Parental Leave (12 weeks)\n2. Shop Local Stipend\n3. Cell Phone Stipend\n4. WiFi Stipend\n5. Fitness Stipend\n6. Medical, Dental, Vision Coverage\n7. Short and Long-Term Disability Insurance\n8. Life Insurance\n9. SIMPLE IRA Plan with a 3 Employer Match for Full-Time Employees\n\nThese benefits demonstrate Avenue's commitment to supporting their employees' wellbeing, both personally and professionally.",
            "source": [
                {
                    "content": "all full-time employees A few other benefits of note include 12 weeks of paid parental leave and a Shop Local Stipend Cell Phone Stipend and WiFi Stipend Our Benefits are an investment in the health wellness and personal and professional safety of our employees Supporting Personal Wellness Avenue provides  of the team with a Fitness Stipend to support outside wellness activities such as gym memberships fitness classes online fitness membership etc Books Read by the Team 97 books Reading provides the space for our team to learn dream grow laugh cry and find joy We love to read and enjoy sharing our new favorites with the team And we are always looking for recommendations so feel free to pass along any books you have been enjoying lately Team Lunch  Learns Each month we gather virtually to share a meal and take part in professional development This year we discussed topics like mindfulness presenting with data public speaking best practices and more We even took a deep dive into how to",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "set in addition to a 30 60 and 90-day training and onboarding program for all new hires Additionally Avenue invests in monthly training and continuing education that extends beyond job requirements including monthly anti-racism sessions with Construct the Present monthly StrengthsFinder training sessions and 1on1 coaching with an outside consultant for the entire team monthly management training sessions for Avenue’s people managers with an outside consultant monthly lunch and learns on topics like digital marketing financial wellness cross-skills training etc with both internal team members and external consultants Avenue’s Benefits Avenue provides  employer-paid medical dental vision coverage short and long-term disability life insurance and a SIMPLE IRA plan with a 3 employer match for all full-time employees A few other benefits of note include 12 weeks of paid parental leave and a Shop Local Stipend Cell Phone Stipend and WiFi Stipend Our Benefits are an investment in the health",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and 1on1 coaching with an outside consultant for the entire team monthly management training sessions for Avenue’s people managers with an outside consultant monthly lunch and learns on topics like mindfulness digital marketing financial wellness cross-skills training etc with both internal team members and external consultants Avenue’s Benefits Avenue provides  employer-paid medical dental vision coverage short and long-term disability life insurance and a SIMPLE IRA plan with a 3 employer match for all full-time employees A few other benefits of note include 12 weeks of paid parental leave and a Shop Local Stipend Cell Phone Stipend and WiFi Stipend Our Benefits are an investment in the health wellness and personal and professional safety of our employees Supporting Personal Wellness Avenue provides  of the team with a Fitness Stipend to support outside wellness activities such as gym memberships fitness classes online fitness membership etc Books Read by the Team  books Reading",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "we intentionally seek team members clients and partners whose diverse backgrounds and unique perspectives align with Avenue and our work with purpose-driven progressive organizations and Certified B Corps who serve diverse customer bases and communities And we use programs like the Emerging Leaders internship program to grow our diverse talent base Team growth Added 1 new full-time hire in  to our growing team Annual and quarterly strategic planning Four 1-2 day company retreats where we engage our entire team across the strategy goal-setting and decision-making process for Avenue Benefits  employer paid medical dental vision plan short and long-term disability life insurance and SIMPLE IRA with employer match for all full-time employees Benefits support our team members fully and we invest in the health wellness and growth of our employees Culture of gratitude and growth Daily huddle where we share 1 thing we’re grateful for kudos for the team and touch base on our key priorities for",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided context, there isn't any specific information about a financial or earnings report. However, some general insights from the text include:\n\n* Avenue achieved its company goals for the year, demonstrating financial success.\n* The company experienced growth during the second year of the pandemic, necessitating the hiring of four new team members.\n* Avenue continues to collaborate with its \"amazing\" clients and engage in various projects.\n* The company remains committed to its B Corp values, investing in initiatives such as supporting Black-owned businesses and promoting well-being among team members.",
            "source": [
                {
                    "content": "where personal and professional learning and growth are embedded in the culture I believe this enables our people and Avenue’s greatest asset to thrive in all areas of their lives and bring their best and whole selves to work As a result this past year our dedicated and talented team worked together to help Avenue meet and exceed all of our company’s annual targets set back in early January  at our Annual Strategic Planning Retreat This past year was one of meaningful learning and growth across all facets of our business And in reflection we did a lot of cool st In an attempt to wrap our impact and learnings up into a digestible format we will be publishing our  B Corp Impact Report in February of this year Below are just a few highlights from our  Impact findings Profitability  profit margin and as the wise Greg Crabtree Portland EO Accelerator trainer puts it so eloquently “At 5 profit you are on life support at 10 you are a “good” business and at 15 or better is a “great” business”",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Year two of the pandemic Check At Avenue we grew we struggled we empathized we supported and we reached and exceeded our company goals for the year Most importantly we co-created a strong foundation from which to jump into our next phase of growth for the company On top of that our growth necessitated the hiring of four new team members in  all of whom bring a wealth of new knowledge passion and purpose to fuel our upward trajectory As is the case every year we also continued to have the privilege of collaborating on fun challenging and thought-provoking work with our amazing clients Heartfelt thanks to our entire community 💛 After wrapping up an inspiring Annual Strategic Planning Retreat two weeks ago I couldn’t be more excited for the journey we have ahead of us in  As a Certified B Corporation® we strive to improve our positive impact every year This means that we invest our resources in making our business better more compassionate and doing things differently in order to",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Each January Avenue enjoys a period of reflection as our team looks back on our work and the areas we impacted beyond digital marketing over the course of the previous year As a Certified B Corporation® we strive to improve our positive impact every year This means that we invest our resources in making our business better more compassionate and doing things differently in order to contribute to a more inclusive equitable and regenerative economy Every step of the way  days a year Our  Impact Report covers these five core areas of impact from the past year  Below are our    and  Impact Reports and a recap of our work and impact over the past 12 months Enjoy",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "5 CEOs and executives in Portland who support and advise our CEO on Avenue’s future growth development impact and leadership Commitment to Our Values Avenue continued to elevate and celebrate our B Corp values by investing in our BIPOC women and anti-racism efforts and prioritizing our team member’s overall well-being from a health and wellness standpoint Standing Up for What We Believe  of our team was given Juneteenth as PTO to support Black-owned businesses in Portland Barack Obama said “Juneteenth has never been a celebration of victory or an acceptance of the way things are It's a celebration of progress It's an affirmation that despite the most painful parts of our history change is possible—and there is still so much work to do We took this day to recognize and honor the history of Juneteenth and to look for ways we can continue to create an anti-racist work environment for our employees clients and partners Impact Reporting 4 formal impact reports going back to  Avenue",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, there have been no specific mentions of investor events or funding rounds related to Avenue. However, as a B Corp certified agency, they might be open to receiving investments that align with their mission and values.",
            "source": [
                {
                    "content": "1 Annual Strategic Planning Retreat held in Portland with a scheduled return to Hawaii in Q 🌴 Additionally we gather the company together for three 1 day company retreats at Stoller Family Estate and our CEO’s backyard in  where we engage our entire team across the strategy goal-setting and decision-making process for Avenue Continuing Education and Professional Development Avenue provides a 1 professional development stipend for all employees to improve their technical and professional skill set in addition to a 30 60 and 90-day training and onboarding program for all new hires Additionally Avenue invests in monthly training and continuing education that extends beyond job requirements including monthly anti-racism sessions with Construct the Present monthly StrengthsFinder training sessions and 1on1 coaching with an outside consultant for the entire team monthly management training sessions for Avenue’s people managers with an outside consultant monthly lunch and learns on topics",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a time for our team to take a break and recharge We believe the benefit is mutual When team members return we are stronger fresher and ready to tackle new creative challenges for all of our amazing client partners Read more from our CEO about The Power of PTO and No Meeting Fridays Annual and Quarterly Strategic Planning 1 Annual Strategic Planning Retreat held in Kauai🌴 Additionally we gather the company together quarterly for three one-day company retreats we visited Mox Boarding House and Fullerton Wines this year where we engage our entire team across the strategy goal-setting and decision-making process for Avenue Continuing Education and Professional Development Avenue provides a 1 professional development stipend for all employees to improve their technical and professional skill set in addition to a 30 60 and 90-day training and onboarding program for all new hires Additionally Avenue invests in monthly training and continuing education that extends beyond job requirements",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "marketing and social media strategies and dedication to our clients’ success we love the work we do the relationships we build and the way we do it Thank you Avenue clients for being our partners 8 Adventures in Hawaii during our team’s Annual Strategic Planning Trip From a traditional Luau to a boat tour along the Nepali Coast to a day trip through Waimea Canyon our team stayed busy exploring all that Kauai has to offer If you’ve followed Avenue for a while now you may know that our Annual Trips and Quarterly Outings are the team’s favorite moments together and getting away to a beautiful destination is definitely the icing on the cake Stay tuned for more details on where we’re going in  to celebrate significant Avenue milestones 7+ In-Person Events As a  virtual workforce we’re proud of the regular in-person gatherings our team consistently schedules not including regular collaboration sessions that happen intentionally throughout the month From Mox Boarding House to Fullerton Wines",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the regular in-person gatherings our team consistently schedules not including regular collaboration sessions that happen intentionally throughout the month From Mox Boarding House to Fullerton Wines to Lee Farms we are intentional about building community together and building strong relationships amongst our team members Our Portland community has so much to offer and we’re grateful to work and play in this beautiful city together 6 Years Old We celebrated Avenue’s sixth birthday this past March With an outing to the tulip farm a beautiful cake by The Cake Batch and a team picnic we had a great time recognizing how Avenue has grown into the agency it is today Props to our CEO and Founder Anna Madill for founding and driving our award-winning B Corp certified agency 5 Consultants supporting the Mercatus Digital Marketing Program Presented by Avenue Through this program we’re distributing  in grant funds to local business owners Anna along with four other digital marketing",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, there isn't any specific mention of financial or funding goals for the next period. However, it can be inferred that the company has been growing and achieving its company goals for the past year. They have maintained a healthy profit margin, which allows them to reinvest in the company and team through various initiatives such as professional development stipends, training programs, and monthly continuing education. It seems that the focus lies on continuous improvement, collaboration, and sustainable growth rather than setting explicit financial targets for the immediate future.",
            "source": [
                {
                    "content": "1 Annual Strategic Planning Retreat held in Portland with a scheduled return to Hawaii in Q 🌴 Additionally we gather the company together for three 1 day company retreats at Stoller Family Estate and our CEO’s backyard in  where we engage our entire team across the strategy goal-setting and decision-making process for Avenue Continuing Education and Professional Development Avenue provides a 1 professional development stipend for all employees to improve their technical and professional skill set in addition to a 30 60 and 90-day training and onboarding program for all new hires Additionally Avenue invests in monthly training and continuing education that extends beyond job requirements including monthly anti-racism sessions with Construct the Present monthly StrengthsFinder training sessions and 1on1 coaching with an outside consultant for the entire team monthly management training sessions for Avenue’s people managers with an outside consultant monthly lunch and learns on topics",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Year two of the pandemic Check At Avenue we grew we struggled we empathized we supported and we reached and exceeded our company goals for the year Most importantly we co-created a strong foundation from which to jump into our next phase of growth for the company On top of that our growth necessitated the hiring of four new team members in  all of whom bring a wealth of new knowledge passion and purpose to fuel our upward trajectory As is the case every year we also continued to have the privilege of collaborating on fun challenging and thought-provoking work with our amazing clients Heartfelt thanks to our entire community 💛 After wrapping up an inspiring Annual Strategic Planning Retreat two weeks ago I couldn’t be more excited for the journey we have ahead of us in  As a Certified B Corporation® we strive to improve our positive impact every year This means that we invest our resources in making our business better more compassionate and doing things differently in order to",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Landers-Sherer was promoted to Operations Manager Reed Emerson was promoted to Director of Strategy and Jazmyne Hudson was promoted to Senior Digital Specialist Our team works hard and we love to recognize each team member's strengths growth and potential by promoting from within Profit Margin  profit margin in  allowing us to reinvest in the company and team Percentage of Profits Distributed as Bonuses  of profits were distributed as bonuses up from  in  to all non-executive employees Business Model Sustainability  of clients are ongoing long-term partners of Avenue building around our recurring revenue model Diverse and Purpose-Driven Clients 95  in  of our clients are B Corps credit unions women and BIPOC-owned businesses purpose-driven social impact-related or nonprofit organizations who serve diverse customer bases and communities At Avenue we intentionally seek out client partners who align with our values as a company and as a Certified B Corporation® Team Retention  retention",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a time for our team to take a break and recharge We believe the benefit is mutual When team members return we are stronger fresher and ready to tackle new creative challenges for all of our amazing client partners Read more from our CEO about The Power of PTO and No Meeting Fridays Annual and Quarterly Strategic Planning 1 Annual Strategic Planning Retreat held in Kauai🌴 Additionally we gather the company together quarterly for three one-day company retreats we visited Mox Boarding House and Fullerton Wines this year where we engage our entire team across the strategy goal-setting and decision-making process for Avenue Continuing Education and Professional Development Avenue provides a 1 professional development stipend for all employees to improve their technical and professional skill set in addition to a 30 60 and 90-day training and onboarding program for all new hires Additionally Avenue invests in monthly training and continuing education that extends beyond job requirements",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " It seems there isn't any specific publication, research finding, or introduced technology mentioned in the provided text. However, the text does mention several marketing trends for 2, such as purpose-driven brands, innovation, consumer attention, and technology advancements in various fields related to animal care.",
            "source": [
                {
                    "content": "continue to be nimble and adapt to these trends to ensure success in  and beyond If the past year-plus taught us anything it was that having our digital marketing house in order was key to business sustainability and success As we turn our attention to  marketers need to consider the mainstream shifts from the past year and transform to meet the needs of the current market Here are six marketing trends to be aware of for  People are craving more good in the world After a year of constant change humanity is looking for more positivity and purpose -- and they are also looking to support companies that have a mission or give back in some way Good news There is a better way for companies to do business and to craft marketing campaigns to engage these people in the future B Corps are leading the movement of inspired and purpose-driven companies who are doing exactly this The future of marketing in  lies in a company’s ability to go beyond the status quo by leaning into and living its",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "consumer attention in this evolving landscape marketers will continue to be asked to innovate be change-makers and craft better companies and the strategies with which to market them By making these seven trends a part of your consideration set for  you can stay ahead of the curve and drive the evolution of the next generation of better business",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "About this time last year we were finding our way out of the thick of the pandemic After two years of lockdown our communities were defining what the new normal would look like We continue to define what the future looks like as the aftermath continues to ripple through our communities industries and world At the end of  I shared the 6 Marketing Trends to Embrace in  The digital marketing industry is no exception to the speed at which our world continues to evolve With warnings of a coming recession and as Millennial and Gen-Z’s buying power increases it’s increasingly important that marketing teams have their ducks in a row as they grow in the digital marketplace – a space that grows increasingly competitive With our sights set on  here are 7 marketing trends to embrace for the coming year 1 Purpose-Driven Brands Will Win high-quality product is still a must Last year my top tip was that “People are craving more good in the world” and this statement still stands As the number of",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "serves to redefine the connection between pets and everyone who cares for them Today Marshall discusses how BabelBark allows pet parents to better care for their pet by connecting all the pet care services on one platform How the Pet Suite of software consolidates your pet’s care How Millennials/Gen X are changing the landscape of veterinary technology and pet care technology needs What BabelBark’s most impactful marketing platform to spread awareness is Listen to The Animal Marketing podcast here to learn how technology like BabelBark is improving your pet’s care To learn more you can visit wwwbabelbarkcom or find them on all major social media channels",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, I am unable to provide specific details regarding ongoing or upcoming research projects or innovation initiatives for Avenue Consulting. However, the text does mention their commitment to continuous learning and improvement, which suggests that they may be involved in various research projects or innovative endeavors. To obtain more information about their current or planned projects, I would recommend reaching out to Avenue Consulting directly or monitoring their website and social media channels for updates.",
            "source": [
                {
                    "content": "continue to be nimble and adapt to these trends to ensure success in  and beyond If the past year-plus taught us anything it was that having our digital marketing house in order was key to business sustainability and success As we turn our attention to  marketers need to consider the mainstream shifts from the past year and transform to meet the needs of the current market Here are six marketing trends to be aware of for  People are craving more good in the world After a year of constant change humanity is looking for more positivity and purpose -- and they are also looking to support companies that have a mission or give back in some way Good news There is a better way for companies to do business and to craft marketing campaigns to engage these people in the future B Corps are leading the movement of inspired and purpose-driven companies who are doing exactly this The future of marketing in  lies in a company’s ability to go beyond the status quo by leaning into and living its",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "organizations such as PDXWIT Sudara Prosper Portland SMART Reading Elevate Oregon and more  of Hours of Board Service Contributed by the Team  hours  in  Miles Driven and Gas Conserved as a Remote Company with No Commute 8 miles 7 miles in  and  hours saved  hours in  by not driving to an office during COVID which equates to roughly  gallons of gas conserved  gallons in  and greatly reduced emissions Offsetting our Carbon Footprint Avenue planted  trees through One Tree Planted a 1 for the Planet Company in honor of Avenue’s clients partners and friends and we purchased 60 pounds of carbon offsets from Terrapass to cover the collective 31 miles round-trip for our upcoming trip to Kauai in Q Like Avenue B Corps are champions of measuring impact and the B Corp movement is continuing to grow You can learn more about the companies that are using business as a force for good by following  and  And you can also take the B Impact Assessment Snapshot to see your company’s impact on its",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "consumer attention in this evolving landscape marketers will continue to be asked to innovate be change-makers and craft better companies and the strategies with which to market them By making these seven trends a part of your consideration set for  you can stay ahead of the curve and drive the evolution of the next generation of better business",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to our team culture clients and community has remained a pivotal priority to each of us as we continue to level up with a high NPS Net Promoter Score and incredible positive client feedback and testimonials It cannot go unnoticed how much the Avenue team and clients value one another’s experiences perspectives and expertise We support one another from the very start of our work and this shines through in the support and care we show to our clients and partners We continue to be grateful to get to do this work every day and feel fortunate to share in each other’s successes We remain motivated and eager to see how our hard work in  impacts our outcomes and growth in  Our  Impact Report covers these five areas of impact from the past year Read the post below for a recap of our work and impact over the past 12 months You can also view or download the full Impact Report here Avenue’s Mission Lock As a business that works to do things differently to make a lasting impact in the world Avenue",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information about Avenue Consulting Group, there is no mention of recent research grants or innovation awards being distributed. However, they did receive several accolades and recognitions throughout the year, showcasing their achievements in various aspects like social media, sustainability, client diversity, and more.",
            "source": [
                {
                    "content": "Awards We received 3 Awards up from 1 in  We received the AMA Max Award for Social Media were recognized for TWO Best For The World awards and were a finalist for the OEN Entrepreneur of the Year Award The AMA Max PDX Award for Social Media recognizes marketing excellence and we feel so grateful to have been awarded best in social media Every year B Lab recognizes the B Corps that have achieved the highest verified scores in the five impact areas evaluated on the B Impact Assessment We were recognized for our Best for the World in the Community category which signals that we scored in the top 5 of our size group for our efforts in the community including charitable giving investment in diversity and educational opportunities We were also recognized for our Best for the World in the Workers category which means we scored in the top 5 by putting in place exemplary employee-friendly practices such as ownership opportunities job flexibility and fair-chance hiring policies What feels so",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Landers-Sherer was promoted to Operations Manager Reed Emerson was promoted to Director of Strategy and Jazmyne Hudson was promoted to Senior Digital Specialist Our team works hard and we love to recognize each team member's strengths growth and potential by promoting from within Profit Margin  profit margin in  allowing us to reinvest in the company and team Percentage of Profits Distributed as Bonuses  of profits were distributed as bonuses up from  in  to all non-executive employees Business Model Sustainability  of clients are ongoing long-term partners of Avenue building around our recurring revenue model Diverse and Purpose-Driven Clients 95  in  of our clients are B Corps credit unions women and BIPOC-owned businesses purpose-driven social impact-related or nonprofit organizations who serve diverse customer bases and communities At Avenue we intentionally seek out client partners who align with our values as a company and as a Certified B Corporation® Team Retention  retention",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for Prosper Portland’s Digital Marketing Program and as a Business Coach for Xxcelerate both of whom serve women and BIPOC entrepreneurs and business owners I am also a speaker and instructor for organizations such as the American Marketing Association SEMpdx Oregon State University Portland State University and University of Oregon on the topics of digital marketing entrepreneurship leadership and culture B Corps women in technology and anti-racism Through my work at Avenue for our clients and within the community I was recognized by the Portland Business Journal with the CEO of the Year Award for  the Women of Influence Award List for  the Forty Under 40 Award List for  B Lab’s B Corp Best for the World™ Workers and B Corp Best for the World™ Community lists for  and as a finalist for the OEN Entrepreneur of the Year Award for",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "All good things must come to an end and with that we are saying goodbye to  – a monumental and foundational growth year for Avenue Before we do we wanted to share our top ten highlights for this year Reflection and recognition are two practices we do well as a team and it only seemed fitting to focus our last blog post of the year on hyping up Avenue’s top ten Read on for some fun and unique moments from our  highlight reel as we countdown to the New Year 10+ B Corp brands used by our team at home at play and in life As a B Corp our team at Avenue are conscious-consumers and we love supporting our fellow Certified B Corporations any chance we get Who are some of our go-tos In our homes you’ll find both local and global B Corps such as Athleta Bigelow Tea Dr Bronners Fully GloryBee LoveBottle Miir Nossa Familia Coffee Patagonia Patch Strips Scout Books Seventh Generation Stoller Family Estate Tillamook Tony’s Chocolonely and Who Gives a Crap – and those are just the ones we can name off",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization is collaborating with various types of organizations, institutions, and entities. Some notable ones include:\n\n1. B Corporations®\nCredit unions\nWomen and minority-owned businesses\nPurpose-driven social impact-related or nonprofit organizations\nClients from diverse backgrounds and communities\n\nAdditionally, they partner with:\n\n1. Emerging Leaders Internship (ELI) Program\nSeveral nonprofit boards, including SMART Reading, Local PDX Business, PDXWIT, Prosper Portland, Sudara, etc.\n\nFinally, they engage in pro bono services and charitable giving to support nonprofit and purpose-driven work in the community.",
            "source": [
                {
                    "content": "of our clients are B Corps credit unions women and BIPOC-owned businesses purpose-driven social impact-related or nonprofit organizations who serve diverse customer bases and communities At Avenue we intentionally seek out client partners who align with our values as a company and as a Certified B Corporation®  of Clients Served 31 clients served in  37 served in  Team Retention  retention rate of the team not including 4 new growth hires in  We also partner with the Emerging Leaders Internship ELI program which removes barriers to access by connecting talented students of color with leadership-track paid internships at top companies throughout the Greater Portland area to grow our diverse talent base Avenue has been partnering with ELI since  Read our  ELI Intern Sharon Sherpa’s blog post Reflecting on my Emerging Leaders Internship with Avenue Industry Awards We were honored to receive 1 award in  2 in  an AMA Max Award for the ‘Best Social Campaign’ for our work with PBOT Portland",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "on a quarterly basis each year which totals approximately 25 annually and 25+ of employee time Board and Community Leadership Our CEO serves on the Board of Directors of 5 nonprofits in Oregon including SMART Reading B Local PDX Business for a Better Portland SEMpdx and EO Accelerator Pro Bono  Support of Nonprofit and Purpose-Driven Work in the Community 25 in pro bono services 25 in  given to non-profits as part of our quarterly Charity of Choice program to organizations such as PDXWIT Prosper Portland Sudara and more Community service and impact are part of our DNA Avenue is committed to contributing to our community environment society and world in a meaningful way Actual  Support of Nonprofit Work in the Community 13 of annual gross revenue 16 in  donated in cash to nonprofits by Avenue Since our inception Avenue has donated 1 or more of annual gross revenue to local nonprofits to amplify their good work and impact In  the list included SMART Reading Elevate Oregon Business for a",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "At Avenue we intentionally seek out client partners who align with our values as a company and as a Certified B Corporation® We place an emphasis on working with purpose-driven organizations women and minority-owned businesses as a certified minority and women business enterprise B Corps and credit unions among many others Our core client verticals are two-fold growth-minded and purpose-driven organizations which include B Corps credit unions non-profits and progressive socially responsible businesses large and small and animal pet and conservation organizations We believe in the power of people using business as a force for good and this belief guides our commitment to our clients to hold our company to higher standards of social and environmental impact transparency and accountability Avenue's 13 year track record of connecting businesses to more customers enables us to empower growth-minded brands and companies to make a difference in the world through results-driven digital",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "performance indicators publicly We treat our social and environmental impact as a primary measure of success for our business and prioritize it even in cases where it may not drive profitability Transparency with Financials Every month throughout the year Avenue discloses all financial information except salary information to  of the company In addition to sharing financials our company also has an intentional education program around shared financials through our monthly State of the Avenue Meeting Values-Driven Banking and Financial Institution Relationships 1 primary values-driven banking partner Avenue not only intentionally chooses to work with Credit Unions financial cooperatives but we have chosen our primary financial institution to provide the majority of our company's banking services based on their characteristics as a Certified B Corporation and as a Member of the Global Alliance for Banking on Values committed to serving the community We’re proud to partner with",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives mentioned in the provided text. Some examples include:\n\n1. Monthly State of the Avenue Meetings: Avenue holds regular meetings where everyone comes together to discuss updates, goals, and other important matters related to the company.\n2. Quarterly In-Person Events and Strategic Planning Sessions: Throughout the year, Avenue hosts four in-person events where the entire team gathers to participate in strategic planning, goal setting, and decision making processes.\n3. Joint Retreats: Avenue organizes annual and quarterly retreats where the entire team can come together, collaborate, and bond. The most recent retreat was held in Portland, while future retreats will be held in Hawaii and at Stoller Family Estate.\n4. Continuing Education and Professional Development: Avenue offers professional development opportunities for all employees, which often involve collaboration and learning from peers and partners. Examples of these trainings include StrengthsFinder, mindfulness, public speaking, and effective communication.\n5. Lunch and Learn Sessions: Regularly throughout the month, the team comes together for lunch and learns, during which they discuss various topics, share expertise, and learn from partners and external consultants.\n6. Collaboration with Partners and Clients: Avenue works closely with its partners and clients, often involving joint efforts and initiatives aimed at achieving common goals and serving diverse communities.",
            "source": [
                {
                    "content": "monthly State of the Avenue Meeting Values-Driven Banking and Financial Institution Relationships 1 primary values-driven banking partner and 6 and counting credit union and purpose-driven banking clients Avenue not only intentionally chooses to work with Credit Unions financial cooperatives and purpose-driven banking partners but we have chosen our primary financial institution to provide the majority of our company's banking services based on their characteristics as a Certified B Corporation and as a Member of the Global Alliance for Banking on Values committed to serving the community We’re proud to partner with Beneficial State Bank We are a  Remote and Hybrid Company As a fully remote and hybrid company we continue to look at ways to provide a flexible work environment for our team We worked to engage the team at every intersection of the work week we shared in quarterly in-person events and strategic planning sessions celebrated each others big and small wins gathered together",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "1 Annual Strategic Planning Retreat held in Portland with a scheduled return to Hawaii in Q 🌴 Additionally we gather the company together for three 1 day company retreats at Stoller Family Estate and our CEO’s backyard in  where we engage our entire team across the strategy goal-setting and decision-making process for Avenue Continuing Education and Professional Development Avenue provides a 1 professional development stipend for all employees to improve their technical and professional skill set in addition to a 30 60 and 90-day training and onboarding program for all new hires Additionally Avenue invests in monthly training and continuing education that extends beyond job requirements including monthly anti-racism sessions with Construct the Present monthly StrengthsFinder training sessions and 1on1 coaching with an outside consultant for the entire team monthly management training sessions for Avenue’s people managers with an outside consultant monthly lunch and learns on topics",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "share a meal and take part in professional development This year we discussed topics like mindfulness presenting with data public speaking best practices and more We even took a deep dive into how to communicate more effectively and purposefully with clients and colleagues These lunches also give the team an opportunity to present on topics they are passionate about and share their expertise with one another as well as giving the team time to meet with and learn from our amazing partners and learn from them Team Members Working Around the World Avenue’s remote workplace enabled team members to work all over the country and world From San Mateo California to Bend Oregon the Avenue team enjoyed the flexibility of working wherever they would like partnered with outstanding support from their colleagues We love exploring new cultures eating delicious foods and working at a new coffee shop in a different state or country whenever we get the chance Avenue and Mercatus Digital Marketing",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "we intentionally seek team members clients and partners whose diverse backgrounds and unique perspectives align with Avenue and our work with purpose-driven progressive organizations and Certified B Corps who serve diverse customer bases and communities And we use programs like the Emerging Leaders internship program to grow our diverse talent base Team growth Added 1 new full-time hire in  to our growing team Annual and quarterly strategic planning Four 1-2 day company retreats where we engage our entire team across the strategy goal-setting and decision-making process for Avenue Benefits  employer paid medical dental vision plan short and long-term disability life insurance and SIMPLE IRA with employer match for all full-time employees Benefits support our team members fully and we invest in the health wellness and growth of our employees Culture of gratitude and growth Daily huddle where we share 1 thing we’re grateful for kudos for the team and touch base on our key priorities for",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " The mutual objectives and outcomes expected from these collaborations include:\n\n1. Creating global impact and change through products and business models. This collaboration helps clients grow and make a positive impact in their respective fields.\n2. Facilitating meaningful marketing efforts to foster client growth and impact. By supporting client success, this collaboration contributes to its overall goals.\n3. Fostering meaningful connections and shared purpose among clients, partners, and peers. Strengthening relationships and promoting a sense of unity supports the objectives of all parties involved.\n4. Advocating for the best interests of clients, partners, and peers through integrity, honesty, and transparency. This collaboration ensures ethical decision-making and maintains trust between all parties.\n5. Leaving a lasting impact on clients, partners, and peers through continuous improvement and positive results. This outcome demonstrates the effectiveness of the collaboration in achieving its goals.\n\nIn addition to these mutual objectives and outcomes, there are several other aspects of collaboration that contribute to the overall success of these partnerships:\n\n* Team health and wellness: Prioritizing the wellbeing of team members allows for increased focus, productivity, and job satisfaction, ultimately benefiting the entire organization.\n* Continuous learning and improvement: Encouraging a culture of growth and development enables teams to adapt to changing circumstances and stay ahead in their respective industries.\n* Collaborative problem-solving: Working together to address challenges leads to more effective solutions and strengthens relationships between partners.\n* Shared values: Upholding core principles guides decision-making and reinforces the commitment to making a positive impact in the world.",
            "source": [
                {
                    "content": "for creating global impact and change through their product and business model We facilitate meaningful marketing efforts to further our client's growth and impact and support transformational growth opportunities for our team members Fostering meaningful connections and a sense of shared purpose with our clients partners and peers Advocating for the best interests of our clients partners and peers through integrity honesty and transparency Leaving a lasting impact on our clients partners and peers through continual improvement and positive results",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "team health and wellness We envision a workplace where all of our team members can flourish both professionally and personally We’re always continuing to learn iterate and improve Together the Avenue team is collaborating to improve our PTO and meeting practices and to create the space we need to take care of ourselves and those around us",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "monthly State of the Avenue Meeting Values-Driven Banking and Financial Institution Relationships 1 primary values-driven banking partner and 6 and counting credit union and purpose-driven banking clients Avenue not only intentionally chooses to work with Credit Unions financial cooperatives and purpose-driven banking partners but we have chosen our primary financial institution to provide the majority of our company's banking services based on their characteristics as a Certified B Corporation and as a Member of the Global Alliance for Banking on Values committed to serving the community We’re proud to partner with Beneficial State Bank We are a  Remote and Hybrid Company As a fully remote and hybrid company we continue to look at ways to provide a flexible work environment for our team We worked to engage the team at every intersection of the work week we shared in quarterly in-person events and strategic planning sessions celebrated each others big and small wins gathered together",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "that the team is not available 24/7 which alleviates the sense of urgency to react or respond Presenting every new client with an onboarding presentation during the partnership kick-off that sets expectations and walks through our philosophy on time off rest recharging no-meeting Fridays holidays weeks and how those things all benefit their business outcomes and our partnership Ensuring and reminding team members that working after hours unless they prefer being a night owl and they flex their hours accordingly is strongly discouraged Having leadership and managers modeling early sign-offs at the end of the day and not sending emails or Slack messages before or after hours And when someone is on PTO scheduling emails and Slack messages to send to them after their PTO ends so that even if someone “accidentally” logs on to check messages they won’t have any Having leadership and managers transparently debunk the stigma around “butts in seats” as a productivity metric If a team member’s",
                    "metadata": {
                        "rel": [
                            "whogivesacrap",
                            "bcorporation",
                            "time",
                            "patagonia",
                            "wethechange",
                            "beneficialstatebank",
                            "forbes",
                            "seventhgeneration",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "nutricare",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "drbronner"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}