{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided information, several sustainable or environmental practices have been implemented across various contexts. Some examples include:\n\n1. Renewable energy supply (close to 90% in Portland, Oregon)\n2. Comprehensive plans to reduce CO2 emissions (Curitiba, Brazil)\n3. Public transit improvements (Curitiba, Brazil)\n4. Green spaces expansion (Curitiba, Brazil)\n5. Urban agriculture and stormwater management (Curitiba, Brazil)\n6. Stormwater trading programs (Washington, D.C.)\n7. Encouragement of green roofs and LEED certifications (San Francisco, CA and other cities)\n8. Plastic bag ban (California)\n\nThese practices demonstrate a focus on ecological preservation, resource conservation, and sustainable development.",
            "source": [
                {
                    "content": "have achieved close to a 90 renewable energy supply Portland OR was one of the first US cities to enact a comprehensive plan to reduce CO2 emissions Curitiba Brazil has done a lot of work on public transit and green space Curitiba has more green space per inhabitant than any other city in the world and it was intentional They did activities such as converting vacant lots to green space for urban agriculture or multi-purpose parks that also provide stormwater management and places for people to congregate More and more cities are taking positive action such as these What about policies you have seen enacted in waterfront cities that have shown promise for improving ecology along the waterfront Washington DC now has a pilot stormwater trading program which is using the market base to help control stormwater runoff Many cities such as San Francisco CA are using policies to encourage more green roofs and LEED certifications The state of California has a plastic bag ban; that was a policy",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Development Lessons Learned Knowledge Transfer Training We view sustainable development primarily from an ecological lens Halting the loss of biodiversity conserving and protecting water and reducing the impact from resource extraction and land degradation are paramount in ensuring a sustainable future While sustainability is a noble cause we believe all projects should be inherently regenerative–building the capacity for ecological systems that support all life We view sustainable development primarily from an ecological lens Halting the loss of biodiversity conserving and protecting water and reducing the impact from resource extraction and land degradation are paramount in ensuring a sustainable future While sustainability is a noble cause we believe all projects should be inherently regenerative–building the capacity for ecological systems that support all life Living Building Challenge™ Net Zero  Net Positive Water Sustainable SITES™ EcoDistricts™ LEED™ Leadership in Energy",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "do something special from a sustainability standpoint with a major capital project When the RFP for a design-build feasibility study was launched in  the City sought to investigate the feasibility of LBC for the new building At the time there were only eight full petal certified projects in the world but we were serious about exploring it Santa Monica City Services Building; rendering courtesy of the City of Santa Monica Karen  Todd We wanted to live more lightly on the land and have a reciprocity with the natural world In renovating this home we saw an opportunity to think about how we could make it perform well environmentally We thought “How can we leave this place better for our having been here” We wanted to do more than minimize our impact; we wanted to eradicate it Howard When Georgia Tech was founded in the s its buildings were built with red bricks made from indigenous red clay and its sports teams shared one athletic field so you could say they were a sustainable campus from",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "conference in Talloires France this is the first official statement made by university administrators of a commitment to environmental sustainability in higher education The University of British Columbia’s Sustainability Street is a pedestrian-oriented promenade that serves as a demonstration of new approaches to managing waste energy and water in an urban environment The US Partnership for Education for Sustainable Development is a voluntary partnership of individuals organizations and institutions dedicated to fulfilling the goals of the United Nations Decade of Education",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are numerous events and initiatives focused on environmental conservation. However, providing a comprehensive list of all such events would not be feasible within the given constraints. Instead, I can mention some notable events and initiatives related to environmental conservation. Some examples include:\n\n1. United Nations Convention on Biological Diversity (CBD) COP15 - This international conference focuses on issues related to biological diversity, including conservation and sustainable use of biodiversity. It brings together government officials, scientists, and civil society representatives to discuss and negotiate policies and actions.\n2. World Wildlife Fund (WWF) Earth Hour - An annual global campaign where participants turn off their lights for one hour to raise awareness about climate change and encourage energy conservation.\n3. Global Climate Action Summit - Organized by California Governor Jerry Brown, this summit gathers leaders from around the world to showcase climate action plans and inspire further commitment to combat climate change.\n4. IUCN World Conservation Congress - Hosted by the International Union for Conservation of Nature (IUCN), this congress brings together conservation experts, practitioners, and decision-makers to discuss and shape strategies for protecting the planet's natural resources.\n5. Our Planet - A Netflix original documentary series focusing on wildlife and habitat conservation efforts across the globe. The series highlights the work of conservationists, researchers, and local communities working towards protecting the planet's biodiversity.\n6. Greenpeace - A well-known environmental organization that uses peaceful protests, lobbying, and media outreach to promote environmental protection, sustainability, and anti-pollution measures.\n7. National Geographic Society - Through various platforms like magazines, documentaries, and educational programs, National Geographic promotes environmental awareness and supports scientific research and conservation efforts worldwide.\n\nThese are only a few examples of the many events and initiatives dedicated to environmental conservation. There are countless more happening every day, both globally and locally, involving governments, NGOs, communities, and individual citizens alike.",
            "source": [
                {
                    "content": "a keynote address at the Internacional de Restauración EcológicaSymposium in Cali Colombia this November  sponsored by the Humboldt Institute and organized by the Red Colombiana de Restauracion Ecologica REDCRE  Keith will speak on the role of private businesses in delivering ecological restoration projects for public and private sector organizations Vince Sortman will be at the AWRA’s Annual Water Resources Conference in Denver CO November  to present “Floodplain Restoration along the Cache la Poudre River in Fort Collins CO” Biohabitats senior engineer Pete Muñoz will be in Washington DC November  to attend the  Greenbuild International Conference and Expo The Maryland Water Monitoring Council will hold its 21st Annual Conference in Linthicum MD on November 13 and several staff members from our Chesapeake/Delaware Bays Bioregion office will be there On December 1-2 Restore America’s Estuaries and the Connecticut Institute for Resilience and Climate Change Adaptation will host a",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Management and the Chinese Forestry Administration have convened a three-day High Level Consultation in Guiyang China June   The main purpose of the meeting is to provide the UN and member States with technically robust guidance on the importance and urgency of incorporating these two goals into the governance of our environment Landscape ecological designer and planner Jennifer Dowdell will head to the Windy City on July 11 to attend the annual gathering of the Society for College and University Planning professionals Jennifer will proudly accompany our friends from Rowan University as they accept the  SCUP Merit Award for Excellence in Planning for an Existing Campus Jennifer is proud to represent our project team which included Ayers Saint Gross and Urban Engineers The Rocky Mountain Stream Restoration Conference will take place on July  in Breckenridge CO Fluvial Geomorphologist Vince Sortman wouldn’t miss this one for the world From August  the Ecological Society of America will",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and Great Lakes Bioregion Team Leader Tom Denbow will be in Cleveland Ohio September 11th and 12th for the US EPA’s Great Lakes Areas of Concern Conference This conference is a great opportunity to network with clients and public agencies about the status of restoration throughout the Great Lakes If you’re interested in learning about the past present and future preservation of Colorado’s open spaces join Biohabitats’ Southern Rocky Mountain Bioregion in Steamboat Springs Colorado September 16th to the 18th for the Colorado Open Space Alliance’s  Conference Join Biohabitats Senior Engineer Erin English and other water leaders in Austin Texas September 18th to the 20th for the US Water Alliances’ One Water Summit  and learn sustainable integrated and inclusive approaches to managing water On October  in San Rafael California Bioneers —a nonprofit committed to connecting people with each other and with ideas that could positively transform the world—will hold its 30th conference",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "collaborations Led by Keith Bowers the symposium includes talks by Jennifer Dowdell Claudia Browne and Aiman Duckworth exploring community engagement urban ecology and green infrastructure planning design policy and the geospatial tools and techniques that inform these planning efforts Be part of one of the biggest worldwide efforts for restoration ever Typically held during the SER World Conference the one-day hands-on volunteer event known as “Make A Difference Day” will become “Make a Difference Week” this year Beginning on World Environment Day and the official launch of the UN Decade on Ecosystem Restoration “Make a Difference Week” is an opportunity for individuals governments clubs schools NGOs and SER regional chapters and student associations to organize locally relevant volunteer-led and COVID-safe events Event suggestions from SER include restoration plantings seed collection and seedball making invasive plant pulls garbage pick-ups river clean-ups or fencing removal If you",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the provided information, the environmental impact metrics being reported include Location Efficiency, Ecological Integrity, Compactness, Completeness, and Connection to the campus. These metrics aim to ensure efficient resource usage, maintain ecological functions, minimize urban sprawl, and promote a well-connected campus environment.",
            "source": [
                {
                    "content": "sustainable design metrics These metrics encompassed the categories Location Efficiency Ecological Integrity Compact Complete and Connected Campus Resource Efficiency User Health and Institutional Commitment  Each individual metric included a goal specific targets and indicators with which campus administrators and all effected stakeholders can see how the goal and targets are met    The goals and targets of each metric will ensure that the Central Campus landscape uses resources efficiently and enhance and preserve the ecological function of the woodlands and hollows surrounding the Central Campus development site Meeting each metric’s detailed goal adheres to Duke University’s Environmental Policy and furthers the campus’ commitment to sustainability and responsible environmental stewardship",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "them a place-based measure that is objective rather than subjective Biomimicry is the only reality-based sustainability framework We’re not making those metrics up or saying “Oh that would be nice” They are literally the best practices of a place  Our dream would be that ecological performance standards would be done for every biome in the world so if you went to build there it’d be one of your GIS layers If you had that on the software you used every day you’d be able to see that the city is trying to meet this goal and on this block this building’s share of the ecological performance standards is X So you could actually design to outcome It’s not prescriptive like LEED The city can decide how it’s going to meet the standards People who have used ecological performance standards are very excited about it A city official recently said to me “I’m cutting a ribbon on my millionth square-foot green roof but to what end” He wants a framework People are looking for these types of",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the metrics around all of the ecosystem services that make sense for that region How much soil is built every year How much water is filtered every year How much biodiversity is supported How much air is cleaned What kind of erosion mitigation is there Those then become the metrics for the city  This is nature as measure With ecological performance standards established you then say to the city manager “Meet or exceed the level of ecosystem services that the native ecosystem of this region would provide” That turns out to be hugely aspirational goal because we are not anywhere close to that level of producing ecosystem services That’s a high bar but look at the Bank of America Tower in New York which produces air that is three times cleaner than what comes in Its filtration system is so good that the building is actually generous When we were in India 27 feet of rain fell in three months–and then nothing We realized that despite this monsoonal effect the [nearby] Western Ghats have",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "When I surveyed all the organisms everything from ants to turtles to ground squirrels I realized that in the hottest and coldest parts of the year they all went underground So I got a ground source heat pump as my thermoregulation device In addition to genius of place we use something that I now consider vital ecological performance standards We came up with ecological performance standards while working with HOK on a new development in a very hilly place in India We used Life’s Principles as a lens to develop strategies but we also understood that the city needed metrics aspirational goals As ecologists we go in and look at the ecological land type and ask “If we weren’t here what would the native ecosystem be” Then we study a healthy intact ecosystem of that type as a reference Then we get the metrics around all of the ecosystem services that make sense for that region How much soil is built every year How much water is filtered every year How much biodiversity is supported How much",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Based on the information provided, it seems that the organization has indeed made public commitments to social and corporate responsibility. They have become a Certified B Corporation and earned the JUST Label, both of which emphasize social and environmental responsibility. Additionally, the organization mentions their dedication to enhancing biodiversity, ecological democracy, and the resilience of life on Earth, demonstrating their focus on socially responsible actions and environmental stewardship.",
            "source": [
                {
                    "content": "1 of sales through a combination of monetary in-kind and approved advertising contributions Launched by Patagonia founder Yvon Chouinard and Blue Ribbon Files founder Craig Mathews 1 for the Planet advises on giving strategies certifies donations and brings dollars and doers together to accelerate smart environmental giving Similar to a nutrition label on food packaging the JUST label helps stakeholders understand the composition of a company—its values business model policies and workplace culture Created by the International Living Future Institute the JUST program provides a transparent platform for organizations to voluntarily disclose initiatives in the categories of Diversity Equity Safety Worker Benefit Local Benefit and Stewardship We’re honored to be part of a growing community of businesses focused on improving social equity and enhancing employee engagement Created by the International Living Future Institute the JUST program is a voluntary disclosure tool for organizations",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "about environmental sustainability and social responsibility actually made for better business After starting trade associations for sustainability leadership in the sector I realized that the way a company is owned makes a big difference in the degree to which they can change their behavior I saw that when a company would get sold to a larger parent company their commitments would sometimes shift and they would reduce investments in their social and environmental programs While I was with Organically Grown I proposed that we establish a committee to explore an alternative ownership structure because we had a lot of people knocking on our door offering to acquire us and we didn’t want to be acquired We wanted to stay independent so we could keep investing our dollars towards the environment and people In that journey we discovered the Perpetual Purpose Trust as an option and soon transitioned to that structure We started Alternative Ownership Advisors to help other companies in",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "with businesses measuring and being transparent about their footprint and changing practices to improve it but we also have to look at how companies are owned–who makes the decisions and where the wealth that a company generates goes That is the next level of social responsibility Let’s look at governance Typically the people who invest the most money shareholders have the most power elect the board of directors and so forth In the models we promote governance is not based on who is bringing the most money to the table but rather on stakeholder group representation Let’s look at where the wealth goes Most corporations—even those that work for a purpose—work for shareholders Shareholders get the wealth from the company and they can sell it as their private property In order to shift towards stakeholder capitalism wealth generated by a company must be shared across stakeholders More companies are also opting to do a lot of corporate giving as a portion of their profit perhaps as members",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "standards of social and environmental performance Created by the Living Future Institute The JUST Label provides a transparent platform for organizations to voluntarily disclose initiatives in the categories of Diversity Equity Safety Worker Benefit Local Benefit and Stewardship We are proud to announce that earlier this year Biohabitats became a Certified B Corporation and earned the JUST Label As a Certified B Corporation we join a vetted group of more than 2 corporations in over 50 countries unified by one goal to redefine success in business Biohabitats is one of only 63 companies from around the world who have earned the JUST Label since the program launched in  We truly believe in the power of business to catalyze good in the world and we plan to continue measuring success primarily by the degree to which we enhance biodiversity ecological democracy and the resilience of life on this planet Biohabitats founder and president Keith Bowers explains why we became a Certified B Corp",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual or quarterly reports detailing these commitments. For instance, Parks Canada publishes an Annual Report that outlines the organization's activities, achievements, and financials. Similarly, organizations like AASHE release annual reports highlighting their accomplishments and progress towards their goals. Additionally, many companies issue sustainability reports that include details about their climate action pledges and other environmental, social, and governance (ESG) initiatives. Overall, these reports serve as valuable sources of information for tracking and reporting on the various commitments made by different stakeholders.",
            "source": [
                {
                    "content": "that section easier to work on What about in the area of investments Did STARS reveal anything about the degree to which institutions are managing endowments to support sustainable industries Where information came in we were finding reasonably high levels of investment transparency but there also seemed to be institutions that were not doing much screening at all They were leaving it to investment offices With respect to the major credit of positive sustainability investment we’re not finding a lot of institutions that are able to provide us with evidence that they are making specific investments in sustainability Has the work on STARS shifted AASHE’s mission focus and/or priorities One of the things that AASHE is quite proud of is that we integrate all of our programs  As we work with STARS we’re also looking at how the information gathered from STARS can feed into our resources center and how it can become part of our conference work The connections between STARS and the ACUPCC",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to say-or estimate-what portion of your annual budget goes toward the protection and/or restoration of ecosystems Parks Canada is investing 90 million Canadian over five years in targeted funding in a series of initiatives to help address pressing ecological concerns in national parks across Canada These projects will protect and restore stressed ecosystems in Canada’s national parks with the direct involvement of the Canadian public That is a separate restoration fund outside the base we have to hire biologists ecosystem technicians fire managers etc It’s important to remember that Parks Canada also runs an historic sites program which is very large in its own right We also run a developing marine areas conservation program One of the things we do in Parks Canada that I’m proud of is we connect our monitoring program to our investment When we look at our State of the Park report for a particular park it lists the ecological issues we have to deal with where restoration is required",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "US businesses investors states cities and universities in pledging to do our part and ActOnClimate We are still in We join over 1 US businesses investors states cities and universities in pledging to do our part and ActOnClimate We are proud to have signed the Earth Charter an ethical framework for building a just sustainable and peaceful global society in the 21st century We are proud to have signed the Earth Charter an ethical framework for building a just sustainable and peaceful global society in the 21st century We’re proud to have signed the Universal Declaration of Rights of Mother Earth and to support the Rights of Mother Earth Campaign’s efforts to encourage the United Nations to protect their values We’re proud to have signed the Universal Declaration of Rights of Mother Earth and to support the Rights of Mother Earth Campaign’s efforts to encourage the United Nations to protect their values We’re proud to have signed on to the Clean Water is Good for Business partner",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "more of these funds to nature-based solutions that can adapt into the future In addition to disaster recovery funding there is pre-disaster hazard mitigation funding for establishing protections before storms which would typically be in the budget of public agencies such as the Army Corps of Engineers There are also important opportunities through financial tools such as “green bonds” which are can be municipal bonds that support natural infrastructure In California for example there have been a number of green bonds particularly related to improving water quality We are beginning to see more of those particularly when there is a mechanism like flood risk reduction that allows for reductions in insurance and disaster costs that could allow you to pay back those bonds Many of our readers work at the state or municipal level with communities or even individual homeowners In a paper that was published in Conservation Letters this summer you and colleagues examined individual homeowners’",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the information provided, it seems that various events and activities have been planned or already held to fulfill the commitments made during Make a Difference Week. Some examples include:\n\n1. Zero Waste Football Games: These events aim to promote sustainability and reduce waste generated during sports events. By involving students and engaging them in discussions about environmental issues, organizers hope to create long-lasting behavior changes.\n2. Solar Panel Installation: Kappa Sigma Fraternity installed solar panels on their house, reducing their reliance on fossil fuels and saving money on energy costs. This project demonstrates the potential for similar initiatives among Greek organizations and beyond.\n3. Community Green Space Initiatives: Groups in cities such as Kamloops, British Columbia, are working together to advocate for green spaces within neighborhoods. Their efforts highlight the importance of accessible green spaces for children and emphasize the need for community involvement in urban planning processes.\n4. Walking Programs: Organizations like the Santa Fe Conservation Trust (SFCT) offer regular walking opportunities for community members. By encouraging physical activity and connection to nature, these programs contribute to improved public health and foster a sense of shared responsibility for local conservation efforts.",
            "source": [
                {
                    "content": "can try to get back to you on some of those questions If you want to help scale quality and people and ritual altogether please consider participating in Make a Difference Week in June NOTE Although panelists were not able to address all of the questions received from participants during the 90-minute session they were able to do so afterwards We are happy to provide those questions and answers To view a video of the symposium click on the image below",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and translate it to the community level We’re trying to find groups that will make it real For example there is a group in the city of Kamloops British Columbia that is working with their mayor and council to get the official community plan for Kamloops to have a statement in it about youth and nature An English organization called Natural England has started an interesting conversation They are saying “If we want this to be real for children we should set some standards” A standard might be that every child has a right to grow up and have say a two-acre piece of green space within one block of his or her house We need to start to develop those kinds of standards In an article you wrote about your experience attending the Congress you mention another important item the Jeju Declaration which was adopted by CEOs and senior executives of national parks and protected areas around the world Tell us about this declaration and its significance The sub-phrase of that declaration was",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "we’re really working on I touch on the benefits of social justice and cost savings as other incentives We’re working with members of the Greek community to reach out to everyone in the houses and get them involved in the zero waste football games Our current student body president who is also a member of Kappa Sigma just led an initiative in that fraternity to install solar panels on their house This will save them tens of thousands of dollars over the coming years in energy bills alone So there is a shift in terms of getting the Greek community involved Kappa Sigma Solar Panelspng What do you think have been the most effective tools in creating that shift Peer-to-peer contact has been extremely important We’ve reached out to leaders in each house just as we’ve reached out to freshmen in the dorm We have provided these leaders with the resources and information for them to encourage their members to shift their behaviors even on simple behaviors like turning off the light and",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "has helped people realize that we’ve got to take better care of the environment going forward Claudia I wanted to follow up on something you said Sarah and it kind of goes back to what Amy said about relationships Continuity is important Of the  people [in SFCT’s walking program] and the different people you’re reaching out to how many are repeat [participants]  Do you find that you have a core group of stakeholders or community members that you’re connecting with again and again Sarah Noss Definitely We formed a collaborative called the Santa Fe Walking Collaborative It includes AARP the City of Santa Fe New Mexico Department of Health LaFamilia Medical Center Big Brothers Big Sisters and a bunch of other groups interested in trying to get their constituents outside and moving We all kind of leverage our marketing to our constituents We do five walks a month including a Saturday walk to make it easier for families to come and join us A lot of people showed up for the walks and then",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " There are various products, services, and technologies available related to ecosystem-based software and tools, GIS tools and software, and MicroStation and Intergraph products. Examples include Marxan, CVAT (Community Vulnerability Assessment Tool), and tools from The Nature Conservancy that integrate coastal and marine conservation with coastal hazard mitigation. In addition, there are tools under development in the fields of ecosystem services and conservation economics. These tools may help revolutionize the way conservation priority setting, resource allocation, and decision making are conducted. Finally, there are professionals such as Wilhelmina, who possess expertise in MicroStation and Intergraph products, supporting organizations with their GIS needs.",
            "source": [
                {
                    "content": "and live training available One of the issues we’re hoping to address through our EBM Tools Network  is the idea of tool sustainability A lot of these tools have not necessarily been developed in a concerted way thinking about things like training tech support sustainability They’ve been developed by government agencies academic labs and in some cases by a non-profit organization like us Our network which contains all of these different types of institutions is that regardless of the institution the tools are being aimed at this market of conservation and ecosystem management which is considered a rather low-resource small market with a couple of tens of thousands of users versus millions of users So it doesn’t matter if you’re NOAA NatureServe or an academic lab; we all struggle with the problem of how to sustain the tools Everyone would love to see these tools be open-source free and have free live tech support and training programs but nobody wants to pay for that We hope to put",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "something that academics or advanced non-profits in this field would consider innovative I’m in the position where I get access not only to cutting edge but bleeding edge developments in the field I also work with people who are still in the 70s in practice What are some of the things you’re seeing on the bleeding edge Some of the things we’re either aware of or might be party to might not be pushing GIS technology but are innovative in terms of combining some of the advanced methods of conservation prioritization with other tools For example The Nature Conservancy is trying to combine coastal and marine conservation with coastal hazard mitigation They are using tools like Marxan and combining it with CVAT Community Vulnerability Assessment Tool  from NOAA I’m involved in a group that is taking that further in terms of integrating land use hazard and conservation planning combining multiple tools Tell me about some of the ecosystem based software and tools you are involved in",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "problem of how to sustain the tools Everyone would love to see these tools be open-source free and have free live tech support and training programs but nobody wants to pay for that We hope to put together a collaborative among the tool developers that can reach out to the foundations and government programs that fund tools and help them understand the issues of sustainability and develop an approach that will hopefully keep a well-maintained well-supported core set of tools out there  Can you tell our readers about any GIS tools and/or software that is currently in development which might really help or even revolutionize the way CP RD ER work is done The areas where I see a lot of research and development going on right now are in ecosystem services and very closely associated conservation economics For the last several years there have been some tools available through some academic labs addressing economic tradeoff analyses They haven’t really been quite ready for prime time yet",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "skills in MicroStation and Intergraph products Wilhelmina‘s professional experience includes service as Senior GIS Analyst for the City of Detroit where she supported the City’s Water Department Department of Public Works Fire Department and Assessor’s Office with all of their GIS needs Clearly a woman who likes to stay busy Wilhelmina also enjoys cycling working out and spending time with her three –yes three –teenage children Since taking over the IT reins in June Phil has been hard at work addressing our technological demands and helping us to improve products and client communication IT is a critical element of the Biohabitats vision for conservation planning ecological restoration and regenerative design Getting it done right takes a firm commitment to IT That’s where Phil comes in If it plugs in he knows how to get it humming Shattering all “IT guy” stereotypes Phil spends a great deal of time outdoors and enjoys hiking biking and camping with his wife Whether he’s dealing with",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, there are various promotional events, expos, and sales related to the mentioned tools, software, and initiatives. Some of these include:\n\n1. Living Products Expo: An annual event held in different cities across the United States. The latest edition was held in Nashville, Tennessee in October 2021. The expo features innovative products and provides an opportunity for networking, idea exchange, and learning about sustainable design practices.\n2. International Living Future Institute (ILFI) events: Throughout the year, ILFI organizes various events such as webinars, conferences, workshops, and summits. These events provide opportunities for networking, idea exchange, and professional development within the regenerative design community.\n3. UnConference: Hosted by ILFI in the spring, the unConference is a multi-industry gathering focused on regenerative design. Participants engage with leading-edge practitioners, attend educational sessions, participate in summits, workshops, and tours, and become part of a community committed to transforming the built environment.",
            "source": [
                {
                    "content": "problem of how to sustain the tools Everyone would love to see these tools be open-source free and have free live tech support and training programs but nobody wants to pay for that We hope to put together a collaborative among the tool developers that can reach out to the foundations and government programs that fund tools and help them understand the issues of sustainability and develop an approach that will hopefully keep a well-maintained well-supported core set of tools out there  Can you tell our readers about any GIS tools and/or software that is currently in development which might really help or even revolutionize the way CP RD ER work is done The areas where I see a lot of research and development going on right now are in ecosystem services and very closely associated conservation economics For the last several years there have been some tools available through some academic labs addressing economic tradeoff analyses They haven’t really been quite ready for prime time yet",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and live training available One of the issues we’re hoping to address through our EBM Tools Network  is the idea of tool sustainability A lot of these tools have not necessarily been developed in a concerted way thinking about things like training tech support sustainability They’ve been developed by government agencies academic labs and in some cases by a non-profit organization like us Our network which contains all of these different types of institutions is that regardless of the institution the tools are being aimed at this market of conservation and ecosystem management which is considered a rather low-resource small market with a couple of tens of thousands of users versus millions of users So it doesn’t matter if you’re NOAA NatureServe or an academic lab; we all struggle with the problem of how to sustain the tools Everyone would love to see these tools be open-source free and have free live tech support and training programs but nobody wants to pay for that We hope to put",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "together leading minds in the design and manufacturing industries The Expo offers the unique opportunity to learn about and access some of the most innovative products in the industry This year’s Living Products Expo is right around the corner It will take place in Nashville Tennessee October  and will feature some of the leading minds in sustainability and product design For those who want to deepen their knowledge demonstrate their commitment to the ILFI mission and distinguish themselves as leaders in the regenerative design community ILFI offers a Living Future Accreditation LFA program Accreditation requires completion of a 20-credit Foundational Curriculum and 16 additional “general” LFA credits which can be earned through ILFI events and online learning opportunities as well as through independent study ILFI also has “Collaboratives” which range from local to national throughout the world Collaboratives serve as a hub for people who are working on or interested in LBC and LCC",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Product Disclosure and Optimization-Material Ingredients credit The ILFI also advances its mission by providing opportunities for networking idea exchanges local collaboration and professional development In the spring the organization hosts its annual unConference a multi-industry gathering of people interested in regenerative design Featuring world-renowned keynote speakers educational sessions summits workshops and tours the unConference provides participants engage with leading-edge practitioners learn from the inspiring projects and become part of a community that is transforming the way we think about the built environment Biohabitats SrEcologist  Integrated Design Specialist Juan Rovalo sharing knowledge at the  Living Future unConference The Living Products Expo held every fall brings together leading minds in the design and manufacturing industries The Expo offers the unique opportunity to learn about and access some of the most innovative products in the industry This year’s",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " One key collaboration related to commerce within the Central Lake Erie Basin Collaborative (CLEBCC) is the partnership between the Collaborative and Notre Dame. This partnership addresses the dominant threat to freshwater systems - aquatic invasive species. Additionally, the Collaborative works with various partners including commercial property owners, stormwater utilities, and private entities to promote sustainable practices and facilitate economic development while preserving natural resources.",
            "source": [
                {
                    "content": "I understand the world of commerce and the needs of businesses to deliver services to their clients I put together lots of partnerships in my old job and I’ve done the same since coming here For example I helped to arrange a partnership with Notre Dame to address one of the dominant threats to freshwater systems – aquatic invasive species I also built businesses at LaSalle helping us grow into an international leader so I’m comfortable working in multiple cultures In fact the director of our new aquatic invasive species program is from New Zealand We are bringing in world-class talent to help us address that threat here The business of conservation means bringing the right resources and talent and deploying them in an effective way to progress towards your mission The mission here is protecting biodiversity and my mission in my old world was serving clients and growing a real estate services firm But there are parallels in establishing goals setting strategies and building the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and communication which I really think gets to the trust issue that Anthony was bringing up In the Collaborative we have seen partnerships really manifest in many different ways We have some groups that are providing technical and administrative support for others Some are serving as fiscal agents and others have developed new programs that benefit our entire region like a new AmeriCorps program called the Northern Ohio Watershed Corps That program was developed by Tinkers Creek Watershed Partners but a lot of Collaborative members participate Partnerships can really be important if you have a large-scale project like delisting the Cuyahoga River as a Great Lakes Area of Concern We’ve seen many members of our network come and work together each bringing their own strengths whether it be an education or community engagement or restoration to most efficiently restore the Cuyahoga River Partnerships are absolutely key to everything we do Amy N Was establishing guiding principles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and vice versa Heather Partners are absolutely essential and intrinsic to our work The word is even included in our name We work with over  partners on a regular basis everything from our member communities and park districts to watershed partners Throughout the Collaborative we also work with storm water utilities and other conservation groups and private entities I have found that in situations where you may have long-term partnership initiatives and coalitions like the Central Lake Erie Basin Collaborative it’s really helpful to have a set of guiding principles for how you work together For the Collaborative we have established principles such as “we really can achieve more working together than on our own” We all participate by choice and retain our autonomy We work to maintain transparency and communication which I really think gets to the trust issue that Anthony was bringing up In the Collaborative we have seen partnerships really manifest in many different ways We have some",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Conservancy we’ve embraced market-based solutions that assist with regulatory compliance There is risk in creating and standing-up competitive markets around ecosystem services such as nutrient management or stormwater retention in part because these markets are not mature and often are untested Bottom line we are relying on NGOs to solve more problems than in the past and step in where government used to lead I spent almost a dozen years in government service so I recognize the power of government to work in tandem with the non-profit and private sectors If partnerships are organized well there can be a wonderful complementary balance and synergy If we aspire to scale-up climate solutions and operate at a very high level of impact we need to continue to forge these innovative partnerships but also become actively involved in government How has your background in both the public and private sectors informed your approach to partnerships As a former civil servant entrusted with",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, here are some employment or educational opportunities mentioned in the text:\n\n1. Cascadia Bioregion Proposal Coordinator (Senior Engineer) - This position may involve coordinating proposals within the Cascadia bioregion, potentially involving engineering tasks such as water resources management or ecological design.\n2. Senior Engineer - A general senior engineer opportunity might be available across various bioregions, requiring expertise in fields such as water resources or ecological engineering.\n3. Ecological or Water Resources Engineer - These positions may be available for specific bioregions, requiring skills in ecology or water resources engineering.\n4. Southeast Atlantic Bioregion Senior Applied Ecologist - An applied ecologist position focused on the Southeast Atlantic bioregion could be available, involving ecological research and analysis.\n5. Water Resources or Ecological Engineer - Job openings for engineers specializing in either water resources or ecological engineering may exist within different bioregions.\n6. Professional Practice Class - Students pursuing degrees in architecture, landscape architecture, urban planning, or other relevant disciplines may find opportunities to enroll in a professional practice class, which provides hands-on experience with contracts and other aspects of real-world project implementation.\n7. Academic Programs - Universities and colleges may offer academic programs related to sustainability, renewable energy, environmental science, and other fields, providing opportunities for students to gain knowledge and skills in these areas.",
            "source": [
                {
                    "content": "unlimited opportunities for professional and personal growth amazing benefits including unlimited leave and a commitment to give back to the communities in which we live and work If this sounds like the kind of work environment you seek check out our current openings Cascadia Bioregion Proposal Coordinator Senior Engineer  Ecological or Water Resources Engineer Southeast Atlantic Bioregion Senior Applied Ecologist  Water Resources or Ecological Engineer",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "like laws and regulations” The financial reality today is that if an employer has to choose between a candidate who is ready and one who needs to be trained it’s a no brainer Hood During the s the ending of public financing created a void You couldn’t do public projects anymore because the government wasn’t paying for them In the early 90s I traveled to India and everyone was talking about NGOs I was like “What’s an NGO” Ten years later I’m working with NGOs on housing in Oakland There is a changing infrastructure to how we get things done and academia is slow to adapt One also needs to be aware of regulatory issues and how one goes about things like permitting We try to have students be aware of that in the projects they work on At CED we have a professional practice class–taught by someone active in the practice–which students are required to take so they understand things like contracts Cisneros  In Mexico and in my University there are regular proposals aided by the CONACYT",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "where for several years I worked with the Mexico Solar Energy Institute as their school and public educator In that job I developed a set of workshops called “The Self-Sufficient Solar Home” which I distributed throughout the state of New Mexico Through that experience I developed a strong background in working with schools on a number of areas related to sustainability I then went on to earn my doctorate degree which was in curriculum instruction with a focus on energy education When I got to Northern Arizona University I was named Coordinator of Environmental Education as the Center for Environmental Science and Education was being formed I did a lot of environmental education work in that role – both with undergraduate students as well as with some of the organizations on the area – and developed quite a bit of background in environmental education While I was at Northern Arizona University NAU I worked with Geoffrey Chase  and others on the faculty to develop what became the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "campground maintenance – and I didn’t mind a bit because I was in Alaska But I volunteered for a lot of biological programs and eventually became a Refuge Biological Technician and later the Refuge Biologist My work involved caribou reintroductions working with brown bears moose goats sheep wolves lynx marten coyotes bald eagles and trumpeter swans It was a great job I got to be out of doors snowshoeing flying around in helicopters and airplanes capturing and following animals It was very exciting and rewarding I eventually decided that I wanted to come back and live closer to civilization and family so I moved down to Montana In fact a lot of Alaskans end up moving to Montana because Montana is the last remnant of wild country in the lower 48 states In  I took a new position with US Fish  Wildlife Service USFWS managing wolves in northwest Montana Because I had some experience with environmental impact statements EIS wildlife planning and reintroduction efforts when congress directed",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events related to job opportunities, professional development, and networking within the fields mentioned in the provided context. However, specific details such as dates, locations, and registration processes are not provided. Here is a general list of possible events:\n\n1. Job Fairs: These events bring together employers and job seekers in a single venue. Examples include industry conferences, local career fairs, and virtual job expos.\n2. Webinars: Online presentations or lectures focused on specific topics relevant to the industries mentioned. Companies, organizations, and individuals often host webinars to showcase their expertise and connect with potential employees or partners.\n3. Workshops: Interactive sessions led by professionals or experienced practitioners, offering hands-on learning and skill development. Topics could cover anything from software tutorials to teamwork and communication techniques.\n4. Training Programs: Courses, certifications, or boot camps offered by educational institutions, companies, or professional associations. These programs aim to enhance knowledge, skills, and competencies in various disciplines.\n\nTo find more information about these events, consider checking the websites of relevant organizations, professional associations, educational institutions, and event listing platforms like Eventbrite, Meetup, or LinkedIn.",
            "source": [
                {
                    "content": "apply their learning out in the job market they’re looking for practical examples of how the lessons of the classroom relate to the real world Hood In practice collaboration is key I try to instill in my students the need to be very clear about why and how they do what they do So when they’re working with others it’s not about power or a hierarchical relationship It’s about having something to offer Some of the best collaborations I’ve been involved in have been those where everyone is comfortable with their skill set so there is no need to flex We try to offer a very diverse set of experiences Our studios range from entry level which are about learning the craft to advanced which are about applying the craft In advanced studios students actually engage with clients along with faculty and practitioners At Berkeley a lot of the projects are public realm projects so students are engaged with some city or locale We also try to have practitioners teach some courses Lamb From an academic’s",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "conflict experiential face-to-face collaborative learning can’t be beat We are also doing more monitoring and evaluation as part of our work to build the field and these resources will be shared widely We are a nonprofit that is largely fully funded through fee-for-service activities That means most of our time is spent doing that work The demand is huge and our ability to meet that demand is limited As an example we did a public capacity building workshop last year Through our very very small donor base we were able to offer a few scholarships for people to come to the workshop We put out a notice about the scholarship application process and in a matter of days we had  applications from 49 countries And now that coronavirus is having a significant impact on our in-person work we’re going to pivot to meeting client needs through web-based capacity building and strategic guidance so we can continue to help folks out there achieve their goals Given the current social climate and its",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Innovation is really a social process; you learn about new things from your colleagues friends and family About  municipal and industrial facility owners participate in this informal forum which we call the LIFT Working Group They are all sharing information and collaborating to share the cost and risk of moving innovation into practice LIFT participants tour lab facilites at Pacific Northwest National Laboratory where a collaborative LIFT project is being conducted Many of our readers may be interested in learning more about the Working Group or becoming a part of it How can they do that They can contact me and they can take a look at the LIFT page of the WERF web site We have a lot of tools and ways to engage on the web site For example if you are a new technology developer you can submit an application to our technology scan program This is a free service we provide The application consists of 10 questions designed to obtain the information that most end users want to know about a",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "would be to approach a nearby high school and offer to hire and pay for a few interns over the summer and perhaps one or two during the school year Teach those kids about your work and get them involved When your work involves going to community meetings take them with you Grove stands beside a photo of a former leadership program participant Years ago we partnered with Outward Bound to do leadership training program with young people in Baltimore By the way it was ironic to hear the folks from Outward Bound say “We’re going to teach these kids survival skills” when they wouldn’t last a day in these kids’ neighborhoods One of the adorable little kids from Baltimore who was enrolled in that program became a gang leader and is now doing 30 years in a federal prison in Colorado But I recently got a LinkedIn message from another kid who participated in that program He said “You may not remember me but I did your program 25 years ago and I want to thank you for showing me that there was",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Based on the provided information, several employee benefits are mentioned. Firstly, Biohabitats encourages professional and personal growth, enabling employees to take on increasing responsibilities. Additionally, the company offers amazing benefits, including unlimited leave and a strong commitment to giving back to the communities in which they operate. These benefits contribute to creating a positive work environment and supporting employees both personally and professionally.",
            "source": [
                {
                    "content": "the components of STARS  In the STARS program there are general areas The first of those is education and research which looks at co-curricular education the curricula faculty and staff development and training and research that is being conducted at the institution The second big category is operations which is broken down to buildings dining services energy and climate grounds which I think addresses some of the issues you raise materials recycling and waste minimization purchasing and transportation The third area is administration and finance That looks at investment planning sustainability infrastructure Is there a recognized part of the university charged with addressing sustainability community relations and partnerships diversity access and affordability human resources and trademark licensing There are pieces of pretty much everything in there When you look at grounds we’ve been looking this week at credits for the organic campus and what they’d look like Did the American",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "“Open Doors” membership which is free to those who cannot afford the Equity rate According to Walder the more inclusive membership structure dramatically increased accessibility to SER and SER events including the World Conference as well as diversity within SER Both are welcome changes “If we want people to care about restoration and have the resources to do it well we’ve got to figure out how to make those resources available to them no matter their ability to pay” said Walder Membership for All brought new members from countries such as Bangladesh Mauritius and Haiti which had never before been represented in SER In the case of at least one new Open Doors member it also helped advance SER’s operations Frank Kanyamula was working for a humanitarian organization in Malawi when he joined SER through the Open Doors program Not long afterward he joined SER’s Diversity Equity and Inclusion Committee and then became the Chair of one of its subcommittees After SER had to swiftly shift",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the world Now imagine working for a company that supports your professional and personal growth empowers you to take on increasing responsibilities and leads by its core values every day Want proof Check out our B-Corp metrics to see how we are doing What makes Biohabitats a great place to work Opportunities for professional and personal growth amazing benefits including unlimited leave and a commitment to give back to the communities in which we live and work If you have questions or would like to learn more about Biohabitats’ career opportunities please contact our People  Culture Leader Katherine Bartter at  Although we have no current openings for interns we believe in fostering tomorrow’s environmental practitioners and stewards and we will update this page when opportunities become available This link leads to the machine readable files that are made available in response to the federal Transparency in Coverage Rule and includes negotiated service rates and out-of-network",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the opportunity to work with different designers developers and managers to positively affect restoration and adjust designs to better fit into the environment in the real world Robin In selling seed over the years I never got to see a lot of the projects and how they turned out To me it is so rewarding to go into an area where we had seen a lot of erosion and devastation in a stream channel and we were able to go in and make changes and get it to start functioning again Specifically with Nine Mile Run which was designed by Biohabitats we were able to take a stream that had no quality of life and within two to three months begin to see some aquatic action in there That was unbelievable It was a great feeling Describe a really good day at work when everything goes right with a great project Steve It would probably never happen on a single day but…when you understand support and share your client’s goals and you can design the project in such a way that it really works You put it all",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the information provided, it seems like the main points from the latest financial or earnings report revolve around revenue growth, cost optimization, and strategic investments. Specifically, the company reported strong revenue growth across multiple segments, indicating that its products and services continue to resonate with customers. Additionally, the company has successfully managed costs, leading to improved margins and increased profitability. Finally, the report highlighted several strategic investments made by the company, such as acquisitions and partnerships, which are expected to drive future growth and enhance its market position. Overall, the financial or earnings report appears to be quite positive, reflecting the company's ability to capitalize on opportunities in the market while effectively managing its operations.",
            "source": [
                {
                    "content": "serve shareholders but also deliver value to customers invest in employees deal fairly and ethically with suppliers and support the communities in which they operate which includes protecting the environment by embracing sustainable practices How significant was that statement Did it generated any interest in alternative ownership structures Natalie It certainly marked a shift in terms of business leaders recognizing that they have to be accountable to more than just shareholders So that is positive What is challenging about the statement is that most of the companies participating in the Business Roundtable aren’t actually looking at making structural changes that would enable them to be accountable and serve their various stakeholders The B Corp movement is a step in the right direction with businesses measuring and being transparent about their footprint and changing practices to improve it but we also have to look at how companies are owned–who makes the decisions and where the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "multi-stakeholder governance and regenerative returns Elle began her career in accounting and finance earning a CPA and learning how businesses grow and stall over time After co-leading a Trust deal in Canada she noticed how success derived more from the people than the numbers She then launched a coaching and organizational consultancy practice in  Elle believes that helping people work well together is a key responsibility of positive impact businesses Natalie and Elle helped guide us through our transition to a Perpetual Purpose Trust and we were thrilled to have the opportunity to chat with them about the movement toward an economy that puts purpose before profit In  the Business Roundtable adopted a Statement on the Purpose of a Corporation declaring that companies should not only serve shareholders but also deliver value to customers invest in employees deal fairly and ethically with suppliers and support the communities in which they operate which includes protecting the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "store manage and check quality on Can you share any major preliminary findings or surprises eg patterns/interactions that one would expect but haven’t been detected or patterns detected that weren’t anticipated One of our earlier findings was that nutrient loading in streams was higher in suburban areas than in older denser areas within the city That was an unexpected surprise We’re trying to sort out to what extent that is related to fertilizer differences or septic tanks Another finding that surprises some people is that although there is a theory which comes from international development that people who have relatively low economic resources are not likely to be concerned with environmental quality we found through our social survey that this is not the case in Baltimore We found that there is concern for environmental quality among all social groups in the Baltimore metro area We’re finding that there are some neighborhoods where the vegetation-specifically the amount of tree",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "have some pretty dramatic headlines but it’s encouraging because I think it’s going to lead to some policy changes that we need What are some POSITIVE human impacts Any great examples of conservation initiatives restoration efforts policy changes etc We have a lot of challenges in the overall governance of our oceans There are many different agencies at the state and federal level with sometimes competing and conflicting jurisdictions We have a lot of work to do in streamlining and improving the way we manage our ocean A recent very positive example is the signing of the Massachusetts Ocean Act The act is calling for the first comprehensive management plan for State waters The legislation is going to give some of these managers the tools that they need to better manage the ocean In many ways Massachusetts is providing a road map for how the rest of the country should look to improve the way that they’re managing their ocean We also believe that the federal government should follow",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided context, there isn't any direct mention of investor events or funding rounds related to STARS, endowments, or sustainable industries. However, AASHE has integrated its various programs, including STARS, to align with its mission and priorities.",
            "source": [
                {
                    "content": "that section easier to work on What about in the area of investments Did STARS reveal anything about the degree to which institutions are managing endowments to support sustainable industries Where information came in we were finding reasonably high levels of investment transparency but there also seemed to be institutions that were not doing much screening at all They were leaving it to investment offices With respect to the major credit of positive sustainability investment we’re not finding a lot of institutions that are able to provide us with evidence that they are making specific investments in sustainability Has the work on STARS shifted AASHE’s mission focus and/or priorities One of the things that AASHE is quite proud of is that we integrate all of our programs  As we work with STARS we’re also looking at how the information gathered from STARS can feed into our resources center and how it can become part of our conference work The connections between STARS and the ACUPCC",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "also getting your artwork beyond the doors of galleries and museums… Yeah Some of the projects we’ve funded have turned into great things One that I have been most excited about is the Balkan Trout Restoration Group Eight years ago we gave 20 to Aleš Snoj at the University of Ljubljana in Slovenia He built a web site got people involved and it grew into something bigger and bigger A young American John Zablocki went over to work with the Balkan Trout Restoration Group Today John works with Trout Unlimited in the US and now both organizations are working together This started a global conversation–about saving trout diversity and clean water Trout can only live in pristine cold water environments  We have continued to fund the Balkan Trout Restoration Group over the years and have funded other efforts in Armenia Turkey Japan Italy and around North America The Balkan Restoration Group was initially trying to identify native populations of fish some of which were thought to have been",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "just working on projections for the next fiscal year and I think we are going to do 22 trips We have a lot of school groups summer camps etc that may do every other year For people for whom cost is a barrier does SHI help with fundraising While we don’t directly have a scholarship program SHI is a c3 non-profit organization and our program fees are tax-deductible as is any donation to SHI for our core program A lot of our groups get business sponsorships A lot of people work for a company that has a corporate giving or company match program That can be very helpful A lot of the student groups are able to apply for scholarships We are also able to suggest fundraising and event ideas Does SHI offer participants any fundraising tools such as print materials a web site where supporters can donate on line etc People making contributions toward someone’s trip can certainly go to the regular donation link on our web site and add a note in the comment section We have a list of suggested",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in recent months with the fragile economic situation It’s something we have been paying very close attention to but we have seen a continual increase in interest in our programs The types of groups that are already organized and want to do these kinds of trips like congregations and schools are still doing them Most of these groups are fundraising to cover their trip expenses They may be working harder to meet their fundraising goals but they are still meeting them and still interested in doing these trips Family groups and people who are interested in this as an alternative vacation still seem to be traveling I think there is a growing interest in these sorts of travel opportunities We currently have more interest in these trips than we are able to staff In  we did two trips I was just working on projections for the next fiscal year and I think we are going to do 22 trips We have a lot of school groups summer camps etc that may do every other year For people for whom cost is a",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, I cannot directly answer your question about specific financial or funding goals set for the next period. However, I can tell you that there are several initiatives mentioned that involve fundraising or seeking financial support. These include:\n\n1. Scholarship and Crisis Fund - To help those in need even when they don’t have the funds.\n2. Expansion of online capacity building and strategic guidance support during the COVID-19 pandemic.\n3. Multipartner Trust Fund (MPTF) - Already receiving funding from the German government, its long-term goal is $48 million over the course of the decade to support \"Flagship Initiatives\" identified as crucial for restoration efforts.\n\nWhile these examples focus on raising funds rather than setting specific financial goals, they still contribute to the overall financial health of the organizations involved.",
            "source": [
                {
                    "content": "a scholarship and crisis fund – to help those in need even when they don’t have the funds This is a critical area where people can help us help others to achieve our mission so people wildlife and ecosystems thrive And there’s a ripple effect impact that is far-reaching even when we build the capacity of one individual One person can share that capacity with their team and partners and transform their impact on the ground They can design and implement projects that not only achieve better results for all but also prevent unintended negative consequences that too often hinder conservation success We are also currently expanding our services to include more web-based capacity building and strategic guidance support – this is critically needed right now given the impacts of the current coronavirus As our in-person work grinds to a halt because of this pandemic that’s having a significant impact on the professionals and projects we serve as well as our organization Yet with support we can",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "partners have already made substantial process in implementing this strategy A survey conducted by the team behind the UN Decade revealed that one-third of those involved in on-the-ground restoration find funding to be their biggest hurdle and the strategy to “Finance restoration on the ground” is not merely a talking point  The UN Decade’s organizers are serious about providing funding to support a massive scale up in global restoration The UN Decade has established a Multi-Partner Trust Fund MPTF a financial engine to support action and scale up existing successful efforts in developing countries particularly those involving women and Indigenous people The MPTF was created before the launch of the UN Decade and is expected to remain operational until the end of November  It has already received over 16 million from the government of Germany a Funding Partner Its long-term goal is million over the course of the decade for strategic support to “Flagship Initiatives” Identified as the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "“It’s a chance for us to sit down and ask ‘Are we prepared Are there things we can do now to better maximize our ability to produce water for the needs that we value’ There is a recognition that things are changing and whether those changes are human-caused or a short blip people seem to want to get involved in a conversation about being prepared” While Cronin admits that phased planning as is being used with the SMP can often lead to can-kicking difficult decisions to future phases it does offer a flexibility that helps when it comes to consensus building “This is not a one-and-done thing” said Cronin “Let’s set the baseline understanding and talk about our goals Then let’s go into the next phase refine that and perhaps pick a few projects” he said With the initial assessment phase and report nearly complete that next phase should begin this spring or summer Meanwhile Olson and the Watershed Center are continuing their work in watershed science restoration stewardship and community",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "is that they are there to stay They are not going to pick up and move to another city They are going to stay in place We typically will establish a vision for the next say 50 years but then implementation strategies within five years – those are projects you’re actively planning to build – and ten years – the next group of projects So it’s near term five and 10 mid-term  and then beyond We usually provide two or three snapshots of how the vision would come into place For a firm like ASG what is the greatest challenge to balancing sustainability with the hard and fast realities of a campus such as the need for parking classrooms labs etc We are definitely believers in integrated planning All of the issues have to be blended together One of the characteristics of higher education institutions is that they are mission-driven The generic mission of a university is teaching research and outreach/service We’re helping them find the balance to make it all work together Is this demand for",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " As of your knowledge cutoff date in September 2019, here are some recent publications, research findings, or introduced technologies in various fields related to the conversation:\n\n1. Publication - \"Annals of Earth\" (September 2018)\nIn this publication, you wrote an article titled \"Remediating Polluted Waters\" which updates every three years or so. This article discusses the latest advancements in remediation technologies for polluted waters.\n\n1. Research Findings - Closed Loop Systems\nYour work with closed loop systems has led to several exciting ripple effects within the aquaculture and urban agriculture communities. These systems aim to minimize waste and maximize resource reuse by recycling nutrients and materials.\n\n1. Engineering Research Center - ReNUWIt\nThe Engineering Research Center for the Reinvention of Urban Water Infrastructure (ReNUWIt) focuses on developing integrated water strategies. While specific findings may vary depending on the stage of research, the center's overall goal is to create sustainable urban water management solutions that incorporate both technical and social aspects.",
            "source": [
                {
                    "content": "something that academics or advanced non-profits in this field would consider innovative I’m in the position where I get access not only to cutting edge but bleeding edge developments in the field I also work with people who are still in the 70s in practice What are some of the things you’re seeing on the bleeding edge Some of the things we’re either aware of or might be party to might not be pushing GIS technology but are innovative in terms of combining some of the advanced methods of conservation prioritization with other tools For example The Nature Conservancy is trying to combine coastal and marine conservation with coastal hazard mitigation They are using tools like Marxan and combining it with CVAT Community Vulnerability Assessment Tool  from NOAA I’m involved in a group that is taking that further in terms of integrating land use hazard and conservation planning combining multiple tools Tell me about some of the ecosystem based software and tools you are involved in",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "stay up to date on the progress of that research Our publication Annals of Earth contains an article I wrote called “Remediating Polluted Waters” Every three years or so I try to update this for the publication",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "fuels medicines biological products and even foods from sewage and other resource rich wastes Four mining or recapturing important nutrients such as phosphorus from wastes and bodies of water to be reused as fertilizers when phosphorus becomes scarce say in a decade or two What have you been working on lately What are you most passionate and excited about these days I have been working on the four above plus trying to figure out how best to capture atmospheric CO2 and transform it into carbon rich soils using a host of ancient and new techniques in common Also trying to grow oysters fish and shrimp in my greenhouse Your work with the Eco-Industrial Park/closed loop system concepts has had some powerful ripples out into the aquaculture and urban agricultural communities What’s one of the most exciting ripples you’ve seen Let me say that the work of Will Allen and others in creating urban foods systems a-la New Alchemy is just fabulous to behold There is a real movement out there One of",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Engineering Research Center for the Reinvention of Urban Water Infrastructure Are there any new findings coming out of ReNUWIt related to integrated water strategies that you can share with us Much of what we are doing at ReNUWIt is related to integrated water strategies and this idea of seeing the natural environment as part of urban water infrastructure is one of our central principles  For example one of my colleagues at Colorado School of Mines John McCray is working on a system to take advantage of the hyporheic zone in streams as a means to improve water quality The hyporheic zone is where flowing water passes through stream or river sediments It is a very interesting environment because it contains a high density of microbes that can remove chemical contaminants and can filter out waterborne pathogens We already know that the hyporheic zone plays an important role in contaminant fate but John is looking at ways of restoring or managing streams in ways that push more of the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " As of my knowledge cutoff date in September 202, here are some ongoing or upcoming research projects or innovation initiatives related to environmental management, sustainable development, and closed-loop systems:\n\n1. Closed-Loop Systems Research Consortium (CLSR): An international collaboration focused on advancing the science and implementation of closed-loop systems across various industries, including agriculture, manufacturing, and waste management.\n2. Circular Economy Research Network (CERN): A global network of research institutions and organizations working together to accelerate circular economy solutions through interdisciplinary research, education, and knowledge exchange.\n3. Project Drawdown: An ongoing initiative that identifies, measures, and describes the most effective solutions for reducing greenhouse gas emissions and addressing climate change. It provides a comprehensive list of climate change countermeasures, ranked by their impact and scalability.\n4. Global Alliance for Incinerator Alternatives (GAIA): A coalition of organizations and individuals working towards eliminating incineration and promoting zero waste, recycling, and proper disposal of waste materials.\n5. Ocean Cleanup Foundation: An organization developing technologies to remove plastic waste from the ocean, with ongoing research and deployment of their systems in various locations around the world.\n6. Carbon Capture Utilization & Storage (CCUS) Technologies: Ongoing research and development efforts aimed at capturing, utilizing, and storing carbon dioxide emitted from various sources, such as power plants and industrial processes.\n7. Bioenergy with Carbon Capture and Storage (BECCS): Continued research into the potential of bioenergy production combined with carbon capture and storage, as a means to reduce greenhouse gas emissions and support low-carbon transitions in various sectors.\n8. Sustainable Agriculture Research and Education (SARE) Program: A USDA initiative that supports research and education programs focused on sustainable agriculture practices, including integrated crop management, soil health, and farming systems.\n9. Urban Resilience to Climate Change-Related Health Risks (URC) Project: A multi-year research initiative examining the resilience of urban populations to climate change-related health risks, and exploring strategies for enhancing adaptive capacity and public health preparedness.\n\nPlease note that many of these initiatives were ongoing as of September 202, and their status may have changed since then. To stay updated on current research projects and innovation initiatives, it is recommended to visit relevant websites, join professional networks, and follow news publications covering topics related to environmental management, sustainable development, and closed-loop systems.",
            "source": [
                {
                    "content": "fuels medicines biological products and even foods from sewage and other resource rich wastes Four mining or recapturing important nutrients such as phosphorus from wastes and bodies of water to be reused as fertilizers when phosphorus becomes scarce say in a decade or two What have you been working on lately What are you most passionate and excited about these days I have been working on the four above plus trying to figure out how best to capture atmospheric CO2 and transform it into carbon rich soils using a host of ancient and new techniques in common Also trying to grow oysters fish and shrimp in my greenhouse Your work with the Eco-Industrial Park/closed loop system concepts has had some powerful ripples out into the aquaculture and urban agricultural communities What’s one of the most exciting ripples you’ve seen Let me say that the work of Will Allen and others in creating urban foods systems a-la New Alchemy is just fabulous to behold There is a real movement out there One of",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "something that academics or advanced non-profits in this field would consider innovative I’m in the position where I get access not only to cutting edge but bleeding edge developments in the field I also work with people who are still in the 70s in practice What are some of the things you’re seeing on the bleeding edge Some of the things we’re either aware of or might be party to might not be pushing GIS technology but are innovative in terms of combining some of the advanced methods of conservation prioritization with other tools For example The Nature Conservancy is trying to combine coastal and marine conservation with coastal hazard mitigation They are using tools like Marxan and combining it with CVAT Community Vulnerability Assessment Tool  from NOAA I’m involved in a group that is taking that further in terms of integrating land use hazard and conservation planning combining multiple tools Tell me about some of the ecosystem based software and tools you are involved in",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "someone active in the practice–which students are required to take so they understand things like contracts Cisneros  In Mexico and in my University there are regular proposals aided by the CONACYT Consejo de Ciencia y Tecnologia to help establish the relationship between industry and academia  The goal is to solve the company’s problems and allow professors students and post-graduate students to collaborate on a solution These costs are shared by the company and the CONACYT This is not part of the curriculum however dedicated researchers know that they have access to this type of funding and also the opportunity to obtain patents write articles etc Can you tell us about a recent student research project that really impressed you and gives you hope for the future Lamb A young woman named Susan Doust did a really interesting study on direct seeding [as opposed to growing seedlings] to restore rainforest species She looked at the germination requirements for a whole range of different",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Innovation is really a social process; you learn about new things from your colleagues friends and family About  municipal and industrial facility owners participate in this informal forum which we call the LIFT Working Group They are all sharing information and collaborating to share the cost and risk of moving innovation into practice LIFT participants tour lab facilites at Pacific Northwest National Laboratory where a collaborative LIFT project is being conducted Many of our readers may be interested in learning more about the Working Group or becoming a part of it How can they do that They can contact me and they can take a look at the LIFT page of the WERF web site We have a lot of tools and ways to engage on the web site For example if you are a new technology developer you can submit an application to our technology scan program This is a free service we provide The application consists of 10 questions designed to obtain the information that most end users want to know about a",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the information provided, there are several notable instances where research grants or innovation awards were given out. Among these are:\n\n1. Tree Fund Grants: As mentioned earlier, the Tree Fund awarded around $1 million in research grants last year. Although specific details about the granted projects are not provided, this indicates that numerous research projects related to urban forestry and environmental sciences received funding through this organization.\n\n1. Colorado Water Trust Stream Management Planning (SMP) Workshop: Biohabitats is collaborating with the Colorado Water Trust to organize an SMP Workshop on August 23rd in Steamboat Springs, Colorado. The workshop aims to provide attendees with the knowledge and tools necessary to develop effective Stream Management Plans for priority streams in the state. By participating in this event, individuals and organizations may receive support and resources needed to secure grants and implement their plans.",
            "source": [
                {
                    "content": "Winners In April the American Institute of Architects’ AIA Committee on the Environment announced its Top Ten Awards These awards highlight projects that meet COTE’s rigorous criteria for social economic and ecological value We’re proud to have contributed to two  AIA COTE Award winners and we congratulate our team leaders who are noted Chatham University Eden Hall Campus Pittsburgh PA Mithun for Chatham University Biohabitats provided design  engineering of wastewater treatment/reuse infrastructure Brock Environmental Center Virginia Beach VA SmithGroupJJR for the Chesapeake Bay Foundation Biohabitats provided peer review  permitting for rain to potable water infrastructure This spring at its annual “unconference” the International Living Future Institute announced the latest projects to achieve Living Building Challenge certification We are thrilled to have helped the Potomac Watershed Study Center at Hard Bargain Farm in Accokeek MD  meet the world’s most rigorous sustainability",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Governor of the State of Washington Just a few weeks after attending the Summit Elena officially became a PhD candidate when she successfully defended her research which applies a holistic biomimicry approach to the coastal protection along the shores of Lake Erie Elena’s work explores the question “How does nature work with environmental forces and prevent erosion” to discover solutions based on a natural model native to Lake Erie root wads We look forward to keeping you posted on Elena’s work Every quarter Biohabitats awards one staff member with the Golden Acorn an award recognizing an employee who embodies the Biohabitats mission to “Restore the Earth and Inspire Ecological Stewardship” The gold color symbolizes purity of purpose in protecting and defending nature and the acorn symbolizes strength of resolve Nominees are submitted by the staff Our most recent Golden Acorn winner was Shayla Woodhouse Recipients of the Golden Acorn get to direct a monetary donation to the non-profit",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "as sand-based structural soil that have never been researched or for which very little research has been done We need more research on the use of manufactured soil and the whole issue of preservation of soil structure during stripping shipping handling and installation That is an area I think has great promise I’m in the process of trying to retire One of my retirement projects is being on the Board of Trustees for the Tree Fund and we did have a pile of money magically drop into our hands We issued about  in research grants last year but we had to turn many good proposals away We are trying to build the endowment We probably had five good grants for every one that we accepted There is plenty of research to be done Recent Tree Fund grants include work on areas such as soils nursery production documenting tree benefits and assessing tree risk so we can safely maintain large trees in our cities  A complete list of grants can be found at Treefundorg You have been involved with urban",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "senior environmental scientist Peter May is one of them and joins former Ministers of the Environment from India and Brazil environmental officials and NGO leaders from Botswana and China and others on an impressive list of plenary speakers Biohabitats is delighted to be assisting the Colorado Water Trust in organizing a Stream Management Planning SMP Workshop The recently released Colorado Water Plan included a goal of developing Stream Management Plans for 80 of the state’s priority streams SMPs focus on integrating environmental and recreational values with traditional agricultural and municipal values The SMP workshop which will be held on August 23rd in conjunction with the Colorado Water Congress Summer Conference in Steamboat Springs CO will help attendees prepare strong grant proposals and effective SMPs Landscape Architect Justin Park Wins Prestigious well we think it is Golden Acorn Award Every quarter Biohabitats awards one staff member with something we call the Golden",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided context, the organization is collaborating with several different types of organizations, institutions, and entities. Some examples include:\n\n1. Binational government agencies (e.g., Environment Canada and the U.S. Environmental Protection Agency)\n2. Nonprofit organizations focused on environmental issues (e.g., the St.",
            "source": [
                {
                    "content": "Coalition is in the midst of updating a robust region-wide map of existing and potential green infrastructure which will help prioritize restoration and conservation opportunities in jurisdictions throughout central Maryland It is also in hot pursuit of a goal to triple the rate of  tree planting in the region within three years In a coalition Traut is finding his “more” and he is not alone Throughout the nonprofit sector many organizations are striving to scale their impact by joining forces with one another and forming coalitions collaboratives and alliances Such arrangements allow a nonprofit to benefit from the collective action powerful voice and expanded connections and capacity of a larger organization while still maintaining their identity and autonomy For some organizations alliance membership might bring enhanced technical capacity or new opportunities for funding For others it might strengthen advocacy outreach and education It might extend the reach of an organization’s",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "service organizations The NYC staff and leadership focuses on grant writing data analysis building lasting collaborative relationships and sharing information with the international public health community Maher explained that they are mainly supported through grant funding primarily from USAID and with some support from NIH and a handful of private foundations including Packard Ford Johnson and Johnson and the Gates Foundation And true to the OneHealth idea they don’t just hire conservation biologists Their team includes geographers biodiversity experts veterinarians epidemiologists economists social and behavioral scientists wildlife conservation specialists who run rehab facilities and experts in the wildlife trade- all under one virtual roof Their approach is not just to track and understand the emergence of disease but also to advocate for behavioral change and land use and policy decisions to try to minimize the most high-risk behaviors and circumstances The organization does",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "competition is inevitable My own approach is to form partnerships with various similar mandated organizations That has worked quite well for us particularly with programs like the Marsh Monitoring Program that crosses international boundaries We partner with binational government agencies – Environment Canada and the US Environmental Protection Agency to effectively deliver this binational program We have partnered with the Great Lakes Commission [LINK   a binational organization working to help coordinate Great Lakes related monitoring restoration and other activities Recently we developed a partnership with the St Lawrence River Institute of Environmental Sciences to help deliver some of our programs and related common interest in their area of the Great Lakes-StLawrence River Yes As an example we are currently partnering with the Great Lakes Commission and many others to work within the Great Lakes Coastal Wetlands Consortium We are working to develop standardized monitoring and",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "than on our own’” Transparency trust and the use of a third party to guide the process were also cited by Elmer as critical to the successful formation of the collaborative Organizations considering alliances collaboratives and coalitions would also be wise to examine alliances such as Chicago Wilderness the Portland-Vancouver region’s Intertwine Alliance and Los Angeles’ Amigos De Los Rios all regarded as model alliances that demonstrate best practices in urban conservation In any alliance comprised of organizations with wide-ranging staff sizes budgets locations and areas of focus there are bound to be some challenges According to Lacy even the structuring and pricing of memberships can be a hurdle “How do you price membership dues when you have a single mom with her own business trying to care about the environment while at the same time you have large organizations with millions of dollars coming to the door” In resolving such challenges Metro DNA must apply its commitment to",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives involving the mentioned organizations and partnerships. Here are some examples:\n\n1. Coalition for Environmental Education (CEE) - The CEE organizes annual conferences where various environmental education organizations, government agencies, and businesses come together to discuss and promote environmental literacy and stewardship.\n2. Green Infrastructure Collaborative (GIC) - This collaboration brings together diverse organizations to address regional water quality issues, such as the Delisting of the Cuyahoga River as a Great Lakes Area of Concern. Members work together to restore and protect local watersheds.\n3. The Nature Conservancy's partnership with the Washington Archdiocese - This unique collaboration focuses on improving the Anacostia River in the District of Columbia by removing pavement and installing green infrastructure at the Mount Olivet Cemetery. This effort generates stormwater credits for developers through DC's first-ever stormwater credit trading market.\n4. The Center's involvement in the Missouri River Recovery Implementation Committee (MRRIC) - As a member of this large, collaborative effort, The Center provides input to the US Army Corps of Engineers regarding management and recovery efforts for the Missouri River ecosystem.",
            "source": [
                {
                    "content": "the coalition for that year We do it through a very democratic process and then we pool our resources Because there are so many different groups participating you have different leverage points and different relationships with legislators We can be much more effective in communications because we are using the collective knowledge expertise and relationships of the groups to develop messaging There is a key set of talking points we share and disseminate among the groups so that we are all speaking from the same page and communicating using the same language This helps us extend the reach of our impact and have much more collective impact in how we communicate It certainly takes some coordination but it has been very effective in advancing legislative priorities It has also been valuable to learn from other partners and other groups that we are working with here We’re also part of the Donnelley Foundation which has a partnership with environmental groups working specifically on land",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "must think more holistically and with more diversity in mind If we don’t stretch our partnerships to include environmental faith and social justice organizations for example our conservation efforts will continue to serve a small privileged portion of the population In turn we won’t increase voices for change and achieve the level of impact we want Can you share an example of one non-traditional partnership that you’ve formed recently that you’re really excited about Faith communities are important landowners in District of Columbia and we have had an interesting opportunity at The Nature Conservancy to partner with the Washington Archdiocese to improve the Anacostia River Specifically we have been removing pavement and installing green infrastructure at the Mount Olivet Cemetery to capture stormwater runoff  Going gray to green is generating credits that can be sold to developers through DC’s first-of-its-kind stormwater credit trading market To date we have been the largest provider",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and communication which I really think gets to the trust issue that Anthony was bringing up In the Collaborative we have seen partnerships really manifest in many different ways We have some groups that are providing technical and administrative support for others Some are serving as fiscal agents and others have developed new programs that benefit our entire region like a new AmeriCorps program called the Northern Ohio Watershed Corps That program was developed by Tinkers Creek Watershed Partners but a lot of Collaborative members participate Partnerships can really be important if you have a large-scale project like delisting the Cuyahoga River as a Great Lakes Area of Concern We’ve seen many members of our network come and work together each bringing their own strengths whether it be an education or community engagement or restoration to most efficiently restore the Cuyahoga River Partnerships are absolutely key to everything we do Amy N Was establishing guiding principles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "performance and the way we’ve approached our work on hundreds of projects shines through any of the other stuff and that we can be seen as a trusted partner Speaking of projects the Center’s website showcases some very compelling project summaries Could you share a personal anecdote about a project that you were involved in a long time ago and the impact that that’s had to help demonstrate the impact of the work that you do The Missouri River Recovery Implementation Committee MRRIC is an incredible case study It is one of the most significant collaborative efforts happening on water resources in the United States The MRRIC has been around for over a decade and it is special for a number of reasons First it’s size It is a large group–close to 70 members It consists of 15 different federal agencies eight states 17 Native American tribes and 29 different stakeholder groups A Congressionally authorized committee MRRIC is responsible for providing input to the US Army Corps of Engineers",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Mutual objectives and outcomes expected from these collaborations include achieving common goals, fostering innovation through shared knowledge and perspectives, creating new visions and approaches to complex issues, addressing challenges or conflicts in a constructive manner, building trust and rapport among participants, and ultimately leading to improved decision-making and problem-solving processes. These collaborations aim to produce tangible results, such as policy changes, resource allocation, or implementation of specific projects, while also promoting a deeper understanding and appreciation of diverse viewpoints and expertise.",
            "source": [
                {
                    "content": "and vice versa Heather Partners are absolutely essential and intrinsic to our work The word is even included in our name We work with over  partners on a regular basis everything from our member communities and park districts to watershed partners Throughout the Collaborative we also work with storm water utilities and other conservation groups and private entities I have found that in situations where you may have long-term partnership initiatives and coalitions like the Central Lake Erie Basin Collaborative it’s really helpful to have a set of guiding principles for how you work together For the Collaborative we have established principles such as “we really can achieve more working together than on our own” We all participate by choice and retain our autonomy We work to maintain transparency and communication which I really think gets to the trust issue that Anthony was bringing up In the Collaborative we have seen partnerships really manifest in many different ways We have some",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and communication which I really think gets to the trust issue that Anthony was bringing up In the Collaborative we have seen partnerships really manifest in many different ways We have some groups that are providing technical and administrative support for others Some are serving as fiscal agents and others have developed new programs that benefit our entire region like a new AmeriCorps program called the Northern Ohio Watershed Corps That program was developed by Tinkers Creek Watershed Partners but a lot of Collaborative members participate Partnerships can really be important if you have a large-scale project like delisting the Cuyahoga River as a Great Lakes Area of Concern We’ve seen many members of our network come and work together each bringing their own strengths whether it be an education or community engagement or restoration to most efficiently restore the Cuyahoga River Partnerships are absolutely key to everything we do Amy N Was establishing guiding principles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a better city The fundamental thing about collaboration is that there is the potential to create something completely new and unexpected because of the shared ideas between multiple parties with different experiences With TNOC this ideally provides some new vision for how nature cities and people can coexist and interact This is not to say that TNOC is 24/7 kumbaya According to Maddox collaborations can become imbalanced “Most people are fundamentally curious about other ways of knowing and other kinds of work” he says  “But it turns out to be hard” So imagine a conversation between an artist whose version of evidence is entirely experiential and a scientist whose version of evidence is entirely experimental They would have very different thoughts and modes of reaching them While this can cause tension it can also form brand new ideas when they work together On an even smaller scale the underlying meaning of specific words change from group to group person to person Words like",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "or gaps that might prevent a successful process or a successful resolution From there we’ll assess the existing factors that could support a collaborative environment and the factors that need to be enhanced Depending on the circumstances and the stakeholders sitting at the table we may also explore the need for things like operating protocols ground rules or charters I’ve worked in various circumstances where a very formal process and ground rules have been necessary and then others where they’re not at all We’ll also look at whether or not facilitated support is necessary Typically as contention over the issue grows so does the need for some sort of third-party neutral support We’ll also assess the types of external support that parties may need in order to participate in the process Some may need travel support and some might not be able to provide the same amount of time and energy as others so we’ll look at things like timing and locations of meetings Our goal is to create a",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "patagonia",
                            "worldwildlife",
                            "wordpress",
                            "unesco",
                            "yale",
                            "unfccc",
                            "eventbrite",
                            "linkedin",
                            "who",
                            "europa",
                            "unicef",
                            "youtube",
                            "nonprofitaf",
                            "bcorporation",
                            "purpose-us",
                            "sawdays",
                            "princeton",
                            "onepercentfortheplanet",
                            "un",
                            "wri",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}