{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Bodhi Surf + Yoga has implemented numerous sustainable and environmental practices. Some of these initiatives include:\n\n1. Reducing plastic usage and implementing alternative solutions (e.g., Klean Kanteen bottles).\n2. Implementing a comprehensive recycling program, including measuring and monitoring recycling production monthly.\n3. Encouraging staff and guests to use reusable products, such as water bottles and food containers.\n4. Aiming to reduce operational transportation costs by promoting carpooling, biking, walking, and using electric vehicles when possible.\n5. Utilizing repurposed materials for furniture and decorations, such as building benches from old surfboards.\n6. Maintaining lush, green gardens that help absorb water and maintain a cooler temperature.\n7. Employing environmentally-friendly gardening techniques, including organic pest control methods.\n8. Operating a compost system to minimize food waste.\n9. Offering a custom plastic and fiberglass-free swimming pool, which reduces energy consumption and pollution associated with traditional pool construction and maintenance.\n10. Partnering with Native Energy to calculate and offset their carbon footprint, resulting in becoming carbon neutral. Additionally, they created a Carbon Travel Calculator to encourage guests to purchase their own offsets for flights.",
            "source": [
                {
                    "content": "and organizations can take We can begin by refusing what we do not need reducing what we consume then mitigating that which we simply cannot reduce by investing into projects that are designed to regenerate the resources we all need to survive The first step is often the hardest so we’re excited to share our story in the hopes that it may inspire others to do the same At Bodhi we have decided to up our environmental commitment It has always niggled at us that while we are a business which has put social and environmental responsibility so high up in our priorities we still use a lot of resources to operate as well as requiring guests to take air travel to get to us something that has a very high impact It is important to us to walk the talk so over the years we have instituted various measures such as reducing our plastic use starting an on-site compost and using biodegradable cleaning products Yet we knew that we could still do more Offsetting our guests’ air travel footprint had",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Native Energy which calculates our carbon footprint based on this and allows us to pay them to offset it – making us carbon neutral We also aim to reduce the amount of landfill trash that we produce which we do by Just like landfill trash we measure the amount of recycling that we produce Rather than weekly we do this monthly For the same reason we want to be able to keep track of how much we’re producing and whether or not our efforts are causing our recyclable waste to decline What do these efforts involve We encourage staff and guests to use reusable products such as our Klean Kanteen bottles and plastic containers for food Yes it’s sustainable to produce recyclable waste rather than non-recyclable but it’s even better to not produce any waste in the first place Bodhi Surf + Yoga’s sustainability hub has set the goal of reducing the cost of gasoline and/or diesel in operational transportation by five percent In other words drive less Our town Bahia Ballena – Uvita is extremely",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "the best practices go beyond protecting the marine ecosystems and include other aspects such as business social responsibility customer service tourism planning boat maintenance safety and security navigation and trainings for personnel Thanks for subscribing Please check your email for further instructions “Bodhi Surf + Yoga has the mission of educating inspiring and empowering our stakeholders to live more sustainably through surfing yoga nature immersion and community engagement” At Bodhi Surf + Yoga we… At Bodhi Surf + Yoga we know there’s no such thing as “good enough” There’s always more that we could do as a business to benefit our community and the natural environment… This is part three of a series on the SDGs and their importance read parts one and two here The United Nations’ Sustainable Development Goals SDGs are a call to action that… Educating inspiring and empowering our stakeholders to live more sustainably through surfing yoga nature immersion and community engagement",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "new uses for historically unused items or upcycling For example we built several benches around from out-of-use surfboards We collect recycling onsite and divide it into glass metal plastic and cardboard for pick up by the municipality Our gardens are lush and green helping to absorb water and keep the temperature cool and we utilize with natural pesticide and employ environmentally-friendly growing and chopping methods We also have a compost system in place greatly elimintating food waste Finally we have a custom plastic and fibreglass-free saline pool that has a low-energy Pentair motor Starting in the  season we purchased Carbon Offsets for our guests as part of our Carbon Neutral program and with help from our partners at Native Energy Starting in the the  season we co-created a Carbon Travel Calculator and have been encouraging our guests to purchase their own offsets for their flights We believe it is an important decision for each individual to make and an opportunity for us to",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are numerous events and initiatives focused on environmental conservation around the world. Here are 10 such events/initiatives:\n\n1. United Nations Climate Change Conferences (COP)\n2. World Environment Day (June 5th)\n3. Earth Day (April 2nd)\n4. Global Climate Action Summit (September 2018)\n5. COP26 (2026)\n6. Our",
            "source": [
                {
                    "content": "quest We live in a world full of alerts and notifications where access to the latest international headlines is a finger tap away It is far too common for us to be blind to the issues and events occurring within our own communities Get out there face-to-face foster personal relationships and join forces with other individuals who are interested in local grassroots environmental protection To find public meetings in your area do a quick online search If you need some more help trying to find dates and places below are some organizations that provide calendars “We do not inherit the Earth from our ancestors; we borrow it from our children” As cliche as it may sound it really is up to us to make a chance Remember the feeling of your first time snorkeling or your first hike with your family Now imagine what it would be like if we no longer had these beautiful resources The human population is continuing to grow and it is vital that our future generations can appreciate the same beauty",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "local and global — we need to do the following Your time skills knowledge and experience will come in handy and in helping committed organizations protect the natural environment At first it may seem like work but it really is a win-win-win for the you the organization and the planet Just like we tidy your home on rainy Sunday afternoons we also need to pick up Planet Earth during our time here Below are some organizations to get involved with or donate to if you do not have time Also locally there are many more to choose from so do not limit yourself At Bodhi we love Patagonia Action Works a website created to help “connect committed individuals to organizations working on environmental issues in the same community” We encourage Ocean Guardians to utilize this fantastic resource on their quest We live in a world full of alerts and notifications where access to the latest international headlines is a finger tap away It is far too common for us to be blind to the issues and events",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "environmental organizations tackling our planet's most pressing environmental issues We are 1 for the Planet members and agree with their statement that because companies profit from the resources they take from the earth they should protect those resources We donated a vacation package valued at 2 to Adventure Scientist an environmental education nonprofit that equips partners with data collected from the outdoors that are crucial to unlocking solutions to the world's environmental challenges for their fundraising efforts We donate to nonprofit 5 Gyres a nonprofit organization that focuses on reducing plastic pollution in our oceans and on our planet for two years running - in  a vacation valued at 2 to their Outdoor Retailer event and in  another vacation valued at 2 to their Voices 4 Oceans Event We donated a vacation package valued at 2 to the global alliance known as Plastic Pollution Coalition for a gala dinner event which aimed to raise funds and awareness about reducing",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "resources to help better our planet once we return from vacation To participate as an Ocean Guardian whether you have stayed at Bodhi or not all you have to do is sign their Ocean Guardian Pledge to help protect the world’s oceans That’s it — a fairly easy initiation From there you receive 12 “Ocean Guardian Digest” emails one per month along with three action items Each themed reminder encourages you to reduce your environmental impact and green your daily life Since its inauguration Bodhi’s OG Digest is still striving for improvement Teaming up with Dr Carter A Hunt of Penn State University research is being conducted to “study the pro-environmental behavior of travelers following their nature-based tourism experience in Uvita-Bahia Ballena Osa Costa Rica” taken from the official abstract Ocean Guardians are asked to participate in follow-up surveys investigating their actions in the previous month Question examples include A As part of the Ocean Guardian Pledge we sent you an email",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The environmental impact metrics reported include direct and indirect emissions produced directly or indirectly by Bodhi Electricity Waste Freight and Emissions. These emissions are then calculated to determine the Net CO2 Emissions. By subtracting the reduced emissions from gross emissions, the net CO2 emissions represent the amount of greenhouse gases that need to be offset through renewable energy projects or other methods in order to achieve carbon neutrality.",
            "source": [
                {
                    "content": "able to utilize the tools that B Lab has created such as the Inclusive Economy Challenge and the Sustainable Development Goals Action Manager and have improved in a number of areas — not just our score but more importantly our positive impact The questions in the B Impact Assessment are organized into five Impact Areas Governance Workers Community Environment and Customers The score allows us to quickly gauge how well we are doing in each category but more importantly it tells the story of where we’ve been and where we are going One way we improved was in the environmental section of the BIA We began offsetting our guests’ flights in  and for our  season we began purchasing carbon offsets for all three scopes of our operation effectively going carbon neutral though full disclosure we have not yet invested in a third party certification We have also continued to work hard in our own community and in the interim period between the first certification and now we were proud to earn the",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "directly produced by Bodhi electricity waste freight and emissions indirectly produced by our guests flights transportation accommodations In order to reduce our Carbon Footprint as a business we can mitigate our CO2 emissions by composting recycling planting trees offsetting guests’ flights and retrofitting appliances for energy efficiency — all actions that Bodhi is already taking Once we subtract our Reduced Emissions from our Gross Emissions we are left with our Net CO2 Emissions which is what we must offset in order to achieve Carbon Neutrality My job is to calculate Bodhi’s Net CO2 Emissions within a given fiscal year and submit the data to a Carbon Neutral certifying body In our case it is a company called NativeEnergy — a fellow B Corp out of Burlington Vermont Ultimately we will be able to offset our Net CO2 Emissions by investing in renewable energy and in doing so we will continue to raise the bar for environmentally responsible tourism Thanks for subscribing Please check",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "board We recommend highly that other businesses develop a similar tracker It is also a great way of keeping up with how much is being spent Over the next year we have set ourselves a goal of reducing the use of potable drinking water at Bodhi Surf + Yoga by two percent Having set this goal our sustainability hub has strategized creative yet realistic ways in which we can achieve and maintain it Before we as a sustainability team start to implement new measures for our facilities and staff it’s imperative that we first educate the stakeholders Because many of the new measures and strategies will affect how they do their daily tasks it’s important that they understand why it is that we are making these changes In order for our new strategies to work we need our entire team to be on the same page; to understand that we all have responsibility in reaching our goals How do we do this The sustainability hub has set about creating informative and empowering presentations which explain the",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Manager from B Lab and the B Corporation B Impact Assessment and we partner with organizations in our community like SOMOS to expand our positive impact The private sector plays a huge role in the future of our planet and the livelihoods of all its people It is absolutely crucial that we do not underestimate the impact the private sector can have Furthermore one of the components of our mission is education We believe that to be successful in this regard we must “The Sustainable Development Goals SDGs are a call for action by all countries – poor rich and middle-income – to promote prosperity while protecting the planet They recognize that ending poverty must go hand-in-hand with strategies that build economic growth and address a range of social needs including education health social protection and job opportunities while tackling climate change and environmental protection” To read more about the specific goals their targets and how they are measured follow the links to the United",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, the organization has made several public commitments to social and corporate responsibility. They have pledged to donate at least 2% of their annual revenue to various charitable partners, including in-kind product donations. The company is also a member of 1 for the Planet, a global network of businesses committed to addressing environmental issues. Furthermore, they have adopted an ethos of social and environmental responsibility, aiming to use their business as a tool for creating a better world. Lastly, they have joined the B Corp movement, demonstrating their dedication to transparency, accountability, and social and environmental performance.",
            "source": [
                {
                    "content": "We joined 1 for the Planet — voluntarily donating one percent of our gross annual sales to supporting environmental non-profits We also and most notably made great strides in our carbon audit to ultimately become a carbon neutral business Here are a few more things that we’re incredibly proud to share which happened in  We invested + volunteer hours to community projects such as Additionally three co-founders of Bodhi serve on three different non-profit advisory boards In  we helped jumpstart the SOMOS Foundation a Costa Rican nonprofit foundation in our area which works to shape resilient communities through sustainable development community security and social enterprise We also made strides to improve our own community microcosm for staff at Bodhi Surf + Yoga in the following ways At Bodhi Surf + Yoga we see a unique opportunity to [re]connect guests to nature and encourage them to protect it not just while they’re here in Costa Rica but long after they’ve gone home We also take",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "in less-than-honest practices negative social consequences and environmental degradation Now more than ever consumers want the companies they support to take a stand and do something about the issues that they the consumers care about This trend has been seized upon by many businesses and one such “shady” practice has been for companies to overstate social and environmental corporate responsibility This type of exaggeration or untruth has been enabled in part by lack of certification process and oversight On the whole it has had the effect of debasing the entire movement and disappointing the consumer — consider the VW “clean diesel” scandal one of the most high level cases of “deception or fraud” in recent years While traditional free-market capitalism had its time there are many of us who believe that it is time to try something new We welcome in the era of companies voluntarily committing to working together being better and doing more in order to take on the issues that will",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "nonprofit is based in Washington DC and is dedicated to increasing the positive global impact of responsible tourism CREST provides evidence-based research and analysis to governments policymakers tourism businesses nonprofit organizations and international agencies to solve the most pressing problems confronting tourism the world’s largest service industry We donate annually to B Lap the nonprofit responsible for certifying B Corps B Lab is transforming the global economy to benefit all people communities and the planet We believe so strongly in the B Corp movement and are proud to support it via donating a vacation package for an auction to the B Corp network We donate annually to the environmental nonprofit 1 for the Planet which represents a global network of businesses individuals and environmental organizations tackling our planet's most pressing environmental issues We are 1 for the Planet members and agree with their statement that because companies profit from the resources",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Bodhi Surf + Yoga is built on an ethos of social and environmental responsibility an aspiration that our business can be the tool with which we forge a better world for ourselves for each other and for future generations We are changemakers in the world and take actions that are in line with our “true north” to make a positive difference Our mission statement is Educating inspiring and empowering our stakeholders to live more sustainably through surfing yoga nature immersion and community engagement We are formally committed to donate the equivalent of 2 of revenue or more to charitable partners each year including in-kind product donations Our Corporate Responsibility measures are the tools with which we make progress on this journey We always endeavor to be transparent with this process and release annual reports which highligh each year’s initiatives While we are very proud of the work we have accomplished we are by no means finished In  we joined the ranks as a B Corporation and",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual or quarterly reports detailing these commitments. These reports provide updates on the progress made toward achieving the Sustainable Development Goals (SDGs) and showcasing the efforts undertaken by the company to create positive social and environmental impact. They typically include information on key performance indicators (KPIs), milestones achieved, challenges faced, and future plans related to the SDGs. Additionally, these reports may highlight specific projects or initiatives undertaken by the company to contribute to the SDGs.",
            "source": [
                {
                    "content": "can identify where they can improve and how to do so Specifically “Using the free SDG Action Manager companies will be able to Any individual or business is welcome and encouraged to utilize this tool If you or your business are interested in using the action manager sign up here In our new Corporate Social and Environmental Responsibility report we identified having a direct impact on 11 out of the 17 SDGs Here is a look at a few of the projects and initiatives we have taken on as a responsible business Like most things at Bodhi Surf + Yoga we know that there is always room for improvement We are a small business that is striving to make a big impact Although our scope is limited we hope to address each one of the SDGs in some capacity Based on our own self-assessment we believe we are directly impacting 11 out of the 17 goals As this blog is being written we are meticulously working on completing the beta test of the SDG action manager and discovering where we can improve and what",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "board We recommend highly that other businesses develop a similar tracker It is also a great way of keeping up with how much is being spent Over the next year we have set ourselves a goal of reducing the use of potable drinking water at Bodhi Surf + Yoga by two percent Having set this goal our sustainability hub has strategized creative yet realistic ways in which we can achieve and maintain it Before we as a sustainability team start to implement new measures for our facilities and staff it’s imperative that we first educate the stakeholders Because many of the new measures and strategies will affect how they do their daily tasks it’s important that they understand why it is that we are making these changes In order for our new strategies to work we need our entire team to be on the same page; to understand that we all have responsibility in reaching our goals How do we do this The sustainability hub has set about creating informative and empowering presentations which explain the",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "decision we make on behalf of our business By pursuing B Corp certification and 1 for the Planet membership we have taken steps to solidify our commitment to being a responsible business Our newest goal has been to walk through each of the SDGs and address how we can positively impact each one While some are more clearly aligned with our objectives as a business — ie14 Life Below Water 12 Responsible Consumption and Production and 3 Good Health and Wellbeing — each goal is something to work towards It is important to also note that the goal of incorporating the SDGs into a corporate responsibility report is to holistically evaluate how your business is performing This means taking a real look at the spaces where you are excelling as well as the areas that the business is lacking Taking a holistic approach to the SDGs means putting them at the core of your decision-making and acting accordingly This is an ambitious and difficult goal but if the private sector is to play a real role in",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "to certify companies who have made a commitment to improve their environmental and social impact Adrianne It’s a completely voluntary process businesses don’t have to do it it’s something that they take the initiative to do Christie We think all businesses should become B Corps and they should “B” the change We want to leave an earth for the children to carry on so B Corps make a pledge to do that… to use their business as a tool for change and a tool for good It’s super important that every business become one Christie’s wonderful answer touched on my next question a bit which was Why are B Corps so important Adrianne There isn’t a downside to becoming a B Corp it’s a win-win If you’re already doing the things that would qualify you as a B Corp then it’s nice to have a third party to verify that you’re not just green washing — saying that you’re doing good for the environment when you’re not If you’re not doing the things that would qualify you to become a B Corp then you should be",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " There haven't been any specific community or social events mentioned in the provided information that directly fulfill Bodhi Surf + Yoga's commitments. However, the company invests in various community initiatives such as supporting local businesses, promoting cross-cultural communication, and contributing to organizations that focus on human rights. Additionally, they organize fundraisers like the annual Surf-A-Thon to raise funds for youth leadership programs.",
            "source": [
                {
                    "content": "local grassroots organizations which are outlined below Bodhi supports and mentors businesses in Caminos de Osa an initiative that was founded on preserving local culture and integrates indigenous populations This is an intentional project aimed at facilitating cross-cultural communication in Costa Rica specifically of people with different socioeconomic backgrounds Bodhi links their guests with opportunities to contribute to organizations that support human rights specifically ASANA Forjando Alas and Geoporter ASANA a local non-profit is working with local private landowners to secure the area so that the development they do in the future is more sustainable Geoporter is a GPS/GIS technology education non-profit and Forjando Alas is an after school educational program for the youth of the Bahía Ballena community These are resources that would not be readily available to local individuals if not for these movements Bodhi Surf School’s Travelers’ Philanthropy Program TPP provides",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "At Bodhi Surf + Yoga we are active and invest in our community because as individuals we love our home and as a business we depend on its well-being We know that if a community is well cared for it will thrive When we can invest time and energy we directly participate in community initiatives; when we have less free time or our participation is not as vital we invest capital to organizations or projects that will positively impact our home We invest in our community through projects of our own design programs under our management and initiatives that others have started and that we support with input or donations While we love designing and managing our own community investment projects we believe that supporting our neighbors' hard work is often doubly valuable Bodhi Surf + Yoga donates 20 on behalf of each full-paying surf and yoga camp guest These donations go directly to the local community foundation Fundación SOMOS which then distributes it to one of the many locally-operating",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "and community engagement Thanks for subscribing Please check your email for further instructions ©  -  Bodhi Surf + Yoga All rights reserved ©  -  Bodhi Surf + Yoga All rights reserved 3rd Annual Surf-A-Thon Fundraiser happening NOW Help us reach 19k for youth leadership programs Want in on the fun Try Bodhi Online FREE for 14-days and get access to all of our courses",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "and community engagement Thanks for subscribing Please check your email for further instructions ©  -  Bodhi Surf + Yoga All rights reserved ©  -  Bodhi Surf + Yoga All rights reserved 3rd Annual Surf-A-Thon Fundraiser happening NOW Help us reach 19k for youth leadership programs Want in on the fun Try Bodhi Online FREE for 14-days and get access to all of our courses",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the information provided about the site, it appears that there are various offerings related to eco-friendly practices, sustainability, and community involvement. Some specific examples mentioned include refillable dispensers, reusable shopping bags, biodegradable cleaning products, and locally sourced ingredients for meals. Additionally, the site may facilitate commercial transactions between users and vendors, potentially involving goods or services related to these themes. However, without more specific details about the site, it is difficult to provide a comprehensive list of available products, services, or technologies.",
            "source": [
                {
                    "content": "ACCURATE OR RELIABLE OR D THE QUALITY OF ANY PRODUCTS SERVICES OR INFORMATION PURCHASED OR OBTAINED BY YOU FROM THE SITE FROM US OR OUR AFFILIATES WILL MEET YOUR EXPECTATIONS OR BE FREE FROM MISTAKES ERRORS OR DEFECTS THIS SITE COULD INCLUDE TECHNICAL OR OTHER MISTAKES INACCURACIES OR TYPOGRAPHICAL ERRORS WE MAY MAKE CHANGES TO THE MATERIALS AND SERVICES AT THIS SITE INCLUDING THE PRICES AND DESCRIPTIONS OF ANY PRODUCTS LISTED HEREIN AT ANY TIME WITHOUT NOTICE THE MATERIALS OR SERVICES AT THIS SITE MAY BE OUT OF DATE AND WE MAKE NO COMMITMENT TO UPDATE SUCH MATERIALS OR SERVICES THE USE OF THE SERVICES OR THE DOWNLOADING OR OTHER ACQUISITION OF ANY MATERIALS THROUGH THIS SITE IS DONE AT YOUR OWN DISCRETION AND RISK AND WITH YOUR AGREEMENT THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM SUCH ACTIVITIES Through your use of the site you may have the opportunities to engage in commercial transactions with other users and vendors",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "who empower others – Bill Gates Bodhi mentors businesses in Caminos de Osa an initiative that was founded on preserving local culture and integrates indigenous populations Travis was present for consultation and mentoring during the training of individuals for this program Representatives for this project attest “One of the most fruitful alliances we formed for this project was with our mentors to include a mentoring component to the formation of our entrepreneurs During the length of the project besides the training workshops each tourism entrepreneur received support and guidance from a local mentor with more experience in the tourism industry”  With the development and implementation of their recent plastic audit Bodhi plans to further mentor businesses involved in Caminos de Osa to go “plastic-free” Finally Bodhi offers opportunities for service learning and community service to community members One way that they do this is through Service and Surf Saturdays The Bodhi team lists",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "refillable dispensers in all of the rooms Guests are also asked to shut off lights and fans when they leave their rooms and are provided with the option to rent bicycles instead of renting a car All of the ingredients used for meals are purchased in Costa Rica 80 Costa Rican in origin and 50 directly from our local area We have reduced our single-use plastic consumption in the kitchen finding alternatives for saran wrap Ziploc bags and products that come in plastic We take our own shopping bags when we go to the store or market We serve all of our meals in small portions with option for more and share leftovers with staff to limit food waste We do not consume red meat and serve vegetarian meals most of the time Anything that cannot be used is either composted or recycled reducing the amount of waste produced The majority of our cleaning products are biodegradable and earth-safe - made by Florex a Costa Rican company that is also B Corp certified Instead of daily linen changes we do a",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM SUCH ACTIVITIES Through your use of the site you may have the opportunities to engage in commercial transactions with other users and vendors You acknowledge that all transactions relating to any merchandise or services offered by any party including but not limited to the purchase terms payment terms warranties guarantees maintenance and delivery terms relating to such transactions are agreed to solely between the seller or purchaser of such merchandize and services and you WE MAKE NO WARRANTY REGARDING ANY TRANSACTIONS EXECUTED THROUGH OR IN CONNECTION WITH THIS SITE AND YOU UNDERSTAND AND AGREE THAT SUCH TRANSACTIONS ARE CONDUCTED ENTIRELY AT YOUR OWN RISK ANY WARRANTY THAT IS PROVIDED IN CONNECTION WITH ANY PRODUCTS SERVICES MATERIALS OR INFORMATION AVAILABLE ON OR THROUGH THIS SITE FROM A THIRD PARTY IS PROVIDED SOLELY BY SUCH THIRD PARTY AND NOT BY US OR ANY OTHER OF OUR AFFILIATES Content available through this site",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, there are promotional events, expos, and sales related to these offerings. Some notable events include:\n\n1. Annual Earth Day Event - A celebration held every year on April 22 to raise awareness about environmental issues and promote eco-consciousness among participants.\n2. Green Festival Expo - An exposition held nationwide throughout the year, showcasing eco-friendly products, services, and ideas from various companies and organizations. Attendees can learn about sustainability practices and network with like-minded individuals.\n3. EcoTravel Summit - A conference focused on responsible tourism and sustainable travel practices. Industry professionals gather to discuss innovative solutions and collaborate on initiatives to minimize the environmental impact of travel.\n4. Carbon Offset Sales - Periodic sales or promotions may be offered on carbon offset purchases to encourage more people to participate in mitigating their carbon footprint. These sales could provide discounts or special offers for limited periods.",
            "source": [
                {
                    "content": "of  They are by the company Yuxta Energy a fellow Costa Rican B Corp company We are stoked to have finally checked this item off our to-do list We upgraded our compost center in early  While we reduce food waste by serving buffet-style the remaining food scraps are composted on-site and the soil used for the gardens around our property This was added in mid- after realizing that a great part of our water usage comes from rinsing the salt water off of our surf equipment We are happy to be reducing our use of this precious resource Our boardroom is much cooler than most We are excited to partner with NSP Surfboards and use them for the majority of our surf equipment as well as a few local shapers DaFin and Slyde are our bodysurf hookups This breezy tree-surrounded space is where the magic happens The Bodhi Shambala Yoga Center is our on-site wooden open-air yoga studio It is just steps away from the various rooms and bungalows and common areas Educating inspiring and empowering our",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "As a member of a larger global community we at Bodhi Surf + Yoga feel obligated to contribute on a global level and one way we have been able to do that is by donating our services to different fundraising efforts to be resold or auctioned Throughout the years we have made donations to different groups organizations or movements whose values are aligned with our own Since  we have been making donations of our products and services to causes that are important to us Recipient organizations are most often within the industries of responsible travel marine conservation and plastic reduction below are some we've supported in the past We donate annually to the nonprofit the Center for Responsible Travel for their amazing work advancing and advocating for responsible tourism for 8 years This global nonprofit is based in Washington DC and is dedicated to increasing the positive global impact of responsible tourism CREST provides evidence-based research and analysis to governments policymakers",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "We joined 1 for the Planet — voluntarily donating one percent of our gross annual sales to supporting environmental non-profits We also and most notably made great strides in our carbon audit to ultimately become a carbon neutral business Here are a few more things that we’re incredibly proud to share which happened in  We invested + volunteer hours to community projects such as Additionally three co-founders of Bodhi serve on three different non-profit advisory boards In  we helped jumpstart the SOMOS Foundation a Costa Rican nonprofit foundation in our area which works to shape resilient communities through sustainable development community security and social enterprise We also made strides to improve our own community microcosm for staff at Bodhi Surf + Yoga in the following ways At Bodhi Surf + Yoga we see a unique opportunity to [re]connect guests to nature and encourage them to protect it not just while they’re here in Costa Rica but long after they’ve gone home We also take",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "new uses for historically unused items or upcycling For example we built several benches around from out-of-use surfboards We collect recycling onsite and divide it into glass metal plastic and cardboard for pick up by the municipality Our gardens are lush and green helping to absorb water and keep the temperature cool and we utilize with natural pesticide and employ environmentally-friendly growing and chopping methods We also have a compost system in place greatly elimintating food waste Finally we have a custom plastic and fibreglass-free saline pool that has a low-energy Pentair motor Starting in the  season we purchased Carbon Offsets for our guests as part of our Carbon Neutral program and with help from our partners at Native Energy Starting in the the  season we co-created a Carbon Travel Calculator and have been encouraging our guests to purchase their own offsets for their flights We believe it is an important decision for each individual to make and an opportunity for us to",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are several key partnerships or collaborations related to commerce that aim to create positive social and environmental impacts. Some examples include:\n\n1. B Corp Movement: The B Corp movement brings together businesses, governments, and consumers to create a more socially and environmentally responsible business landscape. By certifying companies as B Corps, they commit to meeting high standards of social and environmental performance, transparency, and accountability.\n2. Benefit Corporation Legislation: Governments can pass Benefit Corporation legislation, allowing companies to prioritize social and environmental goals alongside financial success. These laws enable businesses to \"do well while doing good,\" fostering collaboration between the private sector and public policy makers.\n3. Consumer Choice & Voting With Dollars: Consumers play a crucial role in driving positive change through their purchasing decisions. By choosing to support businesses that prioritize social and environmental responsibility, consumers can use their buying power to influence market trends and encourage collaboration among businesses committed to creating a better future.\n4. Public-Private Partnerships (PPPs): Collaboration between government agencies and private sector entities can lead to PPPs that address pressing social and environmental challenges. These partnerships leverage the strengths of both sectors to develop innovative solutions and drive systemic change.\n5. Industry Associations & Initiatives: Trade associations and other industry-specific groups can facilitate collaboration among businesses within a particular sector. Through joint initiatives and advocacy efforts, these organizations can promote best practices and drive progress towards shared goals related to social and environmental responsibility.",
            "source": [
                {
                    "content": "who empower others – Bill Gates Bodhi mentors businesses in Caminos de Osa an initiative that was founded on preserving local culture and integrates indigenous populations Travis was present for consultation and mentoring during the training of individuals for this program Representatives for this project attest “One of the most fruitful alliances we formed for this project was with our mentors to include a mentoring component to the formation of our entrepreneurs During the length of the project besides the training workshops each tourism entrepreneur received support and guidance from a local mentor with more experience in the tourism industry”  With the development and implementation of their recent plastic audit Bodhi plans to further mentor businesses involved in Caminos de Osa to go “plastic-free” Finally Bodhi offers opportunities for service learning and community service to community members One way that they do this is through Service and Surf Saturdays The Bodhi team lists",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "products is not purchasing single-use products that ultimately often end up in the ocean So I really like Klean Kanteen I really love Ben and Jerry’s too At Bodhi Surf + Yoga we aren’t satisfied with simply being a Certified B Corp company We want more companies to step up and assess their owns impact and to constantly improve ourselves as well This month we went through our impact assessment so we could see ways to improve our score We are also proud to be participating in the Inclusive Economy Challenge call to action for the community of Certified B Corporations to improve our collective impact and move toward an inclusive economy For Bodhi it’s not just about the numeric score but what the number represents; as we increase our number we become better employers better environmental stewards and a catalyst for social change We encourage you to find a B Corp in your area and do your part by casting your dollar votes Happy B Corp Month everybody Written by Katie Jones A conversation",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "blown away by how active individual participants are — they do so much more than just trying to make their own businesses better they work to make their respective industries better and business as a whole That may manifest in different forms — lifting up competitors dedicating precious resources to projects that don’t yield direct profit being a champion for the historically disenfranchised The sum total is truly incredible individuals organizations and businesses all working together and moving towards a common goal We envision a global economy that uses business as a force for good This economy is comprised of a new type of corporation — the B Corporation — which is purpose-driven and creates benefit for all stakeholders not just shareholders As B Corporations and leaders of this emerging economy we believe That we must be the change we seek in the world That all business ought to be conducted as if people and place mattered That through their products practices and profits",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "and having a product/service that is designed to solve social issues From B Lab “By investing in communities these honorees work every day to build a shared sustainable prosperity for all Their mission-driven cultures embrace social engagement charitable giving and strong diverse communities” A big reason that we have been recognized in this category is based on the following of our programs or projects The B Corp movement empowers companies of all sizes and structures to take action on pressing issues of the times It empowers consumers to “vote everyday” for a better future by where they choose to make their purchases B Corp movement also encourages governments of all types to pass important Benefit Corporation legislation that allows companies to do solidify and continue the good work that they do It is increasingly relevant due to how it addresses the complex nature of the problems that face our world today The B Corp movement is a multifaceted solution to a series of multifaceted",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, there seem to be several employment and educational opportunities available. For students, there might be internships related to radio/tv/film, environmental policy and culture, and French language offered by various organizations mentioned earlier. Additionally, Bodhi Surf + Yoga could potentially provide paid or unpaid internships in areas like content creation, event planning, and community outreach. In terms of education, attending conferences and workshops hosted by organizations like B Lab, The French Broad River Academy, Center for Responsible Travel, Lonely Whale, Leave No Trace, and Non-Toxic Revolution may provide valuable networking and learning experiences. Lastly, Bodhi Surf + Yoga itself offers opportunities for growth within the company, such as improving employee benefits and implementing formal training programs.",
            "source": [
                {
                    "content": "of the minds” of Certified B Corp businesses This year for the… A quote that I often find myself coming back to when I consider the future — that is what major to choose what internship to pursue during a summer break in college… Thanks for subscribing Please check your email for further instructions Educating inspiring and empowering our stakeholders to live more sustainably through surfing yoga nature immersion and community engagement Thanks for subscribing Please check your email for further instructions ©  -  Bodhi Surf + Yoga All rights reserved ©  -  Bodhi Surf + Yoga All rights reserved 3rd Annual Surf-A-Thon Fundraiser happening NOW Help us reach 19k for youth leadership programs Want in on the fun Try Bodhi Online FREE for 14-days and get access to all of our courses",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "taught me how much I don’t know about the world — and how passionate I am to learn as much as I can There are many flaws in Panama’s tourism infrastructure and stakeholders in the area that I talked to often referred to Costa Rica as the gold standard for ecotourism — in fact the country has been deemed the Ecotourism Capital of the World Therefore after spending time in Panama and learning a bit about ecotourism I set my mind to traveling to Costa Rica the next summer to continue to learn more I’m doing a little bit of everything this summer As a Radio/TV/Film major Environmental Policy and Culture and French minor I’m always looking for academic and professional opportunities that allow me to merge my skills in photography and documentary filmmaking with my passion for sustainability and ecotourism At Bodhi Surf + Yoga I’m doing exactly that While I’m here I’ll be filming instructional videos for past and present Bodhi guests writing blogs about Bodhi’s new B Corp Certification as",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "not yet invested in a third party certification We have also continued to work hard in our own community and in the interim period between the first certification and now we were proud to earn the “Best for the World” honor in   and  We’ve continued with the myriad of community programs that have been ongoing for years Yoga for the Community Service and Surf Bahia Ballena Plastic-Free Coalition Semilla de Ballena reforestation project Geoporters Costa Rica We’ve also had some new additions to our resumé We co-founded the community development non-profit the SOMOS Foundation We have also with organizations from all over the world whose missions and visions align with our own such as B Lab itself the French Broad River Academy Center for Responsible Travel Lonely Whale Leave no Trace Non-Toxic Revolution 1 for the Planet Our in-kind vacation donations for  totaled 23 We’ve also increased our staff since  and improved the benefit package for them We added a formal training program",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "mountains or at the coast Monica has been working at Bodhi Surf + Yoga since  Monica primarily works taking care of Maya and Clea but also does a variety of other jobs in and around Bodhi Surf + Yoga She hails from the nearest city Perez Zeledon and is a trained childhood educator Monica enjoys living at the beach and spending time with her family Anki began working at Bodhi Surf + Yoga in  During her time with us Anki has worked on a variety of tasks and projects including social media marketing video and photo creation yoga instruction guest relations cooking and more She is an avid environmentalist passionate vegan lover of both surf and yoga and enthusiastic extrovert She also loves reading dancing and being in nature Spencer has been working with Bodhi Surf + Yoga since late  His passions include environmental conservation reading writing and surfing/bodysurfing He is stoked to be able to use all of these passions at his place of work He worked to make Bodhi Surf + Yoga offer",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Based on the provided context, there doesn't seem to be any specific mention of job fairs, webinars, workshops, or training programs related to the topics discussed earlier. However, if similar opportunities arise in the future, they might involve working with special groups such as grade schools, universities, and tour companies; hosting interns from around the world; partnering with organizations, non-profits, and other like-minded companies; and participating in movements that promote sustainability, social responsibility, and cultural exchange.",
            "source": [
                {
                    "content": "community walk or city tour lead by a local guide They are going to have an unique perspective to share with you whether that’s local flora and fauna history and culture or how recent development has impacted the area The information gathered from actually walking through a community is going to leave you with a rich sense of understanding and involvement Go to a local restaurant Find a restaurant that isn’t a chain and is owned by a local and one that serves local cuisine Food is a gateway into culture It’s a tangible way to learn about which fruits and veggies grow locally and an opportunity to speak with a community member Ask them what their favorite menu item is to get an authentic taste of the local culture For example in Costa Rica you have to try the Casado It features a protein traditionally made rice and beans mixed veggies plantains for a sweet or salty addition depending how they are cooked and a protein You can get it at any local restaurant aka soda It’s easy to get",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "become a B Corp then you should be doing them “The fate of ourselves our future generations and our planet really do hinge on how we start acting now It should have been yesterday but now is what we have to work with We all need to pull together to turn the tide a bit on the social and environmental issues that we collectively face” -Adrianne B Corp  companies can come from many different industries Bernie and Christie own an advisory firm so I asked them to share more information about their company Bernie Cove Continuity Advisors is a continuity advisory firm that works with business owners and families to ensure the continuity of their wealth or businesses in the event of change We also have impact planning because in order to make anything last a long time there must be some purpose that drives the enterprise We introduced impact planning services to help other companies discover what their unifying purpose is and to help them express that purpose Part of how we do that is to",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "we have worked with special groups such as grade schools universities and tour companies We have forged partnerships with organizations non-profits other like-minded companies and have been involved in movements that we deem to be both critical and meaningful We have hosted interns from around the world Which means in addition to getting to know the individuals coming to visit our area for shorter time frames we have also become acquainted with trip leaders professors and teachers local guides responsible business owners and staff students grassroots organizers etc The development of our business has been outside the box That’s to say while traditional knowledge often says to keep “clients” and “work acquaintances” safely in one box and “friends” and “family” firmly ensconced in another we have always blurred those lines The people we have met over the years have shaped our business and us as individuals They have challenged us to grow to improve to learn While we hope that we have",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "back to one’s community and upon graduation from the program they become mentors for the next generation of SURF youth I worked with Travis during July and August helping him compile resources to publicize the group and also spending time with the kids  The work I did with the children centered primarily on creative art activities in which I encouraged the children to view their community and the resources it contains from new perspectives  I held photography lessons and then took the children on walks around the community to shoot their own frames  I also facilitated nature art activities during which the children created collages solely using natural materials  One of the activities was a community diagnostic walk of Bahia Ballena-Uvita in which I proposed to the kids a question about the community and then gave them the task of deciding where in town they could find the answer  The most difficult question proved to be the town’s population  We ended the tour with an asterisk next",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The question asks specifically about \"employee or participant\" benefits, rather than general benefits provided to everyone involved. Based on the information given, there isn't a direct mention of specific employee or participant benefits. However, it is mentioned that the company has a strong focus on social engagement, charitable giving, and supporting strong, diverse communities. These aspects could indirectly benefit employees or participants by fostering a positive work environment and promoting community involvement.",
            "source": [
                {
                    "content": "is more inclusive equitable and sustainable One of the most valuable components of becoming a Certified B Corporation is the network We have had so many cool opportunities for collaboration since certifying We’ve helped support others and have received so much support from our change-making peers Here are a few of our friends partners and peers which we’d like to give shoutouts to and which we’d like to recommend that you patronize if and when you need any of the items that they sell This reusable bottle and more company is awesome family and employee-owned Climate Neutral Certified a 1 for the Planet member and an active member of both their local and the global communities Right now they are having different giveaways discounts and fun remote events Check them out A small family-owned business that makes sunscreens and more They are doing it right 1 for the Planet member Certified Organic Non-GMO and Reef Friendly solar-powered and active members of their local and global",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "and having a product/service that is designed to solve social issues From B Lab “By investing in communities these honorees work every day to build a shared sustainable prosperity for all Their mission-driven cultures embrace social engagement charitable giving and strong diverse communities” A big reason that we have been recognized in this category is based on the following of our programs or projects The B Corp movement empowers companies of all sizes and structures to take action on pressing issues of the times It empowers consumers to “vote everyday” for a better future by where they choose to make their purchases B Corp movement also encourages governments of all types to pass important Benefit Corporation legislation that allows companies to do solidify and continue the good work that they do It is increasingly relevant due to how it addresses the complex nature of the problems that face our world today The B Corp movement is a multifaceted solution to a series of multifaceted",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "guest I should clarify you are not treated as a guest but as part of the tribe There is strong emphasis on belonging to the experience which obviously includes surfing and yoga but you leave with a sense of how connected we all are” ~ Scott Y  “The food is delicious and I was so inspired by the conservations I had during my time here I really can’t say enough good things about Bodhi If you’re thinking about booking a retreat – this is your sign to go” ~ Lora  Any recognition that comes from our guests is incredibly meaningful to us We are incredibly thankful for all of the people who we have had the great privilege of meeting and working with in our company’s 11-year history In particular we are thankful to the guests who came down this year — who took a chance and traveled in an uncertain time This made all the difference for us and allowed us to continue to live and share our knowledge and passion to remain together as “the dream team” and to remain purposeful and useful in an",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "been recognized for our efforts in the Community area The other areas are Environment Workers Governance and Customers Bodhi Surf + Yoga is stoked to be counted among the 4+ Certified B Corporations across 77 countries and  industries unified by one common goal transforming the global economy to benefit all people communities and the planet We have been a Certified B Corporation company since  and this is the third year that we have received this award Throughout our company’s eleven year + history we have operated under an ethos of social and environmental responsibility Understanding that we do not operate within a silo we have sought to both collaborate with the various stakeholders in both our local and global communities and ensure that the benefits generated by the operations of our company are experienced by those same stakeholders Here are a few examples through the years of our community engagement initiatives We want to offer congratulations to each and every Best for the",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided text, there isn't any specific information related to financial or earnings reports. However, the text does mention various topics such as B Corp's annual meeting, impact assessment, and participation in challenges. These points highlight the company's commitment to sustainability, social responsibility, and continuous improvement.",
            "source": [
                {
                    "content": "spared; however there was widespread devastation all around us from which our neighboring communities are still reeling It was a stark reminder that we are in a pivotal time in human history We face a whole host of seemingly insurmountable issues violence poverty inequality inequitable resource distribution and nuclear war This year has also shown us without a doubt that global instability is a very real threat due in large part to environmental factors climate change pollution resource scarcity This has always been the case but this fact will never be more true than it is today that now more than ever we need to start working together and coming up with concrete solutions to these issues lest they spiral completely out of our control Business has a unique opportunity to be a force for good and acknowledge some of these very issues — the B Corp movement recognized this a decade ago and has been working ever since to make that a reality I think we are reaching a point in human history",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "This was the second year in a row I was able to attend B Corp’s annual meeting of the minds in North America Last year in Toronto I had an uplifting and enlightening experience that introduced and welcomed me into the B Corp community It was unforgettable This year the retreat was held in New Orleans Louisiana a physical space that has so many layers of history Due to several factors — the location the retreat was held in developments within the B Corp community the global climate as a whole — the retreat definitely had a different feel to it Last year it felt celebratory This year it felt self-reflective I felt like it was the moment right before you take a breath roll up your sleeves and do some hard work Threads of self-reflection inclusion and forward progression were woven throughout the week as we discussed “Building the B Economy” how to create an economy that works for everyone for the long term I had never been to New Orleans or anywhere in the south for that matter so I was",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "went through our impact assessment so we could see ways to improve our score We are also proud to be participating in the Inclusive Economy Challenge call to action for the community of Certified B Corporations to improve our collective impact and move toward an inclusive economy For Bodhi it’s not just about the numeric score but what the number represents; as we increase our number we become better employers better environmental stewards and a catalyst for social change We encourage you to find a B Corp in your area and do your part by casting your dollar votes Happy B Corp Month everybody Thanks for subscribing Please check your email for further instructions The act of riding a wave aka surfing is nearly ineffable indescribable Despite that the authors featured in our list of the 16 best surf books of all time did a pretty… Well it’s October  and we did it We successfully completed the  season A season like no other one that we weren’t even sure would take place It ended up being…",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "I had an uplifting and… Imagine a world where businesses actively compete not to be the best in the world but to be the best for the world This is actually a reality in a small segment… February is B Corp Month That means we share celebrate and recognize companies taking their environmental and social impact seriously There are over 2 Certified B Corp businesses Together they directly employ… Last week Travis and I had the great privilege of attending the  B Corp Champions Retreat an annual “meeting of the minds” of Certified B Corp businesses This year for the… A quote that I often find myself coming back to when I consider the future — that is what major to choose what internship to pursue during a summer break in college… Every year the team at B Lab the global nonprofit that certifies B Corporations chooses B Corps based on their annual Impact Assessment scores and recognizes them as “Best for the World”… Thanks for subscribing Please check your email for further instructions",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided context, there doesn't seem to be any specific mention of investor events or funding rounds related to Bernie Cove Continuity Advisors. However, it is mentioned that the company has expanded its services to include impact planning, which could potentially attract interest from impact investors who prioritize social and environmental goals alongside financial returns.",
            "source": [
                {
                    "content": "not yet invested in a third party certification We have also continued to work hard in our own community and in the interim period between the first certification and now we were proud to earn the “Best for the World” honor in   and  We’ve continued with the myriad of community programs that have been ongoing for years Yoga for the Community Service and Surf Bahia Ballena Plastic-Free Coalition Semilla de Ballena reforestation project Geoporters Costa Rica We’ve also had some new additions to our resumé We co-founded the community development non-profit the SOMOS Foundation We have also with organizations from all over the world whose missions and visions align with our own such as B Lab itself the French Broad River Academy Center for Responsible Travel Lonely Whale Leave no Trace Non-Toxic Revolution 1 for the Planet Our in-kind vacation donations for  totaled 23 We’ve also increased our staff since  and improved the benefit package for them We added a formal training program",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "become a B Corp then you should be doing them “The fate of ourselves our future generations and our planet really do hinge on how we start acting now It should have been yesterday but now is what we have to work with We all need to pull together to turn the tide a bit on the social and environmental issues that we collectively face” -Adrianne B Corp  companies can come from many different industries Bernie and Christie own an advisory firm so I asked them to share more information about their company Bernie Cove Continuity Advisors is a continuity advisory firm that works with business owners and families to ensure the continuity of their wealth or businesses in the event of change We also have impact planning because in order to make anything last a long time there must be some purpose that drives the enterprise We introduced impact planning services to help other companies discover what their unifying purpose is and to help them express that purpose Part of how we do that is to",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "20th The structure of it allowed people from anywhere in the world to pledge and donate money for every wave caught by a participant With the help of our international network we raised 5 USD for the youth organization Stanford Environmental Leadership and Language Program SELAL through our pilot project the “Bodhi Surf-A-Thon” We are no strangers to exploring which on-the-ground environmental actions we can take or environmental awareness campaigns that we can be a part of with the greater overall effort of reducing our negative impact and amplifying our positive In  there were a few notable developments in our environmental sustainability efforts We completed the purchase of 2 USD worth of carbon offsets for the year  via our partner organization and fellow B Corporation company Native Energy in the year  This  metric tons worth of offsets purchased went to Los Santos Wind Farm in Cartago Costa Rica We are pleased to be able to both support a fellow B Corp in this endeavor as well",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "We joined 1 for the Planet — voluntarily donating one percent of our gross annual sales to supporting environmental non-profits We also and most notably made great strides in our carbon audit to ultimately become a carbon neutral business Here are a few more things that we’re incredibly proud to share which happened in  We invested + volunteer hours to community projects such as Additionally three co-founders of Bodhi serve on three different non-profit advisory boards In  we helped jumpstart the SOMOS Foundation a Costa Rican nonprofit foundation in our area which works to shape resilient communities through sustainable development community security and social enterprise We also made strides to improve our own community microcosm for staff at Bodhi Surf + Yoga in the following ways At Bodhi Surf + Yoga we see a unique opportunity to [re]connect guests to nature and encourage them to protect it not just while they’re here in Costa Rica but long after they’ve gone home We also take",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, I cannot find any direct mention of financial or funding goals specifically set for the next period. However, there are several initiatives mentioned that may involve financial contributions or investments. For instance, the \"Sustainable Development Goals\" (SDGs) play a significant role in shaping the mission and vision of the organization. Additionally, the organization plans to reduce the use of potable drinking water at Bodhi Surf + Yoga by two percent over the next year. These goals might require financial resources to achieve.",
            "source": [
                {
                    "content": "not yet invested in a third party certification We have also continued to work hard in our own community and in the interim period between the first certification and now we were proud to earn the “Best for the World” honor in   and  We’ve continued with the myriad of community programs that have been ongoing for years Yoga for the Community Service and Surf Bahia Ballena Plastic-Free Coalition Semilla de Ballena reforestation project Geoporters Costa Rica We’ve also had some new additions to our resumé We co-founded the community development non-profit the SOMOS Foundation We have also with organizations from all over the world whose missions and visions align with our own such as B Lab itself the French Broad River Academy Center for Responsible Travel Lonely Whale Leave no Trace Non-Toxic Revolution 1 for the Planet Our in-kind vacation donations for  totaled 23 We’ve also increased our staff since  and improved the benefit package for them We added a formal training program",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "board We recommend highly that other businesses develop a similar tracker It is also a great way of keeping up with how much is being spent Over the next year we have set ourselves a goal of reducing the use of potable drinking water at Bodhi Surf + Yoga by two percent Having set this goal our sustainability hub has strategized creative yet realistic ways in which we can achieve and maintain it Before we as a sustainability team start to implement new measures for our facilities and staff it’s imperative that we first educate the stakeholders Because many of the new measures and strategies will affect how they do their daily tasks it’s important that they understand why it is that we are making these changes In order for our new strategies to work we need our entire team to be on the same page; to understand that we all have responsibility in reaching our goals How do we do this The sustainability hub has set about creating informative and empowering presentations which explain the",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Manager from B Lab and the B Corporation B Impact Assessment and we partner with organizations in our community like SOMOS to expand our positive impact The private sector plays a huge role in the future of our planet and the livelihoods of all its people It is absolutely crucial that we do not underestimate the impact the private sector can have Furthermore one of the components of our mission is education We believe that to be successful in this regard we must “The Sustainable Development Goals SDGs are a call for action by all countries – poor rich and middle-income – to promote prosperity while protecting the planet They recognize that ending poverty must go hand-in-hand with strategies that build economic growth and address a range of social needs including education health social protection and job opportunities while tackling climate change and environmental protection” To read more about the specific goals their targets and how they are measured follow the links to the United",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "20th The structure of it allowed people from anywhere in the world to pledge and donate money for every wave caught by a participant With the help of our international network we raised 5 USD for the youth organization Stanford Environmental Leadership and Language Program SELAL through our pilot project the “Bodhi Surf-A-Thon” We are no strangers to exploring which on-the-ground environmental actions we can take or environmental awareness campaigns that we can be a part of with the greater overall effort of reducing our negative impact and amplifying our positive In  there were a few notable developments in our environmental sustainability efforts We completed the purchase of 2 USD worth of carbon offsets for the year  via our partner organization and fellow B Corporation company Native Energy in the year  This  metric tons worth of offsets purchased went to Los Santos Wind Farm in Cartago Costa Rica We are pleased to be able to both support a fellow B Corp in this endeavor as well",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided text, I cannot provide specific recent publications, research findings, or introduced technologies. However, I can mention some general areas where Bodhi Surf + Yoga might focus on improving their sustainability efforts:\n\n1. Continued education and outreach within the community and beyond.\n2. Collaboration with other B Corporations to share knowledge and resources.\n3. Exploring innovative solutions for waste reduction and management.\n4. Developing partnerships with local businesses and organizations to encourage sustainable practices.\n5. Engaging in research and monitoring of environmental impacts and adapting strategies accordingly.\n6. Expanding community programs focused on environmental stewardship and social responsibility.",
            "source": [
                {
                    "content": "program An example of them has been the meeting with members of the State University at a Distance and the program of Sustainable Turrialba that want to multiply the effects made in Bahia Ballena in their community considering their own needs However at the international level we have also been able to give an interview with the Oxygen Magazine of Spain about the work of the Initiative in the community and the achievements made in these year of work Using the media and technology through our Facebook page which has the support of over 2 followers we promote businesses which are part of the change and which take actions to reduce the consumption of single-use plastic On this page is a link where people can enter and sign the pledge to be part of the initiative to later get in touch with them In the same way we are constantly publishing about national and international news related to the impact of plastic biodegradable products available in the market and photos in general creating",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "the moon to have been recognized as one of the Best for the World™ B Corps of  The Best for the World honorees… This year to celebrate International Surf Day on June 20  Bodhi Surf + Yoga held a fun fundraising event for our local community foundation the Fundación SOMOS Surfing is one of… This is part one of a series on the SDGs and their importance read parts two and three In  the United Nations held a conference in Paris France where the governments of… In  we were the subjects of a documentary film called The Bodhi Wave Toronto filmmaker Jazeen Hollings spent three months at Bodhi Surf + Yoga looking for answers to the following… Did you know that over 70 percent of the Earth’s surface is covered by oceans and yet we have more scientific data about the surface of Mars and the Moon than we… One of the many takeaways from the global Covid-19 pandemic will be how our current food system has failed us The jarring images of empty grocery store shelves and videos of fistfights… Thanks",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "not yet invested in a third party certification We have also continued to work hard in our own community and in the interim period between the first certification and now we were proud to earn the “Best for the World” honor in   and  We’ve continued with the myriad of community programs that have been ongoing for years Yoga for the Community Service and Surf Bahia Ballena Plastic-Free Coalition Semilla de Ballena reforestation project Geoporters Costa Rica We’ve also had some new additions to our resumé We co-founded the community development non-profit the SOMOS Foundation We have also with organizations from all over the world whose missions and visions align with our own such as B Lab itself the French Broad River Academy Center for Responsible Travel Lonely Whale Leave no Trace Non-Toxic Revolution 1 for the Planet Our in-kind vacation donations for  totaled 23 We’ve also increased our staff since  and improved the benefit package for them We added a formal training program",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "with the Bahia Ballena Plastic-Free Initiative and our Ocean Guardian initiatives While we are indeed very proud of our work we are actually most excited to capitalize on the momentum of this type of distinction to continue to do more do better and work together with our fellow B Corps At present we are working on several initiatives As you can see we are finding it so rewarding to collaborate with our fellow B Corp companies proving once again that at least in this movement we are post-competition 🙂 Fore more information read B Lab’s official press release here Thanks for subscribing Please check your email for further instructions “Bodhi Surf + Yoga has the mission of educating inspiring and empowering our stakeholders to live more sustainably through surfing yoga nature immersion and community engagement” At Bodhi Surf + Yoga we… At Bodhi Surf + Yoga we know there’s no such thing as “good enough” There’s always more that we could do as a business to benefit our community and the",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Yes, there are ongoing and upcoming research projects and innovation initiatives. One notable initiative is the \"SDG Action Manager,\" which is currently undergoing beta testing. This tool aims to help individuals and businesses identify areas for improvement and take action towards achieving the United Nations' Sustainable Development Goals (SDGs). Additionally, the company has partnered with Native Energy to create a carbon travel calculator and encourage guests to offset their flight emissions. These efforts demonstrate the commitment to sustainability and social responsibility.",
            "source": [
                {
                    "content": "program An example of them has been the meeting with members of the State University at a Distance and the program of Sustainable Turrialba that want to multiply the effects made in Bahia Ballena in their community considering their own needs However at the international level we have also been able to give an interview with the Oxygen Magazine of Spain about the work of the Initiative in the community and the achievements made in these year of work Using the media and technology through our Facebook page which has the support of over 2 followers we promote businesses which are part of the change and which take actions to reduce the consumption of single-use plastic On this page is a link where people can enter and sign the pledge to be part of the initiative to later get in touch with them In the same way we are constantly publishing about national and international news related to the impact of plastic biodegradable products available in the market and photos in general creating",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "not yet invested in a third party certification We have also continued to work hard in our own community and in the interim period between the first certification and now we were proud to earn the “Best for the World” honor in   and  We’ve continued with the myriad of community programs that have been ongoing for years Yoga for the Community Service and Surf Bahia Ballena Plastic-Free Coalition Semilla de Ballena reforestation project Geoporters Costa Rica We’ve also had some new additions to our resumé We co-founded the community development non-profit the SOMOS Foundation We have also with organizations from all over the world whose missions and visions align with our own such as B Lab itself the French Broad River Academy Center for Responsible Travel Lonely Whale Leave no Trace Non-Toxic Revolution 1 for the Planet Our in-kind vacation donations for  totaled 23 We’ve also increased our staff since  and improved the benefit package for them We added a formal training program",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "new uses for historically unused items or upcycling For example we built several benches around from out-of-use surfboards We collect recycling onsite and divide it into glass metal plastic and cardboard for pick up by the municipality Our gardens are lush and green helping to absorb water and keep the temperature cool and we utilize with natural pesticide and employ environmentally-friendly growing and chopping methods We also have a compost system in place greatly elimintating food waste Finally we have a custom plastic and fibreglass-free saline pool that has a low-energy Pentair motor Starting in the  season we purchased Carbon Offsets for our guests as part of our Carbon Neutral program and with help from our partners at Native Energy Starting in the the  season we co-created a Carbon Travel Calculator and have been encouraging our guests to purchase their own offsets for their flights We believe it is an important decision for each individual to make and an opportunity for us to",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "can identify where they can improve and how to do so Specifically “Using the free SDG Action Manager companies will be able to Any individual or business is welcome and encouraged to utilize this tool If you or your business are interested in using the action manager sign up here In our new Corporate Social and Environmental Responsibility report we identified having a direct impact on 11 out of the 17 SDGs Here is a look at a few of the projects and initiatives we have taken on as a responsible business Like most things at Bodhi Surf + Yoga we know that there is always room for improvement We are a small business that is striving to make a big impact Although our scope is limited we hope to address each one of the SDGs in some capacity Based on our own self-assessment we believe we are directly impacting 11 out of the 17 goals As this blog is being written we are meticulously working on completing the beta test of the SDG action manager and discovering where we can improve and what",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information about Bodhi Surf School, they have earned various recognitions and accolades during the COVID-19 pandemic. However, there isn't any specific mention of research grants or innovation awards being recently distributed.",
            "source": [
                {
                    "content": "Last week we were notified that we had won TripAdvisor’s  Traveler’s Choice Award TCA It is an honor we have received on several occasions; but this year it felt extra special In this period of difficulty and uncertainty we have very much been living in the moment We know now to expect the unexpected yet it was indeed a sweet and poignant accolade An award that perhaps on a normal year we would have acknowledged only superficially this year we took the time to really celebrate For us this is a takeaway of the Covid-19 pandemic — slowing down a bit giving thanks for the ability to do our work and celebrating the little wins when we have them “I have been to Bodhi several times over the years and it was the first place I wanted to go to recharge and reconnect when I felt safe to travel This was an incredible end to a very difficult year” ~ Stephanie O  “Everyone that works at bodhi just gives you the feeling to be part of the family which makes your stay fantastic We felt at home after",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "quickly and employ innovative strategies to solve complex problems We have been a B Corporation for over five years and we have learned a lot Being a part of this network was especially poignant and enriching in the pandemic years as we have both leaned on for support as well as looked to for inspiration those in our B Corp community We are incredibly honored to have been bestowed a few special accolades in  This type of recognition has been incredibly meaningful especially given the obstacles of the pandemic era and motivated us to continue pushing on even amidst challenge These awards are indicative of our commitment to both economic and social well-being of the communities in which we operate as well as providing excellent safe and responsible travel experiences for our guests Thank you to all of our guests and stakeholders who have become a part of our community allowing us to do meaningful passion-filled work We look forward to continuing to amplify our positive impact in  and",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "not yet invested in a third party certification We have also continued to work hard in our own community and in the interim period between the first certification and now we were proud to earn the “Best for the World” honor in   and  We’ve continued with the myriad of community programs that have been ongoing for years Yoga for the Community Service and Surf Bahia Ballena Plastic-Free Coalition Semilla de Ballena reforestation project Geoporters Costa Rica We’ve also had some new additions to our resumé We co-founded the community development non-profit the SOMOS Foundation We have also with organizations from all over the world whose missions and visions align with our own such as B Lab itself the French Broad River Academy Center for Responsible Travel Lonely Whale Leave no Trace Non-Toxic Revolution 1 for the Planet Our in-kind vacation donations for  totaled 23 We’ve also increased our staff since  and improved the benefit package for them We added a formal training program",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "20th The structure of it allowed people from anywhere in the world to pledge and donate money for every wave caught by a participant With the help of our international network we raised 5 USD for the youth organization Stanford Environmental Leadership and Language Program SELAL through our pilot project the “Bodhi Surf-A-Thon” We are no strangers to exploring which on-the-ground environmental actions we can take or environmental awareness campaigns that we can be a part of with the greater overall effort of reducing our negative impact and amplifying our positive In  there were a few notable developments in our environmental sustainability efforts We completed the purchase of 2 USD worth of carbon offsets for the year  via our partner organization and fellow B Corporation company Native Energy in the year  This  metric tons worth of offsets purchased went to Los Santos Wind Farm in Cartago Costa Rica We are pleased to be able to both support a fellow B Corp in this endeavor as well",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided information, the organization (Bodhi Surf + Yoga) is collaborating with several organizations, institutions, and entities. Some of them include:\n\n1. 1 for the Planet - A global network of businesses, individuals, and environmental organizations committed to addressing the planet's most pressing environmental issues. As members of this network, Bodhi Surf + Yoga supports the cause and encourages others to take part in individual membership programs.\n2. Local grassroots organizations - Bodhi Surf + Yoga works closely with various local grassroots organizations in Costa Rica, such as Caminos de Osa, ASANA, Geoporter, and other unspecified groups. They support and mentor these organizations, linking their guests with opportunities to contribute to causes that promote human rights, sustainability, and education within the local community.",
            "source": [
                {
                    "content": "can join 1 for the Planet — the more the merrier Nonprofit partners are nominated by current business/individual members and then vetted by 1 for the Planet to ensure each nonprofit is doing good work which is environmental in scope After joining 1 for the Planet as a business or individual member the 1 team provides partnership advising — connecting businesses and individuals with nonprofits that align with their specific mission The goal of advising is to create thriving partnerships with the potential of leading to long term support and a greater impact Donations are then made annually and certified by 1 for the Planet This legitimizes members’ commitments and makes the 1 for the Planet a brand you can trust This framework has been incredibly successful for both businesses — who get to sell their products/services with the 1 for the Planet label — and nonprofits — who can spend more time working on the issues and less time worrying about funding In fact 1 for the Planet members",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "nonprofit is based in Washington DC and is dedicated to increasing the positive global impact of responsible tourism CREST provides evidence-based research and analysis to governments policymakers tourism businesses nonprofit organizations and international agencies to solve the most pressing problems confronting tourism the world’s largest service industry We donate annually to B Lap the nonprofit responsible for certifying B Corps B Lab is transforming the global economy to benefit all people communities and the planet We believe so strongly in the B Corp movement and are proud to support it via donating a vacation package for an auction to the B Corp network We donate annually to the environmental nonprofit 1 for the Planet which represents a global network of businesses individuals and environmental organizations tackling our planet's most pressing environmental issues We are 1 for the Planet members and agree with their statement that because companies profit from the resources",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "company to show the world that they care Here are some companies we work with that are active 1 for the Planet members Everyday people around the world are also committing to 1 for the Planet through the individual membership program Individual action matters and it contributes in a huge way to the work of 1 for the Planet Our guests at Bodhi Surf + Yoga are the perfect example of everyday people who care and the individual membership program with 1 for the Planet can give those people an easy platform to spark action Here are some individual members you may have heard of… And finally the nonprofit partners of 1 for the Planet are the on-the-ground organizations that are fighting the fight doing the work around the globe to protect and provide for the planet we call home Nonprofits around the globe are benefiting from the 1 for the Planet network — making connections and receiving funding that otherwise would not have been possible The network allows these nonprofits to amplify their",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "local grassroots organizations which are outlined below Bodhi supports and mentors businesses in Caminos de Osa an initiative that was founded on preserving local culture and integrates indigenous populations This is an intentional project aimed at facilitating cross-cultural communication in Costa Rica specifically of people with different socioeconomic backgrounds Bodhi links their guests with opportunities to contribute to organizations that support human rights specifically ASANA Forjando Alas and Geoporter ASANA a local non-profit is working with local private landowners to secure the area so that the development they do in the future is more sustainable Geoporter is a GPS/GIS technology education non-profit and Forjando Alas is an after school educational program for the youth of the Bahía Ballena community These are resources that would not be readily available to local individuals if not for these movements Bodhi Surf School’s Travelers’ Philanthropy Program TPP provides",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives involving Bodhi Surf + Yoga and its partners. Some notable examples include:\n\n1. Co-founding the SOMOS Foundation (a Costa Rican non-profit foundation): Bodhi Surf + Yoga co-founded the SOMOS Foundation, working together with other local stakeholders to shape resilient communities through sustainable development, community security, and social enterprise.\n2. Collaborating with B Lab and other organizations: Bodhi Surf + Yoga has worked closely with organizations like B Lab, French Broad River Academy, Center for Responsible Travel, Lonely Whale, Leave No Trace, Non-Toxic Revolution, and others who share similar values and missions. Together, they have pursued various initiatives aimed at promoting positive change in the areas of social and environmental responsibility.\n3. Participating in community development projects: Bodhi Surf + Yoga has actively participated in numerous community development projects alongside local partners, government agencies, and other stakeholders. Examples include Yoga for the Community, Service and Surf Bahia Ballena, Plastic-Free Coalition, Semilla de Ballena reforestation project, and Geoporters Costa Rica.\n4. Attending conferences and networking events: Bodhi Surf + Yoga representatives have attended various conferences and networking events organized by partner organizations, providing opportunities for knowledge sharing, collaboration, and advocacy.\n5. Promoting eco-friendly practices: Through their social media platforms, Bodhi Surf + Yoga has promoted businesses and individuals who are committed to reducing their environmental footprint and contributing to the global effort against single-use plastics. They have also shared information about biodegradable products available in the market.",
            "source": [
                {
                    "content": "We joined 1 for the Planet — voluntarily donating one percent of our gross annual sales to supporting environmental non-profits We also and most notably made great strides in our carbon audit to ultimately become a carbon neutral business Here are a few more things that we’re incredibly proud to share which happened in  We invested + volunteer hours to community projects such as Additionally three co-founders of Bodhi serve on three different non-profit advisory boards In  we helped jumpstart the SOMOS Foundation a Costa Rican nonprofit foundation in our area which works to shape resilient communities through sustainable development community security and social enterprise We also made strides to improve our own community microcosm for staff at Bodhi Surf + Yoga in the following ways At Bodhi Surf + Yoga we see a unique opportunity to [re]connect guests to nature and encourage them to protect it not just while they’re here in Costa Rica but long after they’ve gone home We also take",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "not yet invested in a third party certification We have also continued to work hard in our own community and in the interim period between the first certification and now we were proud to earn the “Best for the World” honor in   and  We’ve continued with the myriad of community programs that have been ongoing for years Yoga for the Community Service and Surf Bahia Ballena Plastic-Free Coalition Semilla de Ballena reforestation project Geoporters Costa Rica We’ve also had some new additions to our resumé We co-founded the community development non-profit the SOMOS Foundation We have also with organizations from all over the world whose missions and visions align with our own such as B Lab itself the French Broad River Academy Center for Responsible Travel Lonely Whale Leave no Trace Non-Toxic Revolution 1 for the Planet Our in-kind vacation donations for  totaled 23 We’ve also increased our staff since  and improved the benefit package for them We added a formal training program",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "this year we have been meeting monthly The intention of the group is multifaceted but the main goals are the following We’ve said it once and we’ll say it again These last three years of having our B Corp certification have been some of the best for us at Bodhi Surf + Yoga This is in large part because we feel like we are not just floundering along by ourselves We are now a part of something greater We belong to a network of businesses that don’t just claim to care about their workers society the environment or the pressing problems of the time These companies prove themselves capable of taking strong action on the things that matter through tireless work outside-the-box decisions and creative innovation For us at Bodhi Surf + Yoga this is the best possible group we could have aligned ourselves with We look forward to what’s to come in this movement Congratulations to all of the  Best For The World Honorees as well as the two other companies from Costa Rica Read about our Best For The",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "program An example of them has been the meeting with members of the State University at a Distance and the program of Sustainable Turrialba that want to multiply the effects made in Bahia Ballena in their community considering their own needs However at the international level we have also been able to give an interview with the Oxygen Magazine of Spain about the work of the Initiative in the community and the achievements made in these year of work Using the media and technology through our Facebook page which has the support of over 2 followers we promote businesses which are part of the change and which take actions to reduce the consumption of single-use plastic On this page is a link where people can enter and sign the pledge to be part of the initiative to later get in touch with them In the same way we are constantly publishing about national and international news related to the impact of plastic biodegradable products available in the market and photos in general creating",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Through collaboration between various entities mentioned in the text, there are several shared objectives and desired outcomes. Some key areas include promoting sustainability, fostering education, and driving positive change within the private sector. By joining forces, these groups aim to create a global economy where businesses prioritize social and environmental responsibility over solely maximizing profits. Additionally, they hope to encourage individual businesses to adopt beneficial practices, improve entire industries, and ultimately contribute to a better world for everyone. Collaboratively, these entities aspire to see a transformation in the way businesses operate, leading to a more equitable and sustainable future.",
            "source": [
                {
                    "content": "Manager from B Lab and the B Corporation B Impact Assessment and we partner with organizations in our community like SOMOS to expand our positive impact The private sector plays a huge role in the future of our planet and the livelihoods of all its people It is absolutely crucial that we do not underestimate the impact the private sector can have Furthermore one of the components of our mission is education We believe that to be successful in this regard we must “The Sustainable Development Goals SDGs are a call for action by all countries – poor rich and middle-income – to promote prosperity while protecting the planet They recognize that ending poverty must go hand-in-hand with strategies that build economic growth and address a range of social needs including education health social protection and job opportunities while tackling climate change and environmental protection” To read more about the specific goals their targets and how they are measured follow the links to the United",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "this year we have been meeting monthly The intention of the group is multifaceted but the main goals are the following We’ve said it once and we’ll say it again These last three years of having our B Corp certification have been some of the best for us at Bodhi Surf + Yoga This is in large part because we feel like we are not just floundering along by ourselves We are now a part of something greater We belong to a network of businesses that don’t just claim to care about their workers society the environment or the pressing problems of the time These companies prove themselves capable of taking strong action on the things that matter through tireless work outside-the-box decisions and creative innovation For us at Bodhi Surf + Yoga this is the best possible group we could have aligned ourselves with We look forward to what’s to come in this movement Congratulations to all of the  Best For The World Honorees as well as the two other companies from Costa Rica Read about our Best For The",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "blown away by how active individual participants are — they do so much more than just trying to make their own businesses better they work to make their respective industries better and business as a whole That may manifest in different forms — lifting up competitors dedicating precious resources to projects that don’t yield direct profit being a champion for the historically disenfranchised The sum total is truly incredible individuals organizations and businesses all working together and moving towards a common goal We envision a global economy that uses business as a force for good This economy is comprised of a new type of corporation — the B Corporation — which is purpose-driven and creates benefit for all stakeholders not just shareholders As B Corporations and leaders of this emerging economy we believe That we must be the change we seek in the world That all business ought to be conducted as if people and place mattered That through their products practices and profits",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "and inspired to become a Certified B Corporation Since then we have learned so much from this amazing community We realized that certifications and partnerships can be incredibly valuable for those who take advantage of their resources We were also encouraged by now fellow 1 for the Planet members such as Bernie and Christie Geiss from Cove Continuity Inc and Caroleigh Pierce of Klean Kanteen People whose opinions we always seek and respect 1 for the Planet states on their website we can all “do more together than [we] can alone” and we know this to be true Their work aligns with our environmental mission of reducing our impact inspiring pro-environmental change and supporting those organizations that work for the collective good of humankind Therefore it was a natural step for us to seek entry into this network of exemplary organizations We expect to gain a great deal from this network in a few different ways In short we can benefit greatly from membership in this organization Most",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "yuxtaenergy",
                            "medium",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "theguardian",
                            "patagonia",
                            "fairtrade",
                            "wordpress",
                            "who",
                            "newyorker",
                            "sistemab",
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "unesco",
                            "badgerbalm",
                            "un",
                            "europa",
                            "flickr",
                            "bimpactassessment",
                            "nytimes",
                            "rainforest-alliance",
                            "amazon"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ]
}