{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Throughout the blog post, there are several mentions of sustainable and environmental practices that the company has implemented. Some notable examples include:\n\n1. Commitment to becoming carbon neutral by 203 (indirectly mentioned).\n2. Supporting emission reductions on coffee farms through various projects.\n3. Establishing native tree nurseries in Planadas to encourage reforestation efforts among coffee farmers.\n4. Implementing internal strategies and mitigation measures to become more efficient in terms of energy, water, and gas consumption.\n5. Upgrading sorting equipment with energy-efficient machines and installing solar panels on the roof of the dry mill facility in Colombia.\n6. Completing the installation of a second dry milling line dedicated to smaller lots and microlots, which reduces energy requirements while increasing productivity and efficiency.",
            "source": [
                {
                    "content": "and prevent biodiversity loss SDG 4 Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all In belonging to this initiative we believe that we are taking a crucial step forward We want to have a positive impact and be able to measure receive feedback and manage this impact in order to steadily improve Additionally with our pursuit of the global Sustainability Development Goals we are committing to something bigger than ourselves We aim to continue working with different entities who help us bring to life our belief that together we can make coffee better We invite you to learn more about our commitment to being carbon neutral by  and see how we examined our company salary structure to ensure we are paying at least the living wage to all employees where they work Your email address will not be published Required fields are marked  Save my name email and website in this browser for the next time I comment Was this interesting Grab a coffee",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "social impact First it’s extremely difficult to improve your impact on your own Developing partnerships and alliances and working with organizations that share a value or cause with your company are key to advance and have a greater contribution This is where the word “Together” in our slogan makes the difference Second it is of paramount importance to act measure receive feedback modify and then take further action in an improved way When you engage in this process you can yield profound insights regarding your footprint impact and progress Third for businesses to provide genuine continuous sustainable benefit to their communities and the world this aim should be part of their business model or at least part of their DNA Not all companies impact communities in the same way but the most effective companies are those who use business as a force for good It can be easy to lose sight of this when focusing solely on growth but when a particular cause is foundational to an organization",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Continuous small improvements and innovations have been the way that we as a species have evolved and adapted to new eras and changes There is no magic formula or a unique way it takes time and learning from mistakes Your email address will not be published Required fields are marked  Save my name email and website in this browser for the next time I comment Blogposts Coffee Roaster Coffee Supply Chain Impact Marisabel Vasquez Sustainability Blogposts Climate Change Coffee Challenges Coffee Supply Chain Pedro Manga Sustainability Blogposts Coffee Challenges Coffee Lifestyle Marisabel Vasquez Relationship Sustainability Transparency Ana Sofia Narvaez Blogposts Coffee Challenges Coffee Insights Coffee Producer Coffee Supply Chain Sustainability Blogposts Coffee Challenges Coffee Harvest Coffee Producer Coffee Supply Chain Colombia Direct Sourcing William Ortiz Ana Sofia Narvaez Blogposts Coffee Producer Coffee Quality Direct Sourcing El Salvador Relationship Alejandro Cadena Blogposts",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "where emission reductions on coffee farms are more easily achieved As part of that project we are also supporting the establishment of native tree nurseries in Planadas so that these coffee farmers can undertake reforestation projects in their farms Becoming carbon neutral implies coming up with internal strategies and mitigation measures to become more efficient in terms of energy water and gas consumption among others Last year we carried out important changes in our dry mill facility in Colombia focusing on improving energy efficiency replacing most of the sorting equipment with updated energy efficient machines and installing solar panels on the roof our dry mill These two upgrades helped us reduce our energy consumption in Colombia by  This year we completed the installation of a second dry milling line dedicated to smaller lots and microlots thereby reducing energy requirements while increasing the productivity and efficiency of the plant Despite all the internal measures that",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation. However, listing 10 such events might be too extensive for this format. Here are ten notable events and initiatives related to environmental conservation:\n\n1. Earth Hour (World Wildlife Fund): A global event held annually encouraging individuals and organizations to turn off non-essential lights for one hour as a symbol of commitment to the planet.\n2. United Nations Climate Change Conferences: Regular conferences organized by the UN to discuss and negotiate strategies to mitigate and adapt to the effects of climate change.\n3. COP26 (United Nations Climate Change Conference): An upcoming conference scheduled to take place in Glasgow, Scotland, in November 209, focusing on enhancing international cooperation to tackle climate change.\n4. World Environment Day (UN Environment Programme): An annual global event promoting awareness and action for the protection of the environment, celebrated on June 5th each year.\n5. Convention on Biological Diversity (CBD) Conference of Parties (COP): Annual meetings of signatory countries to the CBD, discussing and adopting strategies for biodiversity conservation and sustainable development.\n6. International Union for Conservation of Nature (IUCN) World Conservation Congress: A quadrennial gathering of conservation professionals and civil society organizations, sharing knowledge and developing strategies for nature conservation and sustainable development.\n7. Global Landscapes Forum: An international platform fostering dialogue and collaboration among various stakeholders, including governments, NGOs, and local communities, to address landscape-level challenges and opportunities.\n8. Ramsar Convention on Wetlands: An intergovernmental treaty dedicated to the conservation and wise use of wetlands and their resources, signed by over 17 parties.\n9. Bonn Challenge: An ambitious global effort to bring 15 million hectares of deforested and degraded lands into restoration by 20",
            "source": [
                {
                    "content": "and prevent biodiversity loss SDG 4 Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all In belonging to this initiative we believe that we are taking a crucial step forward We want to have a positive impact and be able to measure receive feedback and manage this impact in order to steadily improve Additionally with our pursuit of the global Sustainability Development Goals we are committing to something bigger than ourselves We aim to continue working with different entities who help us bring to life our belief that together we can make coffee better We invite you to learn more about our commitment to being carbon neutral by  and see how we examined our company salary structure to ensure we are paying at least the living wage to all employees where they work Your email address will not be published Required fields are marked  Save my name email and website in this browser for the next time I comment Was this interesting Grab a coffee",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "host workshops and training focused on harvesting selective picking and post-harvesting pulping washing fermentation drying In addition we will find transportation options for coffee from growers who live far from warehouses We are also working on updating our database with grower networks The PECA team has also begun conducting surveys to measure the sustainability index production costs carbon footprint living income and more On the other hand the quality team has started analyzing parchment samples providing feedback and helping to organize direct payments to producers​",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "At Caravela we would like to take advantage of Earth Day to create awareness share our sustainability initiatives and inviting the whole coffee community to contribute in some way to making the coffee world a better and more sustainable one We started measuring our carbon footprint in  and since then we have also contributed to the environment by buying carbon credits in forestry projects in Latin America to offset our carbon emissions For the  calendar year we partnered with One Carbon World OCW to independently verify our carbon footprint and help us reduce our GHG emissions OCW is a global resource partner of the Climate Neutral Now Initiative which was launched by the United Nations Climate Change After undergoing their strict assessment our carbon footprint in  was 1 tons of CO2e which is 195 reduction vs  or  tons of CO2e This reduction was achieved thanks in large part to a significant reduction in our business travel and employee commuting because of the pandemic These results",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "who share many of our values This initiative will help us to not only continue measuring and managing our impact but establish SMART goals and objectives focused on improving our contributions to the SDGs The three goals that we committed to in our application are not new initiatives for Caravela; they are projects that we have already started to work on  In fact some of you may already be familiar with them but this platform helps us articulate a clear vision of where we want to be set specific goals and work towards them all while continuing to source great coffee SDG 13 Take urgent action to combat climate change and its impacts SDG 15 Protect restore and promote sustainable use of terrestrial ecosystems sustainably manage forests combat desertification and stop or reverse land degradation and prevent biodiversity loss SDG 4 Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all In belonging to this initiative we believe that we are",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The blog posts mention various aspects related to environmental impact. Some key metrics mentioned include:\n\n1. Greenhouse Gas (GHG) Emissions: Calculating the company's overall carbon footprint, including direct operations in 9 countries and indirect activities through supply chains.\n2. Farm-level carbon footprint: A significant portion of the carbon footprint is attributed to farms, emphasizing the importance of collaborative efforts between Caravela and its farmer partners to reduce emissions.\n3. Living Wage: Recognizing the need to improve the quality of life of co-workers and farmers, Caravela focuses on ensuring fair compensation for their contributions.\n4. Organic vs Conventional Farms: Collaborating with Solidaridad and conducting studies to compare the carbon footprint of organic versus conventional farming practices. This helps identify potential reduction opportunities within the coffee supply chain.\n5. Native Tree Nurseries: Supporting initiatives to establish native tree nurseries, promoting reforestation and carbon sequestration efforts in coffee-growing regions.",
            "source": [
                {
                    "content": "The first step to achieve this goal was to calculate our Greenhouse Gas GHG emissions It was not easy an easy task as by the end of  we had direct operations in 9 different countries across the world involving more than 50 different business sites and  full time employees FTE based in 11 countries across the globe To properly calculate our carbon footprint it was necessary to gather data from all these operations and to keep track of the movement of our people and coffee This report aims to share with the coffee community and our stakeholders the methodology used to calculate our carbon footprint and the results of these calculations Blogposts Coffee Roaster Coffee Supply Chain Impact Marisabel Vasquez Sustainability Blogposts Climate Change Coffee Challenges Coffee Supply Chain Pedro Manga Sustainability Blogposts Coffee Challenges Coffee Lifestyle Marisabel Vasquez Relationship Sustainability Transparency Ana Sofia Narvaez Blogposts Coffee Challenges Coffee Insights Coffee Producer",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "would be equal to 95 of our total carbon footprint in  We know that we cannot achieve our goal without working in partnership with our farmer partners as a vast majority of our carbon footprint is generated at the farm level Therefore in the next few months we will be sharing all this knowledge with our farmer partners to generate awareness and help them undertake the necessary steps to reduce their carbon footprints Thankfully we have already found remarkably simple and cost-effective tasks they can do that will be easy to implement and even some farms that are already carbon positive Finally and with the aim of generating awareness at the roaster level and hopefully some action too starting this April we are printing the average green coffee carbon footprint of every origin in our jute bags So from now on every time you receive a bag of coffee from Caravela at your roastery you will see the carbon emitted of every kg of green coffee that you buy from us We hope that this information",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "on our suppliers employees the communities we have daily interactions with as well as our clients and shareholders In our  Impact Assessment which was a new and improved version our score was almost 30 points lower than the previous year due to several areas for improvement that were identified Being the first time that our score had dropped by more than 10 since we joined the B-Corp movement in  we set the goal of reducing the gap in almost all the areas of improvement highlighted focusing a large part of our efforts on advancing the quality of life of our co-workers our people  The biggest opportunity revealed by the assessment concerned salaries paid to our co-workers Although as an organization we complied with local laws by paying the legal minimum wage in each country this was not enough We needed to ensure that all our co-workers received at least a living wage a truly decent wage in accordance with the living conditions of each country thereby improving their quality of life",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "20 kg of CO2e half of which is emitted at the farm level with the balance being generated via processing milling and export  For example coffee trees require fertilizer which releases nitrogen and other greenhouse gases to the environment Even the pruning or stumping of coffee trees contributes to the positive carbon footprint of coffee production Realizing that almost all our carbon footprint is due to the coffee we purchase and sell has made us redouble our efforts into finding ways of reducing the carbon footprint at the farm level  To that effect in collaboration with the NGO Solidaridad we are currently undertaking a study with 50 coffee farmers in Planadas Tolima to calculate and compare the carbon footprint of organic farms vs conventional farms With that information we can better understand where emission reductions on coffee farms are more easily achieved As part of that project we are also supporting the establishment of native tree nurseries in Planadas so that these coffee",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Based on the provided information, the organization has committed to becoming a member of the Business Call to Action (BCtA) initiated by the United Nations. The BCtA brings together companies around the world to develop inclusive business models that engage people at the base of the economic pyramid while contributing to achieving the 17 Sustainable Development Goals (SDGs). By joining the BCtA, the organization has demonstrated a clear commitment to social and corporate responsibility.",
            "source": [
                {
                    "content": "The responsibility of business is to use its will and resources to advance a cause greater than itself protect the people and places in which it operates and generate more resources so that it can continue doing all those things for as long as possible An organization can do whatever it likes to build its business so as long as it is responsible for the consequences of its actions – Simon Sinek  The Infinite Game Social impact at its best involves companies and individuals uniting behind a cause to deliver a more substantial benefit There are numerous strategies and programs that we as a business can implement so we operate in a way that protects those who work with us buy from us and the environment in which we live However there are several things to consider when thinking about corporate social impact First it’s extremely difficult to improve your impact on your own Developing partnerships and alliances and working with organizations that share a value or cause with your company are",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "effective companies are those who use business as a force for good It can be easy to lose sight of this when focusing solely on growth but when a particular cause is foundational to an organization improvement can be just a matter of establishing more ambitious targets For this reason in  we decided to become new members of an inspiring community Business Call to Action is an initiative launched by the United Nations in  that recruits and challenges companies all over the world to develop inclusive business models that engage people at the base of the economic pyramid by working towards seventeen Sustainable Development Goals SDGs We are happy to announce that Caravela is now one of the  members of this community Now we are working for a cause larger than our own alongside hundreds of companies who share many of our values This initiative will help us to not only continue measuring and managing our impact but establish SMART goals and objectives focused on improving our contributions",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "and prevent biodiversity loss SDG 4 Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all In belonging to this initiative we believe that we are taking a crucial step forward We want to have a positive impact and be able to measure receive feedback and manage this impact in order to steadily improve Additionally with our pursuit of the global Sustainability Development Goals we are committing to something bigger than ourselves We aim to continue working with different entities who help us bring to life our belief that together we can make coffee better We invite you to learn more about our commitment to being carbon neutral by  and see how we examined our company salary structure to ensure we are paying at least the living wage to all employees where they work Your email address will not be published Required fields are marked  Save my name email and website in this browser for the next time I comment Was this interesting Grab a coffee",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "social impact First it’s extremely difficult to improve your impact on your own Developing partnerships and alliances and working with organizations that share a value or cause with your company are key to advance and have a greater contribution This is where the word “Together” in our slogan makes the difference Second it is of paramount importance to act measure receive feedback modify and then take further action in an improved way When you engage in this process you can yield profound insights regarding your footprint impact and progress Third for businesses to provide genuine continuous sustainable benefit to their communities and the world this aim should be part of their business model or at least part of their DNA Not all companies impact communities in the same way but the most effective companies are those who use business as a force for good It can be easy to lose sight of this when focusing solely on growth but when a particular cause is foundational to an organization",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual and quarterly reports detailing these commitments. The annual report provides an overview of the company's progress towards its sustainability goals, while the quarterly reports offer updates on specific projects and initiatives. Together, these reports provide transparency into the company's efforts to reduce its environmental footprint, support local communities, and promote fair labor practices.",
            "source": [
                {
                    "content": "and prevent biodiversity loss SDG 4 Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all In belonging to this initiative we believe that we are taking a crucial step forward We want to have a positive impact and be able to measure receive feedback and manage this impact in order to steadily improve Additionally with our pursuit of the global Sustainability Development Goals we are committing to something bigger than ourselves We aim to continue working with different entities who help us bring to life our belief that together we can make coffee better We invite you to learn more about our commitment to being carbon neutral by  and see how we examined our company salary structure to ensure we are paying at least the living wage to all employees where they work Your email address will not be published Required fields are marked  Save my name email and website in this browser for the next time I comment Was this interesting Grab a coffee",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Arab EmiratesUnited KingdomUnited StatesUruguayUzbekistanVanuatuVenezuelaVietnamVirgin Islands BritishVirgin Islands USWallis and FutunaWestern SaharaYemenZambiaZimbabweÅland IslandsTerms and Conditions I agree to receiving the newsletter and other commercial notifications from Caravela LimitedCAPTCHACommentsThis field is for validation purposes and should be left unchanged Δ Please fill the form below to download the Impact Report  First NameLast NameEmail CountryCompany NameTerms and Conditions I agree to receiving the newsletter and other commercial notifications from Caravela LimitedPhoneThis field is for validation purposes and should be left unchanged Δ Please fill the form below to download the Impact Report  First NameLast NameEmail CountryCompany NameTerms and Conditions I agree to receiving the newsletter and other commercial notifications from Caravela LimitedPhoneThis field is for validation purposes and should be left unchanged Δ Please fill the form below to download the",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "farm cultivated with coffee hopefully even knowing the number of trees planted in this areaKnow the exact area in production on the farm ie area not under renovationKnow the unproductive area ie area under renovation and any newly planted areas if there are anyOnce you know this information about your farm you must be diligent and responsible to register on a daily or weekly basis the following data grouping them under the following categories These categories will allow you to refer and share information with other coffee growers who are also keeping track of their costs of production to make decisions in the futureA Costs of lots under productionHarvestingWeed ControlFertilizationPests and disease controlsPost-harvest and dryingOther labor and costs B Cost of lots under renovation C Administrative costsAdministrative expensesFinancing costs It is also necessary to register the weekly sales of coffee the amount of coffee sold kg and income receivedA coffee grower that knows his costs",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "dónde estén ubicadas El Compás está compuesto por dos partes primero un PLANIFICADOR DE LABORES; y el segundo un CALENDARIO PARA PROGRAMAR LAS LABORES  El planificador tiene 2 círculos el primero se encuentra los meses del año divididos por semana y el segundo contiene las labores agronómicas de manejo integrado de plagas y actividades de sostenibilidad Además cuenta con un calendario en la cual se registran las labores para estar revisando mes a mes que labores se deben ejecutar Está estructurado con base en las investigaciones de diferentes centros de investigación del café como CENICAFE Centro Nacional de Investigaciones del Café de Colombia CATIE Centro Agronómico Tropical de Investigación y Enseñanza de Costa Rica el Centro de Investigaciones en Café CEDICAFÉ de ANACAFÉ la Asociación Nacional Del Café de Guatemala y aportes claves tomados del Manual de Cafetero Colombia también de CENICAFE La clave para la creación de esta herramienta además de las investigaciones científicas y",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " As per the given information, Caravela Coffee Roasters has organized various community and social events to fulfill their commitments related to environmental sustainability, social responsibility, and economic development. They have participated in several initiatives such as the SCA Sustainability Award, which recognizes excellence in sustainability within the specialty coffee industry. By achieving this award, Caravela has demonstrated its dedication to promoting sustainable practices across the coffee sector. Furthermore, the company has implemented a climate-positive supply chain in the Galapagos Islands, ensuring minimal environmental impact while supporting local economies.\n\nIn addition to these efforts, Caravela has joined forces with other like-minded organizations to collaboratively tackle pressing global challenges. These include contributing to the achievement of the United Nations' Sustainable Development Goals (SDGs), specifically targeting SDG 13 (climate action) and SDG 15 (forest conservation). Through their participation in the B Corporation program, Caravela has formed strong connections with fellow B Corp roaster customers around the world, fostering a sense of unity and shared purpose among businesses committed to creating a positive social and environmental impact.",
            "source": [
                {
                    "content": "this month It is not about changing the world from one day to the other Instead it is about making small steps every day that will not only make you proud but that generate a bigger impact for the world and the coffee industry Being the winners for the SCA Sustainability Award and having a climate positive supply chain in the Galapagos are just two examples of what is behind our B Corp certification a tireless commitment towards improving the lives of the people that join us behind the scenes and are respecting the planet I do not think there is any B Corps in the world that does it only for the certification or recognition I would say that most of the B Corps are just passionate about doing things better having a greater impact being part of the change and that is what we all have in common For this reason we want to recognize our seventeen fellow B Corp roaster customers throughout the world and quote them with what it means for them to be part of the B Community The B Corp",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "and prevent biodiversity loss SDG 4 Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all In belonging to this initiative we believe that we are taking a crucial step forward We want to have a positive impact and be able to measure receive feedback and manage this impact in order to steadily improve Additionally with our pursuit of the global Sustainability Development Goals we are committing to something bigger than ourselves We aim to continue working with different entities who help us bring to life our belief that together we can make coffee better We invite you to learn more about our commitment to being carbon neutral by  and see how we examined our company salary structure to ensure we are paying at least the living wage to all employees where they work Your email address will not be published Required fields are marked  Save my name email and website in this browser for the next time I comment Was this interesting Grab a coffee",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "who share many of our values This initiative will help us to not only continue measuring and managing our impact but establish SMART goals and objectives focused on improving our contributions to the SDGs The three goals that we committed to in our application are not new initiatives for Caravela; they are projects that we have already started to work on  In fact some of you may already be familiar with them but this platform helps us articulate a clear vision of where we want to be set specific goals and work towards them all while continuing to source great coffee SDG 13 Take urgent action to combat climate change and its impacts SDG 15 Protect restore and promote sustainable use of terrestrial ecosystems sustainably manage forests combat desertification and stop or reverse land degradation and prevent biodiversity loss SDG 4 Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all In belonging to this initiative we believe that we are",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "social impact First it’s extremely difficult to improve your impact on your own Developing partnerships and alliances and working with organizations that share a value or cause with your company are key to advance and have a greater contribution This is where the word “Together” in our slogan makes the difference Second it is of paramount importance to act measure receive feedback modify and then take further action in an improved way When you engage in this process you can yield profound insights regarding your footprint impact and progress Third for businesses to provide genuine continuous sustainable benefit to their communities and the world this aim should be part of their business model or at least part of their DNA Not all companies impact communities in the same way but the most effective companies are those who use business as a force for good It can be easy to lose sight of this when focusing solely on growth but when a particular cause is foundational to an organization",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided text, there are several products, services, and technologies mentioned that could potentially benefit various actors within the coffee supply chain. Some examples include:\n\n1. Cropster - A cupping and roasting platform that helps coffee roasters streamline their processes, collect data, and improve business practices.\n2. Unnamed software being developed - This software aims to integrate cupping results from Cropster directly into existing systems, thereby making the access to information more efficient for those who already use Cropster.\n3. Michelin or Lego - These companies represent successful examples of innovative product development and implementation across different industries. Their success may serve as inspiration for others seeking to innovate and adapt to changing markets.",
            "source": [
                {
                    "content": "practices quality and sustainability amongst other things They also learn to browse the Internet and can access their emails to communicate with people all over the world Currently this program has benefited more than 2 producers and their families which indicates that access to this type of technology is in demand and growing If we look at how our clients are embracing technology the scene is much more developed We find ourselves in a market that is searching for innovation generating impact from their own operations and management Cropster the cupping and roasting platform has allowed many of our clients to streamline their processes and collect data that has helped them improve business practices And although this platform was primarily developed for coffee roasters we are currently working on software that will allow us to integrate our clients’ cupping results from Cropster directly into our existing systems For roasters already using this platform this will help streamline the",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "coffees online and will be able to make their delivery requests in real time essentially making the access to this already available information much more efficient At Caravela we work on improving efficiencies by identifying what technology can offer us what problems it can fix and how it can be adapted to satisfy the requirements of our business partners Ultimately the technologies we use allow us to achieve our goals to generate an impact and create an improved user experience through simplified processes And this is the key concentrating on the needs of each person but doing it as a company Clients and producers cannot be islands especially when technology is constantly creating commonalities new modes of communication and bringing origin ever closer to the destination You might have already entered this fantastic world of technology and innovation but if not we invite you to start And what better way than to begin by finding the answers to these questions Do you put the needs of",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Michelin or Lego just to name a few With these concerns in mind we decided to reinvent our systems focusing on satisfying the needs of each one of the actors in our value chain coffee producers clients employees and everyone in between If the goal is to always strive for this then no matter how we are innovating we are at least innovating in the right direction We are conscious that in the agricultural world innovation the IoT and blockchain take time and although the agricultural sector has already started the process of incorporating these developments progress can be slow The commitment to change and disruption is minimal and still it is common to hear the phase “but we have always done it like that and it works” Caravela has been an early implementer of technology For our first SCA Expo back in  we chose not to print out brochures to distribute on the show floor; instead we made CD-ROMs with Flash animations to tell the stories of our company and the coffees we represented In  we",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "already entered this fantastic world of technology and innovation but if not we invite you to start And what better way than to begin by finding the answers to these questions Do you put the needs of your clients and suppliers at the centre of your management and operations Are you aware that to be efficient and innovative more than talent and money is needed Is your company prepared to successfully face the expansive waves of a global market that is constantly changing and growing Your email address will not be published Required fields are marked  Save my name email and website in this browser for the next time I comment Blogposts Coffee Roaster Coffee Supply Chain Impact Marisabel Vasquez Sustainability Blogposts Climate Change Coffee Challenges Coffee Supply Chain Pedro Manga Sustainability Blogposts Coffee Challenges Coffee Lifestyle Marisabel Vasquez Relationship Sustainability Transparency Ana Sofia Narvaez Blogposts Coffee Challenges Coffee Insights Coffee Producer Coffee",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, there are various promotional events, expos, and sales related to Michelin, LEGO, and Caravela's offerings. Here's a brief list:\n\n1. Michelin: Various car shows, tire trade fairs, and automobile industry conferences where Michelin promotes its products and services.\n2. LEGO: Theme parks (e.g., Legoland), toy stores, online retailers, and special events such as BrickFest and Bricks Cascade, where LEGO products are promoted and sold.\n3. Caravela: Specialty Coffee Association (SCA) Expos, where they showcase their high-quality coffee and innovative technologies used in their supply chain management. Additionally, Caravela may participate in industry trade shows and events focused on sustainable and ethical sourcing practices.",
            "source": [
                {
                    "content": "Michelin or Lego just to name a few With these concerns in mind we decided to reinvent our systems focusing on satisfying the needs of each one of the actors in our value chain coffee producers clients employees and everyone in between If the goal is to always strive for this then no matter how we are innovating we are at least innovating in the right direction We are conscious that in the agricultural world innovation the IoT and blockchain take time and although the agricultural sector has already started the process of incorporating these developments progress can be slow The commitment to change and disruption is minimal and still it is common to hear the phase “but we have always done it like that and it works” Caravela has been an early implementer of technology For our first SCA Expo back in  we chose not to print out brochures to distribute on the show floor; instead we made CD-ROMs with Flash animations to tell the stories of our company and the coffees we represented In  we",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "back in  we chose not to print out brochures to distribute on the show floor; instead we made CD-ROMs with Flash animations to tell the stories of our company and the coffees we represented In  we started using spreadsheets in Google Docs to keep track of our coffee purchases in each of our warehouses Before that every day our QC Analysts would share this data by emailing an Excel file As the number of warehouses and volumes of coffee purchased grew in  we developed a cloud-based purchasing and traceability system which integrated directly with our accounting software This system allowed us to seamlessly consolidate data from over 20 warehouses in Colombia and later from all our warehouses all over Latin America It also allows us to maintain full traceability of every lot we purchase including quality and pricing data from the moment a lot is brought to us at one of our purchasing points until the coffee is delivered to a roaster anywhere in the world This system not only made our",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "stuff and you won’t need too Buying and dealing in EXW sales is a relationship in which ALL parties involved need to do their part to make the experience a win-win So as you recline at your cupping table and ponder your next coffee purchase consider what is going to add simplicity and minimalism to your future buying and ask yourself this question tears and toil or serenity now Blogposts Coffee Roaster Coffee Supply Chain Impact Marisabel Vasquez Sustainability Blogposts Climate Change Coffee Challenges Coffee Supply Chain Pedro Manga Sustainability Blogposts Coffee Challenges Coffee Lifestyle Marisabel Vasquez Relationship Sustainability Transparency Ana Sofia Narvaez Blogposts Coffee Challenges Coffee Insights Coffee Producer Coffee Supply Chain Sustainability Blogposts Coffee Challenges Coffee Harvest Coffee Producer Coffee Supply Chain Colombia Direct Sourcing William Ortiz Ana Sofia Narvaez Blogposts Coffee Producer Coffee Quality Direct Sourcing El Salvador Relationship",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "practices quality and sustainability amongst other things They also learn to browse the Internet and can access their emails to communicate with people all over the world Currently this program has benefited more than 2 producers and their families which indicates that access to this type of technology is in demand and growing If we look at how our clients are embracing technology the scene is much more developed We find ourselves in a market that is searching for innovation generating impact from their own operations and management Cropster the cupping and roasting platform has allowed many of our clients to streamline their processes and collect data that has helped them improve business practices And although this platform was primarily developed for coffee roasters we are currently working on software that will allow us to integrate our clients’ cupping results from Cropster directly into our existing systems For roasters already using this platform this will help streamline the",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " Some key partnerships or collaborations related to commerce within the provided context include:\n\n1. Coffee roasters and specialty companies (e.g., chocolatiers) for creating unique products.\n2. Millennial-focused expansion in the specialty coffee sector through collaborations with other industries (e.g., clothing, technology).\n3. Farmer-roaster relationships that focus on sustainability and co-dependency, acknowledging the need for each other beyond just payments.",
            "source": [
                {
                    "content": "be any different There’s a lot of talk about sustainability and doing a good thing but let’s also talk about partnership about doing business together and all the glorious rewards and challenges that brings Blogposts Coffee Roaster Coffee Supply Chain Impact Marisabel Vasquez Sustainability Blogposts Climate Change Coffee Challenges Coffee Supply Chain Pedro Manga Sustainability Blogposts Coffee Challenges Coffee Lifestyle Marisabel Vasquez Relationship Sustainability Transparency Ana Sofia Narvaez Blogposts Coffee Challenges Coffee Insights Coffee Producer Coffee Supply Chain Sustainability Blogposts Coffee Challenges Coffee Harvest Coffee Producer Coffee Supply Chain Colombia Direct Sourcing William Ortiz Ana Sofia Narvaez Blogposts Coffee Producer Coffee Quality Direct Sourcing El Salvador Relationship Alejandro Cadena Blogposts Coffee Challenges Coffee Insights Green Coffee Buyer Industry Challenges Pricing Specialty Coffee Aissatou Diallo Articles Blogposts Coffee Harvest Coffee",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Coffee and food collaborations are nothing new Look at a café menu and you can see milk and chocolate combinations in the form a latte or a mocha beverage But the rise of specialty coffee and the boom of small start-up roasters has sparked an increase in creative partnerships between coffee roasters and specialty companies in other industries The purpose is to create unique products to satisfy a marketplace looking for new experiences from trusted suppliers The out-of-home coffee segment is increasingly focused on brands and innovation as the millennial generation and their purchasing power matures Expansion in specialty coffee will come from collaborations outside of the core coffee product Collaborative partnerships with like-minded companies open marketing opportunities In addition to providing content these projects provide access to channels in the corresponding industry They broaden the base of people who see the impression of your brand with the bonus of being associated with a",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "another knowing it has all been subject to the same rigorous quality control procedure When we talk about sustainability it’s about more than paying high prices Purchasing a wider range of qualities from a producer or group of producers deepens the impact and shifts the dynamic of the relationship between farmer and roaster B-Corp holds as one of its key values the notion of co-dependency Not a glamourous description but a relevant one In any given year a farmer hopes to find a good buyer for their coffee but is consistently at the mercy of fashion competition and caprice; a roaster meanwhile can pick whatever they like from the offerings of all the world with only the constraints of quality and priceTo go into partnership with someone however is to make a commitment and to acknowledge that you both need each other; that you are co-dependent When Caravela first started back in  the idea of paying and separating lots according to quality was the backbone of the business model The",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Innovation Relationship Ana Sofia Narvaez Blogposts Coffee Challenges Coffee Producer Coffee Quality Coffee Roaster Direct Sourcing Industry Challenges Relationship Blogposts Coffee Efficiency Coffee Supply Chain Innovation Luz Carime Gomez Sustainability Anthony Auger Blogposts Coffee Efficiency Coffee Harvest Coffee Roaster Direct Sourcing Forecasting Relationship Specialty Coffee Traceability Transparency Alejandro Cadena Blogposts Coffee Producer Coffee Roaster Direct Sourcing Education Guatemala Specialty Coffee Sustainability Blogposts Coffee Challenges Coffee Insights Coffee Roaster Guest Blogpost Specialty Coffee Blogposts Carlos Morales Coffee Efficiency Coffee Supply Chain Direct Sourcing Education El Salvador Employee Guatemala Industry Challenges Relationship Alieth Polo Blogposts Coffee Harvest Coffee Producer Coffee Quality Ecuador Education Sustainability Coffee Producer Coffee Supply Chain Direct Sourcing Impact Relationship Rory Gowan Traceability Alejandro Cadena",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, it seems that Marisabel Vásquez works as the Marketing and Community Coordinator for Caravela Coffee in Bogotá, Colombia. There isn't any direct mention of job openings or educational programs related to Caravela Coffee. However, if there are any such opportunities, they would likely be posted on the company's website or social media channels.",
            "source": [
                {
                    "content": "Marisabel Vásquez is the Marketing and Community Coordinator for Caravela Coffee based in Bogota Colombia After a year doing her internship at Caravela and learning about coffee the specialty market the supply chain whilst meeting and working hand in hand with producers she was hired full-time to manage all company marketing and social media which she has been doing over the last two years   Thanks for your blog I believe that the fields of specialty coffee and International education have a lot of overlap Preparing students to be visitors in host communities is a model that I myself like to refer to when I facilitate origin trips International education background has also enabled me to pay much more attention to the language I use in this somewhat newer career trajectory that is specialty coffee Thanks again Your email address will not be published Required fields are marked  Save my name email and website in this browser for the next time I comment Blogposts Coffee Roaster Coffee",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "waiting to move to Melbourne to continue his coffee adventure as the new General Manager for Victoria Arduino in Australia  Your email address will not be published Required fields are marked  Save my name email and website in this browser for the next time I comment Was this interesting Grab a coffee and pick another from the articles below",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "North Carolina opened a coffeehouse of my own and began my now decades-long career in coffee My 10 years as a shop owner The Third Place Coffeehouse in Raleigh still open today 11 years as a manager for Durham-based roaster Counter Culture Coffee and 3 years at Volcafe's Genuine Origin has prepared me for my current role as North American Sales Manager at Caravela Coffee Salomé Puentes I work as Relationship Builder Coordinator for Caravela Coffee After persuading my way into a private weekly cupping in Armenia Colombia I fell in love with coffee By the age of 19 that passion took me to intern with Caravela in Bogotá  Since then I took on various roles and responsibilities within the company gaining a broad and nuanced understanding of the coffee industry I am a believer in coffee’s ability to transform the lives of producers through small changes improving coffee quality and sustainability at origin by looking at the opportunities instead of the lack of them Your email address will",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "We are delighted to share with you that for the sixth consecutive year we have been recognized by B Labs for being a ‘Best-for-the-World’ company This award is given every year to those B-Corps whose score in one or several of the five B impact areas is among the top 5 in the world and recognizes our best practices and consistent efforts to positively impact all our stakeholders Despite having received this important recognition for the last six years this time we are even more excited because this year we have been recognized for our efforts in the Workers category In  when we first received our B-Corp certification we realized we needed to improve significantly in this category We have made tremendous efforts during these 7 years to improve our impact on our employees to make their lives better implementing many initiatives to improve our employee’s compensation benefits training education and progression opportunities as well as the diversity and inclusion within our Company This",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events related to specialty coffee, including job fairs, webinars, workshops, and training programs. Here's a list of some notable events:\n\nJob Fairs:\n\n* Specialty Coffee Expo (SCAE): A major event organized by the Specialty Coffee Association (SCAA), bringing together professionals from around the world to network, attend educational sessions, and explore job opportunities within the specialty coffee industry.\n* European Coffee Exhibition (ECE): Another significant event focusing on the European specialty coffee market, offering networking, educational sessions, and job opportunities.\n\nWebinars and Workshops:\n\n* Specialty Coffee Association (SCAA) Webinar Series: Regular online presentations covering various topics related to specialty coffee, including production, roasting, brewing, and business management.\n* Barista Guild of America (BGA) Online Education: Offers a range of courses and workshops designed to improve barista skills and knowledge, including webinars and hands-on classes.\n* SCAE Skillset Program: An extensive program providing in-depth education and training for those seeking to enhance their expertise in specialty coffee.\n\nTraining Programs:\n\n* SCAE Certified Trainer Program: A professional development opportunity for individuals wishing to become certified trainers in the specialty coffee industry.\n* SCAE Cupping Course: A course designed to teach cupping techniques and provide a deeper understanding of coffee flavors and characteristics.\n* SCAE Green Coffee Basics Course: A foundational course covering green coffee origins, processing methods, and grading standards.",
            "source": [
                {
                    "content": "targeted educational content for producers to focus on their improvement opportunities Lastly we set up task forces selecting the most suitable members of our team based on the producer’s specific needs and cultural closeness to them For instance selecting our team members in Cusco that speak Quechua which is the common language in the region and necessary if looking to share technical knowledge with coffee growers This with the aim of ensuring that were effectively communicating our message and knowledge in these workshops During the workshops we covered general content such as Caravela’s history and principles our buying parameters and best post-harvest practices pulper calibration fermentation drying and storing After finishing every workshop we evaluated the participants through questions and contests where for example the producers who provided the most comprehensive answer won prizes such as Caravela jute bags GrainPro bag or coffee bags In total we affected over  coffee growers",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Marisabel Vásquez is the Marketing and Community Coordinator for Caravela Coffee based in Bogota Colombia After a year doing her internship at Caravela and learning about coffee the specialty market the supply chain whilst meeting and working hand in hand with producers she was hired full-time to manage all company marketing and social media which she has been doing over the last two years   Thanks for your blog I believe that the fields of specialty coffee and International education have a lot of overlap Preparing students to be visitors in host communities is a model that I myself like to refer to when I facilitate origin trips International education background has also enabled me to pay much more attention to the language I use in this somewhat newer career trajectory that is specialty coffee Thanks again Your email address will not be published Required fields are marked  Save my name email and website in this browser for the next time I comment Blogposts Coffee Roaster Coffee",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "helping them monitor and adjust during the harvest to maintain quality Also we will be doing field schools and sharing best practices for dry-washed natural and honey coffees while sharing as well with other producers from the area who have good process and quality Additionally Caravela has donated some GrainPro bags to Maria to better protect and preserve her coffee while it’s in storage at the farm All in all going from an idea to a realized project takes time patience and dedication as Maria Holly and Alex can attest We along with them can’t wait to see and taste the results  If you are interested in becoming part of an origin project or want to create one read on about the steps we recommend considering beforehand To learn more click here  Simplemente extraordinario Sueños de todos los que hacemos cafés desde nuestras pequeñas parcelas Your email address will not be published Required fields are marked  Save my name email and website in this browser for the next time I comment Was",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "specialty coffee products for them In our most recent specialty coffee project we focused on the next generation baristas We trained 16 young coffee talents between 18 to 30 years old They all had a great passion for coffee Working with young talents was inspiring and what I personally enjoyed the most was their openness to new things The next generation is definitely the key to build a more sustainable coffee business One student told us that he was shocked when he tasted his first specialty coffee during his first day in our academy In the meantime he took over the academy from myself and runs it now himself to promote specialty coffee Today we can definitely say that specialty coffee is getting more accessible to a wider audience Nevertheless to make specialty coffee happen in Switzerland we had to put in a lot of passion dedication and very hard work There were many challenges to overcome consumer research clearly showed that commercial coffee drinkers often find specialty coffee",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The passage highlights various employee or participant benefits that Caravela implemented after receiving feedback from its B Lab's 'Impact Assessment'. These benefits include improvements in compensation, benefits, training, education, progression opportunities, and diversity and inclusion within the company. By focusing on enhancing the quality of life of their co-workers, Caravela demonstrated a strong commitment to creating a supportive and inclusive work environment.",
            "source": [
                {
                    "content": "We are delighted to share with you that for the sixth consecutive year we have been recognized by B Labs for being a ‘Best-for-the-World’ company This award is given every year to those B-Corps whose score in one or several of the five B impact areas is among the top 5 in the world and recognizes our best practices and consistent efforts to positively impact all our stakeholders Despite having received this important recognition for the last six years this time we are even more excited because this year we have been recognized for our efforts in the Workers category In  when we first received our B-Corp certification we realized we needed to improve significantly in this category We have made tremendous efforts during these 7 years to improve our impact on our employees to make their lives better implementing many initiatives to improve our employee’s compensation benefits training education and progression opportunities as well as the diversity and inclusion within our Company This",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "on our suppliers employees the communities we have daily interactions with as well as our clients and shareholders In our  Impact Assessment which was a new and improved version our score was almost 30 points lower than the previous year due to several areas for improvement that were identified Being the first time that our score had dropped by more than 10 since we joined the B-Corp movement in  we set the goal of reducing the gap in almost all the areas of improvement highlighted focusing a large part of our efforts on advancing the quality of life of our co-workers our people  The biggest opportunity revealed by the assessment concerned salaries paid to our co-workers Although as an organization we complied with local laws by paying the legal minimum wage in each country this was not enough We needed to ensure that all our co-workers received at least a living wage a truly decent wage in accordance with the living conditions of each country thereby improving their quality of life",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "better implementing many initiatives to improve our employee’s compensation benefits training education and progression opportunities as well as the diversity and inclusion within our Company This recognition is a testament that we are achieving our goal For over 20 years making coffee better has been our mission But this mission does not start and end only with flavor It also means strengthening coffees power to bear fruit in the lives of growers consumers and everyone in between – including our employees There is still much work to do to continue improving in many areas but that will not stop us from doing our best to always be a ‘Best-for-the-World’ company Your email address will not be published Required fields are marked  Save my name email and website in this browser for the next time I comment Was this interesting Grab a coffee and pick another from the articles below",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "regardless of the difficulties we were facing Before the profitability of the company lay the obligation and commitment to these 55 team members who had to leave their homes to go to work risking their lives and those of their families For that reason and despite the continued uncertainty in mid- we made the decision to increase the salary of all these collaborators by 10 starting in July  Having endured the worst of the storm and fortunately rallied to a strong finish to the year in December we decided that as of January 1  we would increase the salary of all these team members to the living wage of their country Today I can say with pride that all our team members receive a decent salary that will allow them and their families to continue progressing One month into this achievement I can see the happiness and commitment of our employees They know that Caravela is an organization that supports them in difficult times and that we as a company will always believe that our greatest",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " The key takeaway from the most recent financial or earnings report is that the company achieved over $1 million in savings compared to its initial budget while maintaining employee satisfaction and wellbeing. Additionally, the report highlights the importance of providing a living wage to all employees, especially those working in high-risk roles.",
            "source": [
                {
                    "content": "employees here have continued to perform at their best and deliver Although the year is far from over with the second harvest about to commence we are happy in the knowledge it will be a profitable year for the coffee growers that we work with and we look forward to the challenges that will make us stronger – and coffee better Your email address will not be published Required fields are marked  Save my name email and website in this browser for the next time I comment Was this interesting Grab a coffee and pick another from the articles below",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "volatile markets as they “move more” and thus offer different type of trading opportunities Your email address will not be published Required fields are marked  Save my name email and website in this browser for the next time I comment Was this interesting Grab a coffee and pick another from the articles below",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "regardless of the difficulties we were facing Before the profitability of the company lay the obligation and commitment to these 55 team members who had to leave their homes to go to work risking their lives and those of their families For that reason and despite the continued uncertainty in mid- we made the decision to increase the salary of all these collaborators by 10 starting in July  Having endured the worst of the storm and fortunately rallied to a strong finish to the year in December we decided that as of January 1  we would increase the salary of all these team members to the living wage of their country Today I can say with pride that all our team members receive a decent salary that will allow them and their families to continue progressing One month into this achievement I can see the happiness and commitment of our employees They know that Caravela is an organization that supports them in difficult times and that we as a company will always believe that our greatest",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "areas With the help of all our co-workers across our warehouses and offices we were able to achieve over 1 million dollars in savings compared to our initial budget all without affecting any of our co-workers  As the crisis progressed however we continued to analyze the wage issue Using the studies that have been published by the GLWC with information from the seven Latin American countries where we operate we found that in four origins Mexico Nicaragua Colombia and Ecuador we were not ensuring a living wage to 55 of our co-workers Not surprisingly most of the team members needing a wage increase were precisely the people who due to the nature of their role could not work from home and indeed faced the greatest health risks This confirmed to us that it was an effort we had to make as an organization regardless of the difficulties we were facing Before the profitability of the company lay the obligation and commitment to these 55 team members who had to leave their homes to go to work",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided text, there do not appear to be any specific investor events or funding rounds mentioned. However, the text does mention that they \"entered quarantine and lockdown\" during the COVID-19 pandemic, which could potentially impact investment opportunities or fundraising efforts.",
            "source": [
                {
                    "content": "Twenty years ago this week we started an incredible journey In  we set up our first office located at  Regent Street in the heart of London Despite the location our office was far from being fancy We shared a very small space roughly 10 sq meters with a friend that had just started a renewable energy company At first we worked to connect Latin American products with European markets We initially worked with fresh produce purchasing from different suppliers across Latin America and selling to distributors in the New Covent Garden market We worked long hours and managed to ship products every week Yet in  we discovered the one product that was going to change our company and our lives high quality specialty coffee We began importing coffee working with well-known Colombian exporters and selling to established UK roasters But our big break happened in April of  at the SCAA conference and exhibition in Anaheim California Both Alejandro and I attended this exhibition and over a long weekend",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "a set business plan financing or large capital but we were eager to learn willing to innovate to travel to explore and to work hard always striving to generate value for all parties During our first decade our focus was on becoming the premier exporter of high-quality Colombian coffees; doing this meant disrupting an industry that relied on antiquated and obscure practices We developed a model with transparency and traceability at its core and worked directly with farmers and associations rewarding them for the quality of their coffee while putting them front and center We created our own quality standards and innovated continuously never willing to compromise on quality In hindsight we were in the right place at the right time - just as coffee’s third wave was starting to flourish – and have been fortunate to work with most of the early renegade roasters We grew fast in that first decade In  the Colombian coffee industry was ravaged by coffee leaf rust aka roya The country’s",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "We have also continued to expand our prod ucer network this year alone we initiated relationships with over  coffee producers from all corners of the country They are all really excited about PECA our coffee educational program and we look forward to working with them to keep improving coffee quality We were also pleased to once again welcome the new year by exporting the best lots from the Galapagos Islands where we continue our in-depth work with producers guaranteeing quality and improving production yields year over year The results are definitely rewarding This year’s La Tortuga was a sensation with roasters from around Europe and the US all of them keen to taste more from the archipelago’s upcoming harvest Then as for pretty much everyone else in the world the pandemic arrived bringing a series of challenges We entered quarantine and lockdown in Quito right in the middle of harvest season for the northern region Fortunately it didn’t affect the harvest process much Most of the",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "This month has been extremely exciting for Caravela We started the month announcing that we won the SCA Sustainability Award in the Business Model category And last week we announced that our supplier farmers in the Galapagos Islands achieved the Carbon Neutral Standard after a third-party verification process that certified that the coffee that we source in Galapagos is climate positive These are just two great milestones that we have achieved in the last two decades It is no coincidence that while we were making these huge announcements joined by beautiful stories and faces that make us feel deeply proud the B Corp community was celebrating B Corp Month During this month many fellow B Corp companies have been sharing inspirational stories on social media with the hashtag BehindtheB The campaign aims to show the world what it means to be a B Corp company and what makes B Corps a different kind of business I have genuinely enjoyed seeing what different B Corp customers and coffee",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, there isn't any direct mention of financial or funding goals specifically set for the next period. However, it is mentioned that the company has increased the salaries of its employees to the living wage of their respective countries, which indicates a focus on employee wellbeing and fair compensation. Furthermore, the company has committed to achieving certain United Nations Sustainable Development Goals (SDGs), such as combating climate change, protecting and restoring terrestrial ecosystems, ensuring inclusive and equitable quality education, and promoting lifelong learning opportunities for all. These goals require resources and efforts from the company, indicating potential financial investments related to these initiatives.",
            "source": [
                {
                    "content": "regardless of the difficulties we were facing Before the profitability of the company lay the obligation and commitment to these 55 team members who had to leave their homes to go to work risking their lives and those of their families For that reason and despite the continued uncertainty in mid- we made the decision to increase the salary of all these collaborators by 10 starting in July  Having endured the worst of the storm and fortunately rallied to a strong finish to the year in December we decided that as of January 1  we would increase the salary of all these team members to the living wage of their country Today I can say with pride that all our team members receive a decent salary that will allow them and their families to continue progressing One month into this achievement I can see the happiness and commitment of our employees They know that Caravela is an organization that supports them in difficult times and that we as a company will always believe that our greatest",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "who share many of our values This initiative will help us to not only continue measuring and managing our impact but establish SMART goals and objectives focused on improving our contributions to the SDGs The three goals that we committed to in our application are not new initiatives for Caravela; they are projects that we have already started to work on  In fact some of you may already be familiar with them but this platform helps us articulate a clear vision of where we want to be set specific goals and work towards them all while continuing to source great coffee SDG 13 Take urgent action to combat climate change and its impacts SDG 15 Protect restore and promote sustainable use of terrestrial ecosystems sustainably manage forests combat desertification and stop or reverse land degradation and prevent biodiversity loss SDG 4 Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all In belonging to this initiative we believe that we are",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "and prevent biodiversity loss SDG 4 Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all In belonging to this initiative we believe that we are taking a crucial step forward We want to have a positive impact and be able to measure receive feedback and manage this impact in order to steadily improve Additionally with our pursuit of the global Sustainability Development Goals we are committing to something bigger than ourselves We aim to continue working with different entities who help us bring to life our belief that together we can make coffee better We invite you to learn more about our commitment to being carbon neutral by  and see how we examined our company salary structure to ensure we are paying at least the living wage to all employees where they work Your email address will not be published Required fields are marked  Save my name email and website in this browser for the next time I comment Was this interesting Grab a coffee",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "sustainable goals The best part is that we will be able to offer free sustainability verification for both coffee roasters and producers with an emphasis on environmental protection and social responsibility areas like child labor minimum wage compliance soil conservation sustainable production and quality improvement In addition we will have visibility on more standards if needed like traceability transparent pricing and access to training which are already embedded in our processes Planning however is not enough Establishing a way to comply and reach these goals is imperative No company is perfect but identifying our weaknesses triggers our commitment to always be better We know that to Make Coffee Better we need to work with other actors in the industry If we all work together we can accomplish our mission of strengthening coffee’s power to bear fruit in the lives of growers consumers and everyone in between That’s why we searched for an ally with our same values principles and",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " As of my knowledge cutoff date in September 202, I am unable to provide specific recent publications, research findings, or introduced technologies related to the topic discussed in the provided text. However, I can suggest some general resources where you may find relevant information:\n\n1. Specialty Coffee Association (SCA): The SCA is a leading organization in the specialty coffee industry. Their website and publications often feature the latest news, research, and innovations within the sector. Visit their website at [www.specialtycoffee.org](http://www.specialtycoffee.org).\n2. Academic Journals: Look for recently published articles in academic journals such as \"Coffee Science\" ([https://journals.humankinetics.com/view/journals/cs/coss/forAuthor/summary.html]) and \"Journal of Agricultural and Food Chemistry\" ([https://pubs.acs.org/journal/jafcah]). These sources often cover the latest research findings in the field of coffee production, processing, and consumption.\n3. Industry Conferences and Events: Keep an eye on upcoming events and conferences in the coffee industry, such as the annual SCA Expo ([https://scaexpo.org/)]), World Coffee Research Symposium ([https://worldcoffeeresearch.org/symposium/)]), and Global Coffee Platform ([https://globalcoffeeplatfrom.org/)]). These gatherings often feature presentations on the latest advancements, research, and technologies in the coffee industry.",
            "source": [
                {
                    "content": "Talking about IT in the 21st century is to talk about innovation It means speaking about digitalization and it is inevitable when thinking about the fourth industrial revolution as many people call it not to find an endless number of technologies that could be implemented It’s hard to decide what to focus on between artificial intelligence big data digital transformation blockchain the internet of things etc For this reason it is not uncommon for businesses to arrive at a crossroads what technology should they focus on How can we be at the cutting edge of technology and be profitable This is a very valid question given that implementing the best systems or spending millions of dollars does not guarantee success nor the return on your investment as evidenced by many big companies like Philips Michelin or Lego just to name a few With these concerns in mind we decided to reinvent our systems focusing on satisfying the needs of each one of the actors in our value chain coffee producers",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Michelin or Lego just to name a few With these concerns in mind we decided to reinvent our systems focusing on satisfying the needs of each one of the actors in our value chain coffee producers clients employees and everyone in between If the goal is to always strive for this then no matter how we are innovating we are at least innovating in the right direction We are conscious that in the agricultural world innovation the IoT and blockchain take time and although the agricultural sector has already started the process of incorporating these developments progress can be slow The commitment to change and disruption is minimal and still it is common to hear the phase “but we have always done it like that and it works” Caravela has been an early implementer of technology For our first SCA Expo back in  we chose not to print out brochures to distribute on the show floor; instead we made CD-ROMs with Flash animations to tell the stories of our company and the coffees we represented In  we",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "coffees online and will be able to make their delivery requests in real time essentially making the access to this already available information much more efficient At Caravela we work on improving efficiencies by identifying what technology can offer us what problems it can fix and how it can be adapted to satisfy the requirements of our business partners Ultimately the technologies we use allow us to achieve our goals to generate an impact and create an improved user experience through simplified processes And this is the key concentrating on the needs of each person but doing it as a company Clients and producers cannot be islands especially when technology is constantly creating commonalities new modes of communication and bringing origin ever closer to the destination You might have already entered this fantastic world of technology and innovation but if not we invite you to start And what better way than to begin by finding the answers to these questions Do you put the needs of",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "practices quality and sustainability amongst other things They also learn to browse the Internet and can access their emails to communicate with people all over the world Currently this program has benefited more than 2 producers and their families which indicates that access to this type of technology is in demand and growing If we look at how our clients are embracing technology the scene is much more developed We find ourselves in a market that is searching for innovation generating impact from their own operations and management Cropster the cupping and roasting platform has allowed many of our clients to streamline their processes and collect data that has helped them improve business practices And although this platform was primarily developed for coffee roasters we are currently working on software that will allow us to integrate our clients’ cupping results from Cropster directly into our existing systems For roasters already using this platform this will help streamline the",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Yes, there are several ongoing and upcoming research projects and innovation initiatives at Caravela. Some of these include:\n\n1. Blockchain integration: Caravela is exploring ways to integrate blockchain technology into their supply chain processes to enhance transparency and traceability. This project involves collaborating with various partners to develop and implement blockchain solutions.\n2. Renewable energy adoption: Caravela is committed to reducing its environmental footprint and becoming carbon neutral by . As part of this effort, the company is investigating renewable energy sources such as solar power to replace fossil fuels used in their operations.\n3. Farm improvement programs: Caravela supports coffee farmers through various initiatives designed to improve farm productivity, sustainability, and profitability. These efforts involve ongoing research and collaboration with partner organizations to develop best practices and technologies for coffee production.",
            "source": [
                {
                    "content": "Michelin or Lego just to name a few With these concerns in mind we decided to reinvent our systems focusing on satisfying the needs of each one of the actors in our value chain coffee producers clients employees and everyone in between If the goal is to always strive for this then no matter how we are innovating we are at least innovating in the right direction We are conscious that in the agricultural world innovation the IoT and blockchain take time and although the agricultural sector has already started the process of incorporating these developments progress can be slow The commitment to change and disruption is minimal and still it is common to hear the phase “but we have always done it like that and it works” Caravela has been an early implementer of technology For our first SCA Expo back in  we chose not to print out brochures to distribute on the show floor; instead we made CD-ROMs with Flash animations to tell the stories of our company and the coffees we represented In  we",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "already entered this fantastic world of technology and innovation but if not we invite you to start And what better way than to begin by finding the answers to these questions Do you put the needs of your clients and suppliers at the centre of your management and operations Are you aware that to be efficient and innovative more than talent and money is needed Is your company prepared to successfully face the expansive waves of a global market that is constantly changing and growing Your email address will not be published Required fields are marked  Save my name email and website in this browser for the next time I comment Blogposts Coffee Roaster Coffee Supply Chain Impact Marisabel Vasquez Sustainability Blogposts Climate Change Coffee Challenges Coffee Supply Chain Pedro Manga Sustainability Blogposts Coffee Challenges Coffee Lifestyle Marisabel Vasquez Relationship Sustainability Transparency Ana Sofia Narvaez Blogposts Coffee Challenges Coffee Insights Coffee Producer Coffee",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "and prevent biodiversity loss SDG 4 Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all In belonging to this initiative we believe that we are taking a crucial step forward We want to have a positive impact and be able to measure receive feedback and manage this impact in order to steadily improve Additionally with our pursuit of the global Sustainability Development Goals we are committing to something bigger than ourselves We aim to continue working with different entities who help us bring to life our belief that together we can make coffee better We invite you to learn more about our commitment to being carbon neutral by  and see how we examined our company salary structure to ensure we are paying at least the living wage to all employees where they work Your email address will not be published Required fields are marked  Save my name email and website in this browser for the next time I comment Was this interesting Grab a coffee",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Continuous small improvements and innovations have been the way that we as a species have evolved and adapted to new eras and changes There is no magic formula or a unique way it takes time and learning from mistakes Your email address will not be published Required fields are marked  Save my name email and website in this browser for the next time I comment Blogposts Coffee Roaster Coffee Supply Chain Impact Marisabel Vasquez Sustainability Blogposts Climate Change Coffee Challenges Coffee Supply Chain Pedro Manga Sustainability Blogposts Coffee Challenges Coffee Lifestyle Marisabel Vasquez Relationship Sustainability Transparency Ana Sofia Narvaez Blogposts Coffee Challenges Coffee Insights Coffee Producer Coffee Supply Chain Sustainability Blogposts Coffee Challenges Coffee Harvest Coffee Producer Coffee Supply Chain Colombia Direct Sourcing William Ortiz Ana Sofia Narvaez Blogposts Coffee Producer Coffee Quality Direct Sourcing El Salvador Relationship Alejandro Cadena Blogposts",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the text provided, there isn't any specific mention of research grants or innovation awards that have been recently distributed. However, there are some notable achievements mentioned, like winning the SCA Sustainability Award in the Business Model category and the carbon neutral standard certification for the supplier farmers in the Galapagos Islands.",
            "source": [
                {
                    "content": "We are delighted to share with you that for the sixth consecutive year we have been recognized by B Labs for being a ‘Best-for-the-World’ company This award is given every year to those B-Corps whose score in one or several of the five B impact areas is among the top 5 in the world and recognizes our best practices and consistent efforts to positively impact all our stakeholders Despite having received this important recognition for the last six years this time we are even more excited because this year we have been recognized for our efforts in the Workers category In  when we first received our B-Corp certification we realized we needed to improve significantly in this category We have made tremendous efforts during these 7 years to improve our impact on our employees to make their lives better implementing many initiatives to improve our employee’s compensation benefits training education and progression opportunities as well as the diversity and inclusion within our Company This",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "September 29th  The women listed below are experts in different areas who bring inspiration by doing so much good for the industry Listening to them share their “aha” moments and lessons inspired us so much to continue making coffee better together Because as Beyonce says “who run the world Girls”  Director of Roasting at Joe Coffee Company and Founder at Women in Coffee Project",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "and contests where for example the producers who provided the most comprehensive answer won prizes such as Caravela jute bags GrainPro bag or coffee bags In total we affected over  coffee growers from over 13 different communities We have now concluded this initiative and are now excited about the enthusiasm shown by the participants and especially by the quality of their responses letting us know that we were successful not only on transmitting the information but ensuring they can see value on its final purpose Your email address will not be published Required fields are marked  Save my name email and website in this browser for the next time I comment Was this interesting Grab a coffee and pick another from the articles below",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "This month has been extremely exciting for Caravela We started the month announcing that we won the SCA Sustainability Award in the Business Model category And last week we announced that our supplier farmers in the Galapagos Islands achieved the Carbon Neutral Standard after a third-party verification process that certified that the coffee that we source in Galapagos is climate positive These are just two great milestones that we have achieved in the last two decades It is no coincidence that while we were making these huge announcements joined by beautiful stories and faces that make us feel deeply proud the B Corp community was celebrating B Corp Month During this month many fellow B Corp companies have been sharing inspirational stories on social media with the hashtag BehindtheB The campaign aims to show the world what it means to be a B Corp company and what makes B Corps a different kind of business I have genuinely enjoyed seeing what different B Corp customers and coffee",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided information, Caravela is collaborating with various organizations, institutions, and entities to achieve its sustainability goals. Some of these include:\n\n1. Business Call to Action (BCtA): Caravela has joined this global initiative led by the United Nations, which challenges companies to develop inclusive business models that engage people at the base of the economic pyramid while contributing to the 17 Sustainable Development Goals (SDGs). By becoming a member, Caravela aligns itself with like-minded organizations committed to making a positive impact on society and the environment.\n2. Cooperatives: Caravela works closely with local cooperatives, providing support and resources to help improve the quality of their coffee. Through these partnerships, both parties can learn from each other and contribute to the overall success of the coffee industry.\n3. PECA Technicians: As part of Caravela's commitment to sustainability, the PECA technicians assist coffee growers by offering training, technical advice, and knowledge sharing. Their efforts aim to improve the quality of coffee produced while promoting environmental stewardship and social welfare within the communities involved.\n4. Coffee Growers: Ultimately, Caravela's success depends on the hard work and dedication of the individual coffee growers. By partnering with these producers, Caravela demonstrates its commitment to building strong relationships and fostering mutual benefits.",
            "source": [
                {
                    "content": "effective companies are those who use business as a force for good It can be easy to lose sight of this when focusing solely on growth but when a particular cause is foundational to an organization improvement can be just a matter of establishing more ambitious targets For this reason in  we decided to become new members of an inspiring community Business Call to Action is an initiative launched by the United Nations in  that recruits and challenges companies all over the world to develop inclusive business models that engage people at the base of the economic pyramid by working towards seventeen Sustainable Development Goals SDGs We are happy to announce that Caravela is now one of the  members of this community Now we are working for a cause larger than our own alongside hundreds of companies who share many of our values This initiative will help us to not only continue measuring and managing our impact but establish SMART goals and objectives focused on improving our contributions",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "non-starter  If leadership of a cooperative doesn’t want to provide a list of members because they are afraid that someone will “steal their farmers” then that is a red flag Caravela PECA technicians visit producers to work with them and improve the quality of their coffee  In a group setting they will program ECAs Farmer Field Schools to teach groups of coffee growers at once where they all share their experiences and do follow up work  The PECA team leverages the work that we are doing in multiple origins to teach current best practices with no cost to the producers or to the cooperative  Sometimes when we see resistance from the coop to offer assistance from our PECA team this might also be a red flag   Organic certificates are often owned at the cooperative level  Because of the sheer number of small farmers these certificates are issued based on formulas and random samples  Yes the coffee is organically certified but the small producer is beholden to the cooperative that holds",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "be any different There’s a lot of talk about sustainability and doing a good thing but let’s also talk about partnership about doing business together and all the glorious rewards and challenges that brings Blogposts Coffee Roaster Coffee Supply Chain Impact Marisabel Vasquez Sustainability Blogposts Climate Change Coffee Challenges Coffee Supply Chain Pedro Manga Sustainability Blogposts Coffee Challenges Coffee Lifestyle Marisabel Vasquez Relationship Sustainability Transparency Ana Sofia Narvaez Blogposts Coffee Challenges Coffee Insights Coffee Producer Coffee Supply Chain Sustainability Blogposts Coffee Challenges Coffee Harvest Coffee Producer Coffee Supply Chain Colombia Direct Sourcing William Ortiz Ana Sofia Narvaez Blogposts Coffee Producer Coffee Quality Direct Sourcing El Salvador Relationship Alejandro Cadena Blogposts Coffee Challenges Coffee Insights Green Coffee Buyer Industry Challenges Pricing Specialty Coffee Aissatou Diallo Articles Blogposts Coffee Harvest Coffee",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "The responsibility of business is to use its will and resources to advance a cause greater than itself protect the people and places in which it operates and generate more resources so that it can continue doing all those things for as long as possible An organization can do whatever it likes to build its business so as long as it is responsible for the consequences of its actions – Simon Sinek  The Infinite Game Social impact at its best involves companies and individuals uniting behind a cause to deliver a more substantial benefit There are numerous strategies and programs that we as a business can implement so we operate in a way that protects those who work with us buy from us and the environment in which we live However there are several things to consider when thinking about corporate social impact First it’s extremely difficult to improve your impact on your own Developing partnerships and alliances and working with organizations that share a value or cause with your company are",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided context, there doesn't seem to be any specific joint events, projects, or initiatives mentioned between Caravela and other companies or organizations. However, they have joined the Business Call to Action (BCtA) community, which consists of various companies committed to achieving the UN's Sustainable Development Goals (SDGs). By becoming a member of BCtA, Caravela has aligned itself with a broader cause and is working alongside other like-minded companies to contribute positively to society and the environment.",
            "source": [
                {
                    "content": "be any different There’s a lot of talk about sustainability and doing a good thing but let’s also talk about partnership about doing business together and all the glorious rewards and challenges that brings Blogposts Coffee Roaster Coffee Supply Chain Impact Marisabel Vasquez Sustainability Blogposts Climate Change Coffee Challenges Coffee Supply Chain Pedro Manga Sustainability Blogposts Coffee Challenges Coffee Lifestyle Marisabel Vasquez Relationship Sustainability Transparency Ana Sofia Narvaez Blogposts Coffee Challenges Coffee Insights Coffee Producer Coffee Supply Chain Sustainability Blogposts Coffee Challenges Coffee Harvest Coffee Producer Coffee Supply Chain Colombia Direct Sourcing William Ortiz Ana Sofia Narvaez Blogposts Coffee Producer Coffee Quality Direct Sourcing El Salvador Relationship Alejandro Cadena Blogposts Coffee Challenges Coffee Insights Green Coffee Buyer Industry Challenges Pricing Specialty Coffee Aissatou Diallo Articles Blogposts Coffee Harvest Coffee",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "effective companies are those who use business as a force for good It can be easy to lose sight of this when focusing solely on growth but when a particular cause is foundational to an organization improvement can be just a matter of establishing more ambitious targets For this reason in  we decided to become new members of an inspiring community Business Call to Action is an initiative launched by the United Nations in  that recruits and challenges companies all over the world to develop inclusive business models that engage people at the base of the economic pyramid by working towards seventeen Sustainable Development Goals SDGs We are happy to announce that Caravela is now one of the  members of this community Now we are working for a cause larger than our own alongside hundreds of companies who share many of our values This initiative will help us to not only continue measuring and managing our impact but establish SMART goals and objectives focused on improving our contributions",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "In Part I of this blogpost and our latest webinar we talked about the general concept of T+T and how it creates context for a company and can help take decisions for producers exporters and roasters alike We explored why is important for a company and how having this information can widen the understanding of the internal dynamics of a country exporter importing partner and producing partner from the macro to the micro Now we want to focus on the HOW – how can we implement it in our company are there any examples This are simple things to consider in order to start implementing or building these principles in your company With all this information at hand you can start planning together with your partners be it finely tuning certain things or embarking together on big changes This will take some harvests to be implemented and evaluated but if implemented correctly it will create value for all parties Most roasters around the world rely exclusively on exporters and importers to obtain",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "social impact First it’s extremely difficult to improve your impact on your own Developing partnerships and alliances and working with organizations that share a value or cause with your company are key to advance and have a greater contribution This is where the word “Together” in our slogan makes the difference Second it is of paramount importance to act measure receive feedback modify and then take further action in an improved way When you engage in this process you can yield profound insights regarding your footprint impact and progress Third for businesses to provide genuine continuous sustainable benefit to their communities and the world this aim should be part of their business model or at least part of their DNA Not all companies impact communities in the same way but the most effective companies are those who use business as a force for good It can be easy to lose sight of this when focusing solely on growth but when a particular cause is foundational to an organization",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Throughout the text, various types of collaborations are discussed, including those between coffee roasters and specialty companies in other industries, as well as those aimed at achieving sustainability goals. The mutual objectives and outcomes expected from these collaborations generally involve creating unique products, expanding markets, enhancing brand image, promoting sustainability, and improving overall industry practices. By working together, these collaborating partners hope to achieve growth, innovation, and positive change within the specialty coffee sector while maintaining strong relationships built on shared values, principles, and commitments to making coffee better for all stakeholders involved.",
            "source": [
                {
                    "content": "be any different There’s a lot of talk about sustainability and doing a good thing but let’s also talk about partnership about doing business together and all the glorious rewards and challenges that brings Blogposts Coffee Roaster Coffee Supply Chain Impact Marisabel Vasquez Sustainability Blogposts Climate Change Coffee Challenges Coffee Supply Chain Pedro Manga Sustainability Blogposts Coffee Challenges Coffee Lifestyle Marisabel Vasquez Relationship Sustainability Transparency Ana Sofia Narvaez Blogposts Coffee Challenges Coffee Insights Coffee Producer Coffee Supply Chain Sustainability Blogposts Coffee Challenges Coffee Harvest Coffee Producer Coffee Supply Chain Colombia Direct Sourcing William Ortiz Ana Sofia Narvaez Blogposts Coffee Producer Coffee Quality Direct Sourcing El Salvador Relationship Alejandro Cadena Blogposts Coffee Challenges Coffee Insights Green Coffee Buyer Industry Challenges Pricing Specialty Coffee Aissatou Diallo Articles Blogposts Coffee Harvest Coffee",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "In Part I of this blogpost and our latest webinar we talked about the general concept of T+T and how it creates context for a company and can help take decisions for producers exporters and roasters alike We explored why is important for a company and how having this information can widen the understanding of the internal dynamics of a country exporter importing partner and producing partner from the macro to the micro Now we want to focus on the HOW – how can we implement it in our company are there any examples This are simple things to consider in order to start implementing or building these principles in your company With all this information at hand you can start planning together with your partners be it finely tuning certain things or embarking together on big changes This will take some harvests to be implemented and evaluated but if implemented correctly it will create value for all parties Most roasters around the world rely exclusively on exporters and importers to obtain",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Coffee and food collaborations are nothing new Look at a café menu and you can see milk and chocolate combinations in the form a latte or a mocha beverage But the rise of specialty coffee and the boom of small start-up roasters has sparked an increase in creative partnerships between coffee roasters and specialty companies in other industries The purpose is to create unique products to satisfy a marketplace looking for new experiences from trusted suppliers The out-of-home coffee segment is increasingly focused on brands and innovation as the millennial generation and their purchasing power matures Expansion in specialty coffee will come from collaborations outside of the core coffee product Collaborative partnerships with like-minded companies open marketing opportunities In addition to providing content these projects provide access to channels in the corresponding industry They broaden the base of people who see the impression of your brand with the bonus of being associated with a",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "sustainable goals The best part is that we will be able to offer free sustainability verification for both coffee roasters and producers with an emphasis on environmental protection and social responsibility areas like child labor minimum wage compliance soil conservation sustainable production and quality improvement In addition we will have visibility on more standards if needed like traceability transparent pricing and access to training which are already embedded in our processes Planning however is not enough Establishing a way to comply and reach these goals is imperative No company is perfect but identifying our weaknesses triggers our commitment to always be better We know that to Make Coffee Better we need to work with other actors in the industry If we all work together we can accomplish our mission of strengthening coffee’s power to bear fruit in the lives of growers consumers and everyone in between That’s why we searched for an ally with our same values principles and",
                    "metadata": {
                        "rel": [
                            "sistemab",
                            "bcorporation",
                            "globallivingwage",
                            "unfccc",
                            "forbes",
                            "flickr",
                            "bimpactassessment",
                            "bthechange",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "europa"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        }
    ]
}