{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided information, there isn't a direct mention of specific sustainable or environmental practices that Delft Imaging has implemented. However, by joining the UN Global Compact, they have agreed to align their operations and strategies with the ten set principles related to human rights, labor, environment, and anti-corruption. Additionally, Delft Imaging is dedicated to advancing digital technologies to end tuberculosis, which could potentially contribute to more sustainable and environmentally friendly solutions.",
            "source": [
                {
                    "content": "As of July  Delft Imaging has officially joined the United Nations UN Global Compact the world’s largest corporate sustainability initiative and agree to align its operations and strategies on the ten set principles related to human rights labour environment and anti-corruption We are consistently dedicating ourselves to advancing our digital technologies to end Tuberculosis As follows we are committed to consistently improve the life quality of the people engaged and committed to making the UN Global Compact and its principles part of the strategy culture and day-to-day operations Moreover to constantly engage our company in collaborative projects which advance the broader development goals of the United Nations particularly the Sustainable Development Goals SDGs Further details of this commitment can be found on the UN Global Compact Website Delft Imaging Systems  UN Global Compact Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "12 December marks International Universal Health Coverage UHC Day and the Stop TB Partnership’s Private Sector Constituency is proud to raise its voice alongside advocates around the world to call for essential health services for all without financial hardship As UHC encompasses the entire care continuum from health promotion and prevention to treatment and palliative care it will require unprecedented levels of political commitment and multisectoral cooperation Effective engagement of the private sector is absolutely central to advancing UHC When the private sector brings its unique mix of resources innovations and expertise to the table everyone wins It was in this spirit that the Stop TB PSC has compiled its first collection of best practices in private sector engagement to advance the fight against TB This selection of best practices showcases the myriad and diverse ways in which members of the Stop TB PSC are contributing to the fight against TB—our hope is that these case",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "training and maintenance that meet or exceed all performance requirements while promoting full employee involvement and empowerment and continual improvement of our Quality Management System QMS processes to maximise customer satisfaction With this new height we’d like to thank our valued clients and partners for trusting our service and solution throughout these years We are looking very much forward to working with you again in  and beyond   Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "individuals and companies will also be encouraged to participate in initiatives such as Giro Giro is organised through Stichting Vluchteling  Cordaid  CARE Nederland  Kerk in Actie  Oxfam Novib  Save the Children Nederland  UNICEF  Rode Kruis Nederland  Plan International Terre des Hommes Netherlands World Vision Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation. Here are some notable ones:\n\n1. Earth Day (April 22)\n2. World Environment Day (June 5th)\n3. United Nations Climate Change Conferences (held periodically since 195)\n4. The Conference of Parties (COP) meetings under the United Nations Framework Convention on Climate Change (UNFCCC)\n5. The Bonn Challenge (an international effort to bring",
            "source": [
                {
                    "content": "individuals and companies will also be encouraged to participate in initiatives such as Giro Giro is organised through Stichting Vluchteling  Cordaid  CARE Nederland  Kerk in Actie  Oxfam Novib  Save the Children Nederland  UNICEF  Rode Kruis Nederland  Plan International Terre des Hommes Netherlands World Vision Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "As of July  Delft Imaging has officially joined the United Nations UN Global Compact the world’s largest corporate sustainability initiative and agree to align its operations and strategies on the ten set principles related to human rights labour environment and anti-corruption We are consistently dedicating ourselves to advancing our digital technologies to end Tuberculosis As follows we are committed to consistently improve the life quality of the people engaged and committed to making the UN Global Compact and its principles part of the strategy culture and day-to-day operations Moreover to constantly engage our company in collaborative projects which advance the broader development goals of the United Nations particularly the Sustainable Development Goals SDGs Further details of this commitment can be found on the UN Global Compact Website Delft Imaging Systems  UN Global Compact Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "As a company -and with all the people within our team- we are watching with pain in our stomachs as the horrible situation in Ukraine unfolds Keeping up with everyday news makes you feel powerless However we want to do whatever is in our power to give our support to Ukraine Several aid organisations in the Netherlands have joined forces under the umbrella of Giro to provide Ukraine with emergency aid  arrange shelter food medical care and clean drinking water In the past couple of days people within the Netherlands have already donated 98 million Euro to Giro under the initiative ‘together in action for Ukraine’ To help Giro facilitate the aid that is needed we have donated 10 EUR from Delft Imaging As one small organisation we know we are only a drop in the bucket but we hope that other individuals and companies will also be encouraged to participate in initiatives such as Giro Giro is organised through Stichting Vluchteling  Cordaid  CARE Nederland  Kerk in Actie  Oxfam Novib  Save",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "build and equip local libraries with over  books  stationeries in three Ghanaian schools This year Delft Foundation supported the Elidiaries Foundation's Bundle of Pages [] As of July  Delft Imaging has officially joined the United Nations UN Global Compact the world’s largest corporate sustainability initiative and agree to align its operations and strategies on the ten set principles related [] In July  our performance-improved CAD4TB 7 received its CE certification to use on patients age 4 years and above and it is clinically available Moreover CAD4TB platform has now included new patient data management [] Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The provided text does not explicitly mention any specific environmental impact metrics. However, it mentions that Delft Imaging is recognized as \"Best for the World™\" in the service category, which suggests that the company has demonstrated strong commitments to social and environmental performance. As a B Corp, Delft Imaging adheres to high standards of transparency and accountability, including reporting on its environmental impact. It is likely that Delft Imaging reports on various environmental indicators such as greenhouse gas emissions, waste management, water usage, energy consumption, and sustainable supply chain practices.",
            "source": [
                {
                    "content": "The Delft Imaging Impact Report highlights our impact on the ground worldwide To learn more about what we do in collaboration with our clients and partners download your copy through the links below Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "develoPPPde programme that the Deutsche Gesellschaft für Internationale Zusammenarbeit GIZ GmbH implements on behalf of the German Federal Ministry for Economic Cooperation and Development BMZ Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Every year B Lab recognizes the top-performing B Corps creating the greatest impact through their businesses These B Corps are named Best for the World™ as their verified scores in the five impact areas evaluated on the B Impact Assessment BIA—community customers environment governance and workers—are amongst the global top 5 in their corresponding size group These businesses are proving that competing not only to be the best in the world but the best for the world is a winning strategy and they can lead the way as more businesses continue to join the movement that is transforming the global economy to benefit all people communities and the planet  In July  Delft imaging is recognized as Best for the World™  in the service category This means that out of 4 Certified B Corporations worldwide Delft Imaging is among the top 5 B Corps who set the standard to serve our customers and offer products and services that support the greater good All B Corps companies are businesses that meet the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Can't find what you need Take a moment and do a search below Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, Delft Imaging has made several public commitments to social and corporate responsibility. They have pledged to support the UN Global Compact, aligning their operations and strategies with the Ten Principles related to human rights, labor, environment, and anti-corruption. Additionally, they have shown support for various initiatives like Giro, aimed at providing emergency aid to Ukraine. Through their partnership with the Delft Foundation, Delft Imaging actively promotes the SDGs, focusing specifically on Goal 4 (Quality Education) and Goal 5 (Gender Equality). By committing to these causes and initiatives, Delft Imaging demonstrates a strong dedication to responsible business practices and positive social impact.",
            "source": [
                {
                    "content": "Delft Imaging is a social enterprise and aims to promote these SDGs with our core activities and projects We set up the Delft Foundation to partner with and support organisations that promote the SDGs that we believe in especially Goal 4 Quality education and Goal 5 Gender equality The Delft Foundation aims to not just make cash donation but aims to empower organizations and leverage their efforts and impact In  the Delft Foundation supported the Elidiaries Foundation’s Bundle of Pages project to build and equip local libraries with over  books  stationery in three Ghanaian schools This contribution also enabled the creation of literacy clubs serving about 2 students Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "As of July  Delft Imaging has officially joined the United Nations UN Global Compact the world’s largest corporate sustainability initiative and agree to align its operations and strategies on the ten set principles related to human rights labour environment and anti-corruption We are consistently dedicating ourselves to advancing our digital technologies to end Tuberculosis As follows we are committed to consistently improve the life quality of the people engaged and committed to making the UN Global Compact and its principles part of the strategy culture and day-to-day operations Moreover to constantly engage our company in collaborative projects which advance the broader development goals of the United Nations particularly the Sustainable Development Goals SDGs Further details of this commitment can be found on the UN Global Compact Website Delft Imaging Systems  UN Global Compact Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "individuals and companies will also be encouraged to participate in initiatives such as Giro Giro is organised through Stichting Vluchteling  Cordaid  CARE Nederland  Kerk in Actie  Oxfam Novib  Save the Children Nederland  UNICEF  Rode Kruis Nederland  Plan International Terre des Hommes Netherlands World Vision Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "As a company -and with all the people within our team- we are watching with pain in our stomachs as the horrible situation in Ukraine unfolds Keeping up with everyday news makes you feel powerless However we want to do whatever is in our power to give our support to Ukraine Several aid organisations in the Netherlands have joined forces under the umbrella of Giro to provide Ukraine with emergency aid  arrange shelter food medical care and clean drinking water In the past couple of days people within the Netherlands have already donated 98 million Euro to Giro under the initiative ‘together in action for Ukraine’ To help Giro facilitate the aid that is needed we have donated 10 EUR from Delft Imaging As one small organisation we know we are only a drop in the bucket but we hope that other individuals and companies will also be encouraged to participate in initiatives such as Giro Giro is organised through Stichting Vluchteling  Cordaid  CARE Nederland  Kerk in Actie  Oxfam Novib  Save",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Based on the provided information, it seems that there might not be any annual or quarterly reports specifically dedicated to detailing these commitments. However, some relevant information regarding the company's achievements and progress towards their goals can be found in various announcements, newsletters, or press releases issued by Delft Imaging from time to time. These communications could provide insights into the company's commitment to the UN Global Compact, sustainable development goals, and other initiatives. It would be best to consult these sources for detailed information on the company's ongoing efforts and progress.",
            "source": [
                {
                    "content": "training and maintenance that meet or exceed all performance requirements while promoting full employee involvement and empowerment and continual improvement of our Quality Management System QMS processes to maximise customer satisfaction With this new height we’d like to thank our valued clients and partners for trusting our service and solution throughout these years We are looking very much forward to working with you again in  and beyond   Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "As of July  Delft Imaging has officially joined the United Nations UN Global Compact the world’s largest corporate sustainability initiative and agree to align its operations and strategies on the ten set principles related to human rights labour environment and anti-corruption We are consistently dedicating ourselves to advancing our digital technologies to end Tuberculosis As follows we are committed to consistently improve the life quality of the people engaged and committed to making the UN Global Compact and its principles part of the strategy culture and day-to-day operations Moreover to constantly engage our company in collaborative projects which advance the broader development goals of the United Nations particularly the Sustainable Development Goals SDGs Further details of this commitment can be found on the UN Global Compact Website Delft Imaging Systems  UN Global Compact Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "This summary shows the default categories and purposes for retaining user data Certain areas may have more specific categories and purposes than those listed here",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Delft Imaging is a social enterprise and aims to promote these SDGs with our core activities and projects We set up the Delft Foundation to partner with and support organisations that promote the SDGs that we believe in especially Goal 4 Quality education and Goal 5 Gender equality The Delft Foundation aims to not just make cash donation but aims to empower organizations and leverage their efforts and impact In  the Delft Foundation supported the Elidiaries Foundation’s Bundle of Pages project to build and equip local libraries with over  books  stationery in three Ghanaian schools This contribution also enabled the creation of literacy clubs serving about 2 students Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " There isn't any specific information provided about community or social events related to the commitments mentioned in the given text. However, there are some general examples of how communities can come together to support various causes. For instance, charity runs/walks, fundraising dinners, auctions, concerts, and awareness campaigns on social media are common ways communities can rally behind a cause they believe in.",
            "source": [
                {
                    "content": "individuals and companies will also be encouraged to participate in initiatives such as Giro Giro is organised through Stichting Vluchteling  Cordaid  CARE Nederland  Kerk in Actie  Oxfam Novib  Save the Children Nederland  UNICEF  Rode Kruis Nederland  Plan International Terre des Hommes Netherlands World Vision Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "As a company -and with all the people within our team- we are watching with pain in our stomachs as the horrible situation in Ukraine unfolds Keeping up with everyday news makes you feel powerless However we want to do whatever is in our power to give our support to Ukraine Several aid organisations in the Netherlands have joined forces under the umbrella of Giro to provide Ukraine with emergency aid  arrange shelter food medical care and clean drinking water In the past couple of days people within the Netherlands have already donated 98 million Euro to Giro under the initiative ‘together in action for Ukraine’ To help Giro facilitate the aid that is needed we have donated 10 EUR from Delft Imaging As one small organisation we know we are only a drop in the bucket but we hope that other individuals and companies will also be encouraged to participate in initiatives such as Giro Giro is organised through Stichting Vluchteling  Cordaid  CARE Nederland  Kerk in Actie  Oxfam Novib  Save",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Delft Imaging is a social enterprise and aims to promote these SDGs with our core activities and projects We set up the Delft Foundation to partner with and support organisations that promote the SDGs that we believe in especially Goal 4 Quality education and Goal 5 Gender equality The Delft Foundation aims to not just make cash donation but aims to empower organizations and leverage their efforts and impact In  the Delft Foundation supported the Elidiaries Foundation’s Bundle of Pages project to build and equip local libraries with over  books  stationery in three Ghanaian schools This contribution also enabled the creation of literacy clubs serving about 2 students Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "12 December marks International Universal Health Coverage UHC Day and the Stop TB Partnership’s Private Sector Constituency is proud to raise its voice alongside advocates around the world to call for essential health services for all without financial hardship As UHC encompasses the entire care continuum from health promotion and prevention to treatment and palliative care it will require unprecedented levels of political commitment and multisectoral cooperation Effective engagement of the private sector is absolutely central to advancing UHC When the private sector brings its unique mix of resources innovations and expertise to the table everyone wins It was in this spirit that the Stop TB PSC has compiled its first collection of best practices in private sector engagement to advance the fight against TB This selection of best practices showcases the myriad and diverse ways in which members of the Stop TB PSC are contributing to the fight against TB—our hope is that these case",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " There are several products, services, and technologies mentioned throughout the provided information. Some key ones include:\n\n1. Delft Teleradiology: A low-cost, user-friendly, and integrated solution for image capture, image storage, at-a-distance diagnosis, and healthcare education. This product allows for exchanging medical data using regular 2G or 3G mobile networks, helping to overcome a lack of skilled clinicians by strengthening the entire network of diagnostic centers.\n2. Modular Diagnostic Centers (Delft-DC): Turnkey solutions designed, implemented, and supported by Delft Imaging Systems. These centers come with various requested modalities and are highly scalable, optimizing speed of delivery and installation. They are also environmentally friendly and cost-effective due to their modular design.\n3. Delft Imaging Systems' Teleradiology: Supports efforts to improve patient care in areas with limited diagnostic expertise by allowing distant expertise to have an impact. Combined with a stable and fast Picture Archiving and Communication System (PACS) and user-friendly ViewPro-X diagnostic web viewer, this service enhances communication between healthcare providers and improves decision-making processes.\n4. Solar Power: Utilized in some Delft Imaging Systems installations to reduce waste and make the centers more environmentally friendly and cost-effective.\n5. Artificial Intelligence (AI) and Machine Learning (ML): Mentioned as being incorporated into some systems and solutions offered by Delft Imaging Systems, potentially enhancing the accuracy and efficiency of diagnostic services.",
            "source": [
                {
                    "content": "and can be adapted to the workflow of any health care facility It is designed to meet the demands of professionals who work with large and complex datasets and it can be easily maintained and upgraded due to the resilient software Using teleradiology radiologists can benefit from additional expertise to complement their own expert knowledge Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "with back up generators – its reliability in areas with a limited power grid To improve diagnosis the on-site radiologist can use our teleradiology solution to obtain expert advice elsewhere The same technology can be used to offer expertise to other hospitals which strengthens the position of the DC as an expert hub in the region and even the whole country Delft Teleradiology is a low-cost user-friendly and integrated solution for image capture image storage at-a-distance diagnosis and healthcare education Teleradiology makes it possible to exchange medical data using regular 2G or 3G mobile networks overcoming a lack of skilled clinicians by strengthening the entire network of diagnostic centres and allowing experts in other countries to provide insight Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "their regions Delft Imaging designs implements and supports modular diagnostic centres as a turnkey solution We are your one-stop partner The modular structure of the Delft-DC will be delivered to the selected location with the requested modalities We also support you in all stages of the project management and after-sales services Delft-DC are extremely scalable since their modules can be seamlessly expanded and/or upgraded to meet evolving demands The modular design is built for scalability across the continent since the speed of delivery and installation is optimized The centres are sustainable since they are equipped with high-end digital imaging modalities supported by solar power Artificial Intelligence and teleradiology for rapid and accurate diagnostic services Waste is significantly reduced in the installation and day-to-day operations due to the modular design making it more environmentally friendly and cost effective Our centres are sustainable since they are equipped with",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "In areas where diagnostic expertise is lacking timely referral and treatment are threatened The ability to capture store and share patient images with other health care providers within the country or across borders drastically helps to overcome this issue and improve patient care Delft Imaging Systems’ Teleradiology supports these efforts by allowing distant expertise to have an effect in remote areas Another benefit of strengthening the network of experts is that it facilitates knowledge exchange Using teleradiology radiologists can benefit from additional expertise to complement their own expert knowledge A connection with a wide network of renowned Dutch radiologists and imaging technicians can support local caregivers in consultations and as a result help them to make critical decisions more effectively Delft’s teleradiology offers a top level stable and fast Picture Archiving and Communication System PACS that is combined with the user-friendly ViewPro-X diagnostic web viewer",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the information provided, I cannot find any specific mention of promotional events, expos, or sales related to the products and projects mentioned. However, some general events have been mentioned, such as International Universal Health Coverage UHC Day (December 12) and other global initiatives like the Stop TB Partnership's Private Sector Constituency raising their voices for essential health services. These events may not directly involve sales or promotions but could indirectly contribute to increased awareness and interest in the products and projects.",
            "source": [
                {
                    "content": "Delft Foundation supported Bundle of Pages BOP project to build and equip local libraries with over  books  stationeries in three Ghanaian schools This year Delft Foundation supported the Elidiaries Foundation's Bundle of Pages [] As of July  Delft Imaging has officially joined the United Nations UN Global Compact the world’s largest corporate sustainability initiative and agree to align its operations and strategies on the ten set principles related [] In July  our performance-improved CAD4TB 7 received its CE certification to use on patients age 4 years and above and it is clinically available Moreover CAD4TB platform has now included new patient data management [] The Stop TB Partnership’s Global Drug Facility GDF announced the inclusion in its catalogue for the first time ever; ultra-portable digital X-ray systems and software packages for the computer-aided detection CAD of tuberculosis TB based [] Best for the World™  Every year B Lab recognizes the top-performing B Corps",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "powerless [] We proudly announce that Delft Imaging Ghana is now certified with ISO  - Quality Management System    Our office in Ghana has been assessed and verified to maintain an organisational culture/management system that engages [] 12 December marks International Universal Health Coverage UHC Day and the Stop TB Partnership’s Private Sector Constituency is proud to raise its voice alongside advocates around the world to call for essential health services [] Today September 20th  Delft Imaging launched BabyChecker BabyChecker is smartphone-based ultrasound designed to make pregnancies safer in low-resource settings BabyChecker is powered by Artificial Intelligence to support the detection of risky pregnancies by community [] Delft Foundation supported Bundle of Pages BOP project to build and equip local libraries with over  books  stationeries in three Ghanaian schools This year Delft Foundation supported the Elidiaries Foundation's Bundle of Pages [] As of July  Delft Imaging",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "with our local partners we provided training and installation at all sites to ensure an effective roll-out and uptake of the Delft Light and the CAD4TB software Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "with our local partners we provided training and installation at all sites to ensure an effective roll-out and uptake of the Delft Light and the CAD4TB software Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There isn't enough information provided about specific partnerships or collaborations related to commerce from the given text. However, it is mentioned that B Corps are part of a larger movement transforming the global economy to benefit all people, communities, and the planet. Additionally, being a Best for the World™ B Corp™ indicates a commitment to serving customers and supporting the greater good.",
            "source": [
                {
                    "content": "Every year B Lab recognizes the top-performing B Corps creating the greatest impact through their businesses These B Corps are named Best for the World™ as their verified scores in the five impact areas evaluated on the B Impact Assessment BIA—community customers environment governance and workers—are amongst the global top 5 in their corresponding size group These businesses are proving that competing not only to be the best in the world but the best for the world is a winning strategy and they can lead the way as more businesses continue to join the movement that is transforming the global economy to benefit all people communities and the planet  In July  Delft imaging is recognized as Best for the World™  in the service category This means that out of 4 Certified B Corporations worldwide Delft Imaging is among the top 5 B Corps who set the standard to serve our customers and offer products and services that support the greater good All B Corps companies are businesses that meet the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "customers in conformity to all applicable requirements by understanding their needs and expectation and providing high-quality services during sales installation training and maintenance that meet or exceed all performance requirements while promoting full employee involvement and empowerment and continual improvement of our QMS processes to maximize customer satisfaction Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "innovation and transformation We are proud to be one of the Best For The World™ and congratulate all our fellow BFTW Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Delft Imaging recognised as Best for the World™  in the Customers impact area In July  Delft Imaging has been named a  Best for the World™ B Corp™ in recognition of its exceptional positive impact on its Customers Impact area This means out of 4+ Certified B Corporations worldwide Delft Imaging is among the top 5 B Corps who is setting the standard to serve our customers and offering products and services that support the greater good Every year Best for the World recognises the top-performing B Corps creating the greatest positive impact through their businesses More than a badge of honour Best for the World provides an opportunity for recognised companies to share knowledge learnings and best practices with the B Corp community and businesses outside of the community to encourage innovation and transformation We are proud to be one of the Best For The World™ and congratulate all our fellow BFTW Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, there might be several employment or educational opportunities available. Here are some possible options:\n\n1. Software Developer: With a focus on improving existing software and developing new features/products, your company may require additional developers skilled in cloud computing and software development.\n2. Procurement and Supply Management Officer: Your company may need someone to oversee procurement and supply management, especially if they plan to expand their operations in the Middle East.\n3. Radiography Specialist: Given the emphasis on early TB detection and upskilling community health workers, there might be a demand for professionals with experience in radiography and imaging analysis.\n4. Public Health Expert: As your company continues to work on projects related to COVID-19 screening and digital health solutions, there might be opportunities for experts in public health, epidemiology, and infectious diseases.\n5. Training and Capacity Building: There might be opportunities for individuals or organizations to provide training and capacity building services related to digital health solutions, particularly in the areas of radiography, public health, and software development.",
            "source": [
                {
                    "content": "This role is to install configure maintain and provide technical support for Healthcare IT HCIT related software systems like PACS/HIS/RIS from Delft Imaging Systems including CAD4TB in Ghana as well as other African countries This role provides financial and administrative services to the company in order to ensure effective efficient and accurate financial operations The role must comply with existing laws established policies and procedures This includes processing and monitoring payments from debtors paying suppliers and vendors and managing petty cash Job Summary This job is to improve our existing software and to develop new features/products This job requires an expert who has an affinity with cloud as we are expanding our clouds platforms Please note Online testing of practical software development skills will be part of selection procedure Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Togara in our recent webinar As the Procurement and Supply Management Officer Middle East Response Project IOM-Jordan he discussed it at length “We needed a technology that could be deployed and operated offline on image databases At the moment we have deployed it in four countries- Iraq Jordan Lebanon and Syria” Early TB detection can control the spread of disease thereby reducing the TB burden in remote regions It also aids in empowering community health workers particularly radiographers Upskilling allows them to support their fellow community members share their experiences and learn with health officials By incorporating digital health health systems are strengthened from within Chimezie Dimkpa a radiographer working in WoW Clinic said in his recent post “My job takes me to all types of settings – cities towns rural areas government houses etc – which avails me unfettered access to explore the real state of people’s livelihoods from a unique vantage point – ground zero In the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Imaging had completed a project in strengthening COVID-19 screening capacities for employee health programs in Indonesia Together with our partners Thirona Fullerton Health Indonesia IDBH Senso and Faculty of [] Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "contributed the most to the total COVID-19 cases in Indonesia Thus not only the project supported quickly triage COVID-19 suspects and reduced the number of confirmatory tests required it also effectively mitigated the potential risks of further spreading the virus at workplaces communities and households Ultimately protecting employees’ health safety and business continuity will help to sustain economic activities and recovering from financial status Additionally the project has delivered the capacity building and knowledge transfer of using digital technologies for COVID-19 screening to Indonesian health workers The systems are ready to be continuously used for COVID-19 screening and beyond to respond to the public health needs in Indonesia This development partnership is part of the develoPPPde programme that the Deutsche Gesellschaft für Internationale Zusammenarbeit GIZ GmbH implements on behalf of the German Federal Ministry for Economic Cooperation and Development BMZ Our",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Based on the provided information, it seems that there might not be specific events mentioned for job fairs, webinars, workshops, or training programs. However, some organizations and initiatives have been named which may host such events from time to time. These include Stichting Vluchteling (for Giro), Cordaid, CARE Nederland, Kerk in Actie, Oxfam Novib, Save the Children Nederland, UNICEF, Rode Kruis Nederland, Plan International, Terre des Hommes Netherlands, World Vision, and others. It would be best to check their websites or social media pages for updates on any upcoming events.",
            "source": [
                {
                    "content": "This role is to install configure maintain and provide technical support for Healthcare IT HCIT related software systems like PACS/HIS/RIS from Delft Imaging Systems including CAD4TB in Ghana as well as other African countries This role provides financial and administrative services to the company in order to ensure effective efficient and accurate financial operations The role must comply with existing laws established policies and procedures This includes processing and monitoring payments from debtors paying suppliers and vendors and managing petty cash Job Summary This job is to improve our existing software and to develop new features/products This job requires an expert who has an affinity with cloud as we are expanding our clouds platforms Please note Online testing of practical software development skills will be part of selection procedure Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "E-Learning Platform Do you want to improve the skills and knowledge of your product Know more about how to use the product Or learn more about general health-related subjects Log in to our E-Learning platform For registered participants you can log in to the E-Learning platform for Chest X-ray Training for the Accelerating Case Detection of Tuberculosis in Ghana Project Healthcare IT Consultancy Contact the helpdesk and request our healthcare IT-Consultancy service to help you optimize the use of digital radiology solutions Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "individuals and companies will also be encouraged to participate in initiatives such as Giro Giro is organised through Stichting Vluchteling  Cordaid  CARE Nederland  Kerk in Actie  Oxfam Novib  Save the Children Nederland  UNICEF  Rode Kruis Nederland  Plan International Terre des Hommes Netherlands World Vision Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "training and maintenance that meet or exceed all performance requirements while promoting full employee involvement and empowerment and continual improvement of our Quality Management System QMS processes to maximise customer satisfaction With this new height we’d like to thank our valued clients and partners for trusting our service and solution throughout these years We are looking very much forward to working with you again in  and beyond   Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The text does not explicitly mention any employee or participant benefits that are specifically highlighted. However, it mentions that the company promotes \"full employee involvement and empowerment\" and has a focus on \"continual improvement of our Quality Management System (QMS) processes to maximize customer satisfaction.\" Additionally, the company is committed to maintaining high standards by being ISO 1348:201 certified in the Netherlands and ISO 9001:2016 certified in Delft Imaging Ghana.",
            "source": [
                {
                    "content": "training and maintenance that meet or exceed all performance requirements while promoting full employee involvement and empowerment and continual improvement of our Quality Management System QMS processes to maximise customer satisfaction With this new height we’d like to thank our valued clients and partners for trusting our service and solution throughout these years We are looking very much forward to working with you again in  and beyond   Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Every year B Lab recognizes the top-performing B Corps creating the greatest impact through their businesses These B Corps are named Best for the World™ as their verified scores in the five impact areas evaluated on the B Impact Assessment BIA—community customers environment governance and workers—are amongst the global top 5 in their corresponding size group These businesses are proving that competing not only to be the best in the world but the best for the world is a winning strategy and they can lead the way as more businesses continue to join the movement that is transforming the global economy to benefit all people communities and the planet  In July  Delft imaging is recognized as Best for the World™  in the service category This means that out of 4 Certified B Corporations worldwide Delft Imaging is among the top 5 B Corps who set the standard to serve our customers and offer products and services that support the greater good All B Corps companies are businesses that meet the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "individuals and companies will also be encouraged to participate in initiatives such as Giro Giro is organised through Stichting Vluchteling  Cordaid  CARE Nederland  Kerk in Actie  Oxfam Novib  Save the Children Nederland  UNICEF  Rode Kruis Nederland  Plan International Terre des Hommes Netherlands World Vision Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "This summary shows the default categories and purposes for retaining user data Certain areas may have more specific categories and purposes than those listed here",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information, it seems there have been several notable achievements and milestones for Delft Imaging within the past few months. Some of the highlights include:\n\n1. Recognition as \"Best for the World™\" in the Service Category (July ): Delft Imaging was ranked among the top 5 B Corps globally in the Service Category, showcasing their commitment to serving customers and contributing positively to society.\n2. Achievement of ISO 9001 certification (Netherlands & Ghana) (various dates): Both the headquarters in the Netherlands and the branch in Ghana have successfully obtained ISO 9001 certifications, demonstrating their dedication to quality management systems and continuous improvement.\n3. Launch of BabyChecker (September 20th): A groundbreaking smartphone-based ultrasound device called BabyChecker was introduced, aiming to improve safety during pregnancy in low-resource settings. It utilizes artificial intelligence to assist in detecting high-risk pregnancies.\n4. Support for various educational initiatives (throughout the year): Delft Imaging has actively contributed to improving access to education and resources in local communities, including supporting library projects and partnering with organizations such as the Elidiaries Foundation.\n\nOverall, Delft Imaging has experienced significant growth and success across multiple dimensions, including social and environmental impact, product development, and operational excellence.",
            "source": [
                {
                    "content": "Every year B Lab recognizes the top-performing B Corps creating the greatest impact through their businesses These B Corps are named Best for the World™ as their verified scores in the five impact areas evaluated on the B Impact Assessment BIA—community customers environment governance and workers—are amongst the global top 5 in their corresponding size group These businesses are proving that competing not only to be the best in the world but the best for the world is a winning strategy and they can lead the way as more businesses continue to join the movement that is transforming the global economy to benefit all people communities and the planet  In July  Delft imaging is recognized as Best for the World™  in the service category This means that out of 4 Certified B Corporations worldwide Delft Imaging is among the top 5 B Corps who set the standard to serve our customers and offer products and services that support the greater good All B Corps companies are businesses that meet the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "powerless [] We proudly announce that Delft Imaging Ghana is now certified with ISO  - Quality Management System    Our office in Ghana has been assessed and verified to maintain an organisational culture/management system that engages [] 12 December marks International Universal Health Coverage UHC Day and the Stop TB Partnership’s Private Sector Constituency is proud to raise its voice alongside advocates around the world to call for essential health services [] Today September 20th  Delft Imaging launched BabyChecker BabyChecker is smartphone-based ultrasound designed to make pregnancies safer in low-resource settings BabyChecker is powered by Artificial Intelligence to support the detection of risky pregnancies by community [] Delft Foundation supported Bundle of Pages BOP project to build and equip local libraries with over  books  stationeries in three Ghanaian schools This year Delft Foundation supported the Elidiaries Foundation's Bundle of Pages [] As of July  Delft Imaging",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Delft Imaging recognised as Best for the World™  in the Customers impact area In July  Delft Imaging has been named a  Best for the World™ B Corp™ in recognition of its exceptional positive impact on its Customers Impact area This means out of 4+ Certified B Corporations worldwide Delft Imaging is among the top 5 B Corps who is setting the standard to serve our customers and offering products and services that support the greater good Every year Best for the World recognises the top-performing B Corps creating the greatest positive impact through their businesses More than a badge of honour Best for the World provides an opportunity for recognised companies to share knowledge learnings and best practices with the B Corp community and businesses outside of the community to encourage innovation and transformation We are proud to be one of the Best For The World™ and congratulate all our fellow BFTW Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "training and maintenance that meet or exceed all performance requirements while promoting full employee involvement and empowerment and continual improvement of our Quality Management System QMS processes to maximise customer satisfaction With this new height we’d like to thank our valued clients and partners for trusting our service and solution throughout these years We are looking very much forward to working with you again in  and beyond   Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the given information, there isn't any mention of specific investor events or funding rounds associated with Delft Imaging or any other mentioned organizations. However, they have been involved in various projects and collaborations, which showcase their impact and potential for growth.",
            "source": [
                {
                    "content": "individuals and companies will also be encouraged to participate in initiatives such as Giro Giro is organised through Stichting Vluchteling  Cordaid  CARE Nederland  Kerk in Actie  Oxfam Novib  Save the Children Nederland  UNICEF  Rode Kruis Nederland  Plan International Terre des Hommes Netherlands World Vision Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Delft Foundation supported Bundle of Pages BOP project to build and equip local libraries with over  books  stationeries in three Ghanaian schools This year Delft Foundation supported the Elidiaries Foundation's Bundle of Pages [] As of July  Delft Imaging has officially joined the United Nations UN Global Compact the world’s largest corporate sustainability initiative and agree to align its operations and strategies on the ten set principles related [] In July  our performance-improved CAD4TB 7 received its CE certification to use on patients age 4 years and above and it is clinically available Moreover CAD4TB platform has now included new patient data management [] The Stop TB Partnership’s Global Drug Facility GDF announced the inclusion in its catalogue for the first time ever; ultra-portable digital X-ray systems and software packages for the computer-aided detection CAD of tuberculosis TB based [] Best for the World™  Every year B Lab recognizes the top-performing B Corps",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "As a company -and with all the people within our team- we are watching with pain in our stomachs as the horrible situation in Ukraine unfolds Keeping up with everyday news makes you feel powerless However we want to do whatever is in our power to give our support to Ukraine Several aid organisations in the Netherlands have joined forces under the umbrella of Giro to provide Ukraine with emergency aid  arrange shelter food medical care and clean drinking water In the past couple of days people within the Netherlands have already donated 98 million Euro to Giro under the initiative ‘together in action for Ukraine’ To help Giro facilitate the aid that is needed we have donated 10 EUR from Delft Imaging As one small organisation we know we are only a drop in the bucket but we hope that other individuals and companies will also be encouraged to participate in initiatives such as Giro Giro is organised through Stichting Vluchteling  Cordaid  CARE Nederland  Kerk in Actie  Oxfam Novib  Save",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "to expanding our teams and we believe that by focussing on innovations we can tackle healthcare challenges in an expanding Africa – CEO of Delft Imaging Guido Geerts The Netherlands Delft Imaging has also provided donations to Amasaman Hospital Ga West Municipal Hospital to assist the facility in detecting more TB cases and help patients receive appropriate treatment Donations include chairs for the waiting area of the hospital’s digital X-ray container unit chairs and storage drawers for the DOT/Counselling center and one thousand medical X-ray films and inks amounting to  euros 14 GhC Amasaman Hospital Administrator Mr Polley Medical Superintendent Dr Sarpong Ntiamoah and Ghanian National TB Program Manager Dr Yaw Adusi-Poku were present to receive the support items from Dr Maurits Verhagen Managing Director of Delft Imaging – Ghana and Guido Geerts CEO of Delft Imaging Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, there isn't any specific mention of financial or funding goals set for the next period. However, it can be inferred that Delft Imaging and the Delft Foundation aim to continue supporting projects aligned with the Sustainable Development Goals (SDGs), particularly Goal 4 (Quality Education) and Goal 5 (Gender Equality). Additionally, both entities are committed to maintaining their ISO certifications and adhering to the principles of the United Nations Global Compact.",
            "source": [
                {
                    "content": "Delft Imaging is a social enterprise and aims to promote these SDGs with our core activities and projects We set up the Delft Foundation to partner with and support organisations that promote the SDGs that we believe in especially Goal 4 Quality education and Goal 5 Gender equality The Delft Foundation aims to not just make cash donation but aims to empower organizations and leverage their efforts and impact In  the Delft Foundation supported the Elidiaries Foundation’s Bundle of Pages project to build and equip local libraries with over  books  stationery in three Ghanaian schools This contribution also enabled the creation of literacy clubs serving about 2 students Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Delft Foundation supported Bundle of Pages BOP project to build and equip local libraries with over  books  stationeries in three Ghanaian schools This year Delft Foundation supported the Elidiaries Foundation's Bundle of Pages [] As of July  Delft Imaging has officially joined the United Nations UN Global Compact the world’s largest corporate sustainability initiative and agree to align its operations and strategies on the ten set principles related [] In July  our performance-improved CAD4TB 7 received its CE certification to use on patients age 4 years and above and it is clinically available Moreover CAD4TB platform has now included new patient data management [] The Stop TB Partnership’s Global Drug Facility GDF announced the inclusion in its catalogue for the first time ever; ultra-portable digital X-ray systems and software packages for the computer-aided detection CAD of tuberculosis TB based [] Best for the World™  Every year B Lab recognizes the top-performing B Corps",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "build and equip local libraries with over  books  stationeries in three Ghanaian schools This year Delft Foundation supported the Elidiaries Foundation's Bundle of Pages [] As of July  Delft Imaging has officially joined the United Nations UN Global Compact the world’s largest corporate sustainability initiative and agree to align its operations and strategies on the ten set principles related [] In July  our performance-improved CAD4TB 7 received its CE certification to use on patients age 4 years and above and it is clinically available Moreover CAD4TB platform has now included new patient data management [] Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "training and maintenance that meet or exceed all performance requirements while promoting full employee involvement and empowerment and continual improvement of our Quality Management System QMS processes to maximise customer satisfaction With this new height we’d like to thank our valued clients and partners for trusting our service and solution throughout these years We are looking very much forward to working with you again in  and beyond   Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided information, there have been several significant developments within Delft Imaging. Some of these include:\n\n1. Launch of BabyChecker: Smartphone-based ultrasound designed to make pregnancies safer in low-resource settings, powered by Artificial Intelligence (AI) to support the detection of risky pregnancies by community health workers.\n2. Successful deployment of CAD4COVID at 11 South African hospitals through a successful collaboration between Delft Imaging, The Philips Foundation, and Philips South Africa.\n3. Introduction of The Del",
            "source": [
                {
                    "content": "Delft Foundation supported Bundle of Pages BOP project to build and equip local libraries with over  books  stationeries in three Ghanaian schools This year Delft Foundation supported the Elidiaries Foundation's Bundle of Pages [] As of July  Delft Imaging has officially joined the United Nations UN Global Compact the world’s largest corporate sustainability initiative and agree to align its operations and strategies on the ten set principles related [] In July  our performance-improved CAD4TB 7 received its CE certification to use on patients age 4 years and above and it is clinically available Moreover CAD4TB platform has now included new patient data management [] The Stop TB Partnership’s Global Drug Facility GDF announced the inclusion in its catalogue for the first time ever; ultra-portable digital X-ray systems and software packages for the computer-aided detection CAD of tuberculosis TB based [] Best for the World™  Every year B Lab recognizes the top-performing B Corps",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "powerless [] We proudly announce that Delft Imaging Ghana is now certified with ISO  - Quality Management System    Our office in Ghana has been assessed and verified to maintain an organisational culture/management system that engages [] 12 December marks International Universal Health Coverage UHC Day and the Stop TB Partnership’s Private Sector Constituency is proud to raise its voice alongside advocates around the world to call for essential health services [] Today September 20th  Delft Imaging launched BabyChecker BabyChecker is smartphone-based ultrasound designed to make pregnancies safer in low-resource settings BabyChecker is powered by Artificial Intelligence to support the detection of risky pregnancies by community [] Delft Foundation supported Bundle of Pages BOP project to build and equip local libraries with over  books  stationeries in three Ghanaian schools This year Delft Foundation supported the Elidiaries Foundation's Bundle of Pages [] As of July  Delft Imaging",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Delft’s successful collaboration with The Philips Foundation and Philips South Africa in deploying CAD4COVID at 11 South African hospitals Looking back at this past year it has become clear that collaboration between organizations is crucial [] To help find the missing people with TB Delft introduces The Delft Ultra an ultra-portable digital X-ray solution The Delft Ultra includes the following key features Wireless and compact design to enable a truly [] Our CEO Guido Geerts discusses the history of Delft Imaging our current work and future projects The conversation goes into what it means to be impact-focused and how the Delft team operates as a network [] Delft Imaging has formalized a development partnership with the Deutsche Gesellschaft für Internationale Zusammenarbeit GIZ GmbH for COVID-19 response in Indonesia Together with our partners  Thirona  Fullerton Health Indonesia IDBH Senso and Faculty of [] Delft Imaging is now officially B-Corp Certified B Corp is a certification",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "allows health systems to identify potential TB cases before sending them for a GeneXpert test This in turn allows for timely treatment In remote areas particularly rural communities this strengthens existing health infrastructures TB screening in densely packed remote regions can be daunting despite the best planning and project implementation The AI-powered software allows health officials to increase medical imaging coverage by screening more people in a shorter duration Mobile diagnostic units like OneStopTB equipped with CAD4TB are helping overcome the biggest hurdle in remote regions particularly those impacted by conflict and displacement “CAD/AI will be more sensitive diagnostic pathway to early detection of tuberculosis prioritising populations more at-risk for TB” said Mr Christopher Togara in our recent webinar As the Procurement and Supply Management Officer Middle East Response Project IOM-Jordan he discussed it at length “We needed a technology that could be deployed and",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, I cannot find any specific mention of ongoing or upcoming research projects or innovation initiatives from Delft Imaging. However, some notable achievements and milestones have been mentioned, such as joining the UN Global Compact, receiving CE certifications, and being recognized as a Best for the World™ B Corp. Additionally, Delft Imaging has offices in Ghana and the Netherlands, where they work towards improving healthcare accessibility and supporting education through various initiatives like providing books and stationery to local libraries.",
            "source": [
                {
                    "content": "Delft Foundation supported Bundle of Pages BOP project to build and equip local libraries with over  books  stationeries in three Ghanaian schools This year Delft Foundation supported the Elidiaries Foundation's Bundle of Pages [] As of July  Delft Imaging has officially joined the United Nations UN Global Compact the world’s largest corporate sustainability initiative and agree to align its operations and strategies on the ten set principles related [] In July  our performance-improved CAD4TB 7 received its CE certification to use on patients age 4 years and above and it is clinically available Moreover CAD4TB platform has now included new patient data management [] The Stop TB Partnership’s Global Drug Facility GDF announced the inclusion in its catalogue for the first time ever; ultra-portable digital X-ray systems and software packages for the computer-aided detection CAD of tuberculosis TB based [] Best for the World™  Every year B Lab recognizes the top-performing B Corps",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "powerless [] We proudly announce that Delft Imaging Ghana is now certified with ISO  - Quality Management System    Our office in Ghana has been assessed and verified to maintain an organisational culture/management system that engages [] 12 December marks International Universal Health Coverage UHC Day and the Stop TB Partnership’s Private Sector Constituency is proud to raise its voice alongside advocates around the world to call for essential health services [] Today September 20th  Delft Imaging launched BabyChecker BabyChecker is smartphone-based ultrasound designed to make pregnancies safer in low-resource settings BabyChecker is powered by Artificial Intelligence to support the detection of risky pregnancies by community [] Delft Foundation supported Bundle of Pages BOP project to build and equip local libraries with over  books  stationeries in three Ghanaian schools This year Delft Foundation supported the Elidiaries Foundation's Bundle of Pages [] As of July  Delft Imaging",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "build and equip local libraries with over  books  stationeries in three Ghanaian schools This year Delft Foundation supported the Elidiaries Foundation's Bundle of Pages [] As of July  Delft Imaging has officially joined the United Nations UN Global Compact the world’s largest corporate sustainability initiative and agree to align its operations and strategies on the ten set principles related [] In July  our performance-improved CAD4TB 7 received its CE certification to use on patients age 4 years and above and it is clinically available Moreover CAD4TB platform has now included new patient data management [] Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Every year B Lab recognizes the top-performing B Corps creating the greatest impact through their businesses These B Corps are named Best for the World™ as their verified scores in the five impact areas evaluated on the B Impact Assessment BIA—community customers environment governance and workers—are amongst the global top 5 in their corresponding size group These businesses are proving that competing not only to be the best in the world but the best for the world is a winning strategy and they can lead the way as more businesses continue to join the movement that is transforming the global economy to benefit all people communities and the planet  In July  Delft imaging is recognized as Best for the World™  in the service category This means that out of 4 Certified B Corporations worldwide Delft Imaging is among the top 5 B Corps who set the standard to serve our customers and offer products and services that support the greater good All B Corps companies are businesses that meet the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the given information, there isn't any specific mention of research grants or innovation awards being distributed recently. However, some notable achievements mentioned are:\n\n1. Delft Imaging receiving the \"Best for the World™\" award in the service category.\n2. Delft Imaging providing donations to Amasaman Hospital and Ga West Municipal Hospital to assist in detecting TB cases and provide appropriate treatment.\n3. Delft Imaging becoming ISO 901 certified in the Netherlands and Delft Imaging Ghana obtaining ISO 900 certification.",
            "source": [
                {
                    "content": "Delft Foundation supported Bundle of Pages BOP project to build and equip local libraries with over  books  stationeries in three Ghanaian schools This year Delft Foundation supported the Elidiaries Foundation's Bundle of Pages [] As of July  Delft Imaging has officially joined the United Nations UN Global Compact the world’s largest corporate sustainability initiative and agree to align its operations and strategies on the ten set principles related [] In July  our performance-improved CAD4TB 7 received its CE certification to use on patients age 4 years and above and it is clinically available Moreover CAD4TB platform has now included new patient data management [] The Stop TB Partnership’s Global Drug Facility GDF announced the inclusion in its catalogue for the first time ever; ultra-portable digital X-ray systems and software packages for the computer-aided detection CAD of tuberculosis TB based [] Best for the World™  Every year B Lab recognizes the top-performing B Corps",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "powerless [] We proudly announce that Delft Imaging Ghana is now certified with ISO  - Quality Management System    Our office in Ghana has been assessed and verified to maintain an organisational culture/management system that engages [] 12 December marks International Universal Health Coverage UHC Day and the Stop TB Partnership’s Private Sector Constituency is proud to raise its voice alongside advocates around the world to call for essential health services [] Today September 20th  Delft Imaging launched BabyChecker BabyChecker is smartphone-based ultrasound designed to make pregnancies safer in low-resource settings BabyChecker is powered by Artificial Intelligence to support the detection of risky pregnancies by community [] Delft Foundation supported Bundle of Pages BOP project to build and equip local libraries with over  books  stationeries in three Ghanaian schools This year Delft Foundation supported the Elidiaries Foundation's Bundle of Pages [] As of July  Delft Imaging",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "to expanding our teams and we believe that by focussing on innovations we can tackle healthcare challenges in an expanding Africa – CEO of Delft Imaging Guido Geerts The Netherlands Delft Imaging has also provided donations to Amasaman Hospital Ga West Municipal Hospital to assist the facility in detecting more TB cases and help patients receive appropriate treatment Donations include chairs for the waiting area of the hospital’s digital X-ray container unit chairs and storage drawers for the DOT/Counselling center and one thousand medical X-ray films and inks amounting to  euros 14 GhC Amasaman Hospital Administrator Mr Polley Medical Superintendent Dr Sarpong Ntiamoah and Ghanian National TB Program Manager Dr Yaw Adusi-Poku were present to receive the support items from Dr Maurits Verhagen Managing Director of Delft Imaging – Ghana and Guido Geerts CEO of Delft Imaging Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Every year B Lab recognizes the top-performing B Corps creating the greatest impact through their businesses These B Corps are named Best for the World™ as their verified scores in the five impact areas evaluated on the B Impact Assessment BIA—community customers environment governance and workers—are amongst the global top 5 in their corresponding size group These businesses are proving that competing not only to be the best in the world but the best for the world is a winning strategy and they can lead the way as more businesses continue to join the movement that is transforming the global economy to benefit all people communities and the planet  In July  Delft imaging is recognized as Best for the World™  in the service category This means that out of 4 Certified B Corporations worldwide Delft Imaging is among the top 5 B Corps who set the standard to serve our customers and offer products and services that support the greater good All B Corps companies are businesses that meet the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided information, it appears that Delft Imaging is actively involved in various partnerships and collaborations with several notable organizations, institutions, and entities. Some of these include Stichting Vluchteling, Cordaid, CARE Nederland, Kerk in Actie, Oxfam Novib, Save the Children Nederland, UNICEF, Rode Kruis Nederland, Plan International, Terre des Hommes Netherlands, World Vision, Elidiaries Foundation, Bundle of Pages project, United Nations UN Global Compact, B Lab, and other Certified B Corporations worldwide.",
            "source": [
                {
                    "content": "individuals and companies will also be encouraged to participate in initiatives such as Giro Giro is organised through Stichting Vluchteling  Cordaid  CARE Nederland  Kerk in Actie  Oxfam Novib  Save the Children Nederland  UNICEF  Rode Kruis Nederland  Plan International Terre des Hommes Netherlands World Vision Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Delft Imaging is a social enterprise and aims to promote these SDGs with our core activities and projects We set up the Delft Foundation to partner with and support organisations that promote the SDGs that we believe in especially Goal 4 Quality education and Goal 5 Gender equality The Delft Foundation aims to not just make cash donation but aims to empower organizations and leverage their efforts and impact In  the Delft Foundation supported the Elidiaries Foundation’s Bundle of Pages project to build and equip local libraries with over  books  stationery in three Ghanaian schools This contribution also enabled the creation of literacy clubs serving about 2 students Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "As of July  Delft Imaging has officially joined the United Nations UN Global Compact the world’s largest corporate sustainability initiative and agree to align its operations and strategies on the ten set principles related to human rights labour environment and anti-corruption We are consistently dedicating ourselves to advancing our digital technologies to end Tuberculosis As follows we are committed to consistently improve the life quality of the people engaged and committed to making the UN Global Compact and its principles part of the strategy culture and day-to-day operations Moreover to constantly engage our company in collaborative projects which advance the broader development goals of the United Nations particularly the Sustainable Development Goals SDGs Further details of this commitment can be found on the UN Global Compact Website Delft Imaging Systems  UN Global Compact Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Every year B Lab recognizes the top-performing B Corps creating the greatest impact through their businesses These B Corps are named Best for the World™ as their verified scores in the five impact areas evaluated on the B Impact Assessment BIA—community customers environment governance and workers—are amongst the global top 5 in their corresponding size group These businesses are proving that competing not only to be the best in the world but the best for the world is a winning strategy and they can lead the way as more businesses continue to join the movement that is transforming the global economy to benefit all people communities and the planet  In July  Delft imaging is recognized as Best for the World™  in the service category This means that out of 4 Certified B Corporations worldwide Delft Imaging is among the top 5 B Corps who set the standard to serve our customers and offer products and services that support the greater good All B Corps companies are businesses that meet the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives mentioned in the provided text. Some of them include:\n\n1. Stichting Vluchteling (Foundation for Refugees): A foundation working on refugee issues where multiple organizations collaborate to address the needs of refugees.\n2. Cordaid: An international organization focused on poverty reduction and sustainable development. They work together with various partners to achieve common goals.\n3. CARE Nederland (CARE Netherlands): A humanitarian organization that fights poverty and inequality. They collaborate with different entities to improve living conditions for vulnerable populations.\n4. Kerk in Actie (Church in Action): An initiative by Dutch churches aimed at promoting social justice and helping those in need. Churches collaborate with each other and other organizations to carry out various projects.\n5. Oxfam Novib (Oxfam Netherlands): A branch of the global organization Oxfam, dedicated to fighting poverty and injustice. They join hands with numerous partners to create lasting change.\n6. Save the Children Nederland (Save the Children Netherlands): A nonprofit organization committed to improving the lives of children, particularly those facing poverty, conflict, and discrimination. They collaborate with various groups to ensure better futures for youngsters.\n7. UNICEF (United Nations Children's Fund): A United Nations program dedicated to promoting the rights and wellbeing of children around the world. They work closely with other organizations to protect and support children.\n8. Rode",
            "source": [
                {
                    "content": "individuals and companies will also be encouraged to participate in initiatives such as Giro Giro is organised through Stichting Vluchteling  Cordaid  CARE Nederland  Kerk in Actie  Oxfam Novib  Save the Children Nederland  UNICEF  Rode Kruis Nederland  Plan International Terre des Hommes Netherlands World Vision Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Delft Imaging is a social enterprise and aims to promote these SDGs with our core activities and projects We set up the Delft Foundation to partner with and support organisations that promote the SDGs that we believe in especially Goal 4 Quality education and Goal 5 Gender equality The Delft Foundation aims to not just make cash donation but aims to empower organizations and leverage their efforts and impact In  the Delft Foundation supported the Elidiaries Foundation’s Bundle of Pages project to build and equip local libraries with over  books  stationery in three Ghanaian schools This contribution also enabled the creation of literacy clubs serving about 2 students Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "12 December marks International Universal Health Coverage UHC Day and the Stop TB Partnership’s Private Sector Constituency is proud to raise its voice alongside advocates around the world to call for essential health services for all without financial hardship As UHC encompasses the entire care continuum from health promotion and prevention to treatment and palliative care it will require unprecedented levels of political commitment and multisectoral cooperation Effective engagement of the private sector is absolutely central to advancing UHC When the private sector brings its unique mix of resources innovations and expertise to the table everyone wins It was in this spirit that the Stop TB PSC has compiled its first collection of best practices in private sector engagement to advance the fight against TB This selection of best practices showcases the myriad and diverse ways in which members of the Stop TB PSC are contributing to the fight against TB—our hope is that these case",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "As a company -and with all the people within our team- we are watching with pain in our stomachs as the horrible situation in Ukraine unfolds Keeping up with everyday news makes you feel powerless However we want to do whatever is in our power to give our support to Ukraine Several aid organisations in the Netherlands have joined forces under the umbrella of Giro to provide Ukraine with emergency aid  arrange shelter food medical care and clean drinking water In the past couple of days people within the Netherlands have already donated 98 million Euro to Giro under the initiative ‘together in action for Ukraine’ To help Giro facilitate the aid that is needed we have donated 10 EUR from Delft Imaging As one small organisation we know we are only a drop in the bucket but we hope that other individuals and companies will also be encouraged to participate in initiatives such as Giro Giro is organised through Stichting Vluchteling  Cordaid  CARE Nederland  Kerk in Actie  Oxfam Novib  Save",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Throughout the provided information, there are several instances where collaboration between different entities is mentioned. However, it is unclear which specific collaborations you are referring to. Please provide more context so I can give you a helpful answer.",
            "source": [
                {
                    "content": "individuals and companies will also be encouraged to participate in initiatives such as Giro Giro is organised through Stichting Vluchteling  Cordaid  CARE Nederland  Kerk in Actie  Oxfam Novib  Save the Children Nederland  UNICEF  Rode Kruis Nederland  Plan International Terre des Hommes Netherlands World Vision Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Every year B Lab recognizes the top-performing B Corps creating the greatest impact through their businesses These B Corps are named Best for the World™ as their verified scores in the five impact areas evaluated on the B Impact Assessment BIA—community customers environment governance and workers—are amongst the global top 5 in their corresponding size group These businesses are proving that competing not only to be the best in the world but the best for the world is a winning strategy and they can lead the way as more businesses continue to join the movement that is transforming the global economy to benefit all people communities and the planet  In July  Delft imaging is recognized as Best for the World™  in the service category This means that out of 4 Certified B Corporations worldwide Delft Imaging is among the top 5 B Corps who set the standard to serve our customers and offer products and services that support the greater good All B Corps companies are businesses that meet the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "training and maintenance that meet or exceed all performance requirements while promoting full employee involvement and empowerment and continual improvement of our Quality Management System QMS processes to maximise customer satisfaction With this new height we’d like to thank our valued clients and partners for trusting our service and solution throughout these years We are looking very much forward to working with you again in  and beyond   Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Delft Imaging is a social enterprise and aims to promote these SDGs with our core activities and projects We set up the Delft Foundation to partner with and support organisations that promote the SDGs that we believe in especially Goal 4 Quality education and Goal 5 Gender equality The Delft Foundation aims to not just make cash donation but aims to empower organizations and leverage their efforts and impact In  the Delft Foundation supported the Elidiaries Foundation’s Bundle of Pages project to build and equip local libraries with over  books  stationery in three Ghanaian schools This contribution also enabled the creation of literacy clubs serving about 2 students Our company is ISO  \r certified in the Netherlands and Delft Imaging Ghana is ISO  certified",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "unicef",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ]
}