{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided text, it seems that Do Good Well Consulting has become a Certified B Corporation, which means they adhere to certain social and environmental standards set by B Lab. While the text doesn't explicitly mention any specific sustainable or environmental practices that the company has implemented, we can infer that they likely prioritize these areas due to their commitment to being a B Corp. Some general examples of sustainable or environmental practices could include reducing waste, using renewable energy sources, promoting eco-friendly transportation options, supporting local communities, and implementing fair labor practices. However, without further information, I cannot provide a definitive list of practices implemented by Do Good Well Consulting.",
            "source": [
                {
                    "content": "How do you want to leverage the resources of your time  talent energy  attention and connections  capital …It’s never too late or too early to begin planning your impact strategy— so your work  your life can be more innovative sustainable regenerative inclusive resilient and impactful We offer strategic career planning strategic venture planning strategic giving/impact investing/high impact philanthropy consulting for Click on the image with the blue border to learn more about our Strategic Giving Plan Workshop offered in December  planned to launch again in November  To sign up email Kristin or complete this quick registration form Click on the image above to download a PDF of the Strategic Giving Plan Workshop flyer We empower businesses  organizations to connect their values  practices around issues related to sustainability social impact JEDI ESG and CSR We love helping ventures Define your mission  values and identify specific steps to align your business practices Assess your",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Click here to receive How to Do Good Well a monthly email newsletter If your inquiry pertains to my role Directing UF’s Social Impact  Sustainability Initiative please contact me in the Entrepreneurship  Innovation Center at",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We believe in empowering changemakers to do good well by leveraging the power of business as a force for good We became a Certified B Corporation in  B Corps are a new type of company that use the power of business to solve social and environmental problems B Corp certification is to business what Fair Trade certification is to coffee or USDA Organic certification is to milk For more information see this video about B Corps and this TED talk by the founder of the B Corp movement Do Good Well Consulting was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers In  there were over 2 Certified B Corps around the globe including Patagonia Ben  Jerry’s and Aspiration Bank We are proud to join them in redefining success in business so that one day everyone uses business as a force for good To learn more about our",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We believe in empowering changemakers to do good well by leveraging the power of business as a force for good We became a Certified B Corporation in  B Corps are a new type of company that use the power of business to solve social and environmental problems B Corp certification is to business what Fair Trade certification is to coffee or USDA Organic certification is to milk For more information see this video about B Corps and this TED talk by the founder of the B Corp movement Do Good Well Consulting was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers In  there were over 2 Certified B Corps around the globe including Patagonia Ben  Jerry’s and Aspiration Bank We are proud to join them in redefining success in business so that one day everyone uses business as a force for good To learn more about our",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Based on the provided information, it seems like most of the mentioned activities are centered around social impact and sustainability rather than solely focusing on environmental conservation. However, I can provide some examples of events or initiatives that may have an indirect connection to environmental conservation. Some of these include:\n\n1. The UF Business for Good Lab - This lab allows student teams to work as consultants, helping companies track their progress toward sustainability goals and apply for B Corporation certification. Although not directly focused on environmental conservation, promoting sustainable business practices can contribute to reducing negative environmental impacts.\n2. The For Good Movement B Academics - As the Chair of Teaching & Curriculum Innovation within this group, Dr. Kristin Paulicelli likely plays a role in developing educational materials and programs that emphasize responsible business practices, which could indirectly benefit the environment through reduced waste and resource consumption.\n3. The American Sustainable Business Council (ASBC) - By being a member of ASBC, Dr. Kristin Paulicelli demonstrates her commitment to advancing sustainable business practices, which can help reduce the negative environmental impact of business operations.\n4. The Greater Sum Foundation - Although no specific event or initiative related to environmental conservation is mentioned in the text, the foundation's focus on creating opportunities for students suggests that they might engage in projects or campaigns that indirectly address environmental concerns.\n5. Community Service - While community service itself does not necessarily target environmental conservation, the projects undertaken by students and community members can sometimes involve environmental cleanups or other efforts that promote eco-friendliness.\n\nPlease note that while these events and initiatives may not be exclusively focused on environmental conservation, they still contribute to creating positive change and fostering a culture of sustainability, which can indirectly benefit the environment.",
            "source": [
                {
                    "content": "How do you want to leverage the resources of your time  talent energy  attention and connections  capital …It’s never too late or too early to begin planning your impact strategy— so your work  your life can be more innovative sustainable regenerative inclusive resilient and impactful We offer strategic career planning strategic venture planning strategic giving/impact investing/high impact philanthropy consulting for Click on the image with the blue border to learn more about our Strategic Giving Plan Workshop offered in December  planned to launch again in November  To sign up email Kristin or complete this quick registration form Click on the image above to download a PDF of the Strategic Giving Plan Workshop flyer We empower businesses  organizations to connect their values  practices around issues related to sustainability social impact JEDI ESG and CSR We love helping ventures Define your mission  values and identify specific steps to align your business practices Assess your",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Click here to receive How to Do Good Well a monthly email newsletter If your inquiry pertains to my role Directing UF’s Social Impact  Sustainability Initiative please contact me in the Entrepreneurship  Innovation Center at",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "when AshokaU launched in  she was among the first faculty invited to participate she was asked to present at their first AshokaU Exchange in  she was invited to author the chapter on Teaching Social Entrepreneurship in the Annals of Entrepreneurship Education in  as well as a chapter titled “Key Mindsets  Competencies of Social Entrepreneurs  Changemakers Learning Outcomes Framework” in AshokaU’s  publication Preparing Students for a Rapidly Changing World Learning Outcomes for Social Innovation Social Entrepreneurship and Changemaker Education Kristin believes community service can be transformative and loves partnering with Echoing Green B Lab the organization behind both Public Benefit Corporations  certified B Corporations Florida for Good and the Greater Sum Foundation to create opportunities for students She is a member of the For Good Movement B Academics where she serves as Chair of Teaching  Curriculum Innovation the American Sustainable Business Council and the Academy of",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "enthusiastically educates and empowers people to create strategic impact  positive change She teaches courses on Social Entrepreneurship  Sustainable Business at the University of Florida and in  brought Social Entrepreneurship to UF where she co-founded and directs the Social Impact  Sustainability Initiative in the Entrepreneurship  Innovation CenterKristin is passionate about teaching students to leverage the skills strategies mindsets and competencies of entrepreneurship to create innovative sustainable regenerative inclusive resilient and impactful solutions to social environmental and economic problems locally and around the world In  she launched the UF Business for Good Lab where teams of students work as consultants helping companies to walk their talk around sustainability track their progress towards the UN SDGs and apply to become certified B Corporations Kristin has been a pioneer in the field of Social Entrepreneurship education While attending both the NetImpact",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the provided text, it appears that Do Good Well Consulting reports on various aspects of its environmental impact. These may include but are not limited to:\n\n1. Carbon footprint: The amount of greenhouse gases (primarily carbon dioxide) emitted due to the company's operations and activities. This could involve measuring direct emissions from sources like energy consumption and transportation, as well as indirect emissions resulting from the production and disposal of goods and services.\n2. Water usage and conservation efforts: A key aspect of environmental impact, particularly for companies operating in regions with water scarcity concerns. Reporting on water usage patterns, efficiency improvements, and initiatives aimed at reducing overall water consumption can help demonstrate commitment to responsible water management.\n3. Waste reduction and recycling: Measuring and reporting on the volume of waste generated by the company, along with efforts to minimize waste through recycling, composting, and other diversion strategies. This helps show progress towards zero waste goals and promotes circular economy principles.\n4. Environmentally preferable procurement: Tracking the percentage of purchasing decisions made based on environmental criteria, such as sourcing materials from sustainably managed forests or using eco-friendly cleaning products.\n5. Biodiversity and habitat preservation: Reporting on any positive or negative impacts the company may have on local biodiversity and ecosystem health, as well as any actions taken to mitigate potential harm and support habitat restoration or conservation efforts.\n6. Energy efficiency improvement: Documenting progress in optimizing energy efficiency within the organization, such as through the implementation of renewable energy sources, energy-efficient lighting systems, or smart building technologies.\n7. Transportation and logistics: Highlighting initiatives focused on reducing the environmental footprint of transportation and shipping operations, such as utilizing low-emission vehicles, optimizing delivery routes, or partnering with carriers that prioritize sustainability.\n\nThese are some of the environmental impact metrics that might be reported by Do Good Well Consulting, although the exact metrics will depend on the nature of the company's operations and the industries they serve.",
            "source": [
                {
                    "content": "How do you want to leverage the resources of your time  talent energy  attention and connections  capital …It’s never too late or too early to begin planning your impact strategy— so your work  your life can be more innovative sustainable regenerative inclusive resilient and impactful We offer strategic career planning strategic venture planning strategic giving/impact investing/high impact philanthropy consulting for Click on the image with the blue border to learn more about our Strategic Giving Plan Workshop offered in December  planned to launch again in November  To sign up email Kristin or complete this quick registration form Click on the image above to download a PDF of the Strategic Giving Plan Workshop flyer We empower businesses  organizations to connect their values  practices around issues related to sustainability social impact JEDI ESG and CSR We love helping ventures Define your mission  values and identify specific steps to align your business practices Assess your",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Click here to receive How to Do Good Well a monthly email newsletter If your inquiry pertains to my role Directing UF’s Social Impact  Sustainability Initiative please contact me in the Entrepreneurship  Innovation Center at",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We believe in empowering changemakers to do good well by leveraging the power of business as a force for good We became a Certified B Corporation in  B Corps are a new type of company that use the power of business to solve social and environmental problems B Corp certification is to business what Fair Trade certification is to coffee or USDA Organic certification is to milk For more information see this video about B Corps and this TED talk by the founder of the B Corp movement Do Good Well Consulting was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers In  there were over 2 Certified B Corps around the globe including Patagonia Ben  Jerry’s and Aspiration Bank We are proud to join them in redefining success in business so that one day everyone uses business as a force for good To learn more about our",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We believe in empowering changemakers to do good well by leveraging the power of business as a force for good We became a Certified B Corporation in  B Corps are a new type of company that use the power of business to solve social and environmental problems B Corp certification is to business what Fair Trade certification is to coffee or USDA Organic certification is to milk For more information see this video about B Corps and this TED talk by the founder of the B Corp movement Do Good Well Consulting was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers In  there were over 2 Certified B Corps around the globe including Patagonia Ben  Jerry’s and Aspiration Bank We are proud to join them in redefining success in business so that one day everyone uses business as a force for good To learn more about our",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Based on the provided context, it seems that Do Good Well Consulting has committed to using business as a force for good. They have become a Certified B Corporation, which demonstrates their dedication to solving social and environmental problems through business practices. Additionally, they mention evaluating their practices' impact on various stakeholders such as employees, community, environment, and customers. However, without further information, I cannot definitively state whether they have made any other public commitments to social or corporate responsibility.",
            "source": [
                {
                    "content": "We believe in empowering changemakers to do good well by leveraging the power of business as a force for good We became a Certified B Corporation in  B Corps are a new type of company that use the power of business to solve social and environmental problems B Corp certification is to business what Fair Trade certification is to coffee or USDA Organic certification is to milk For more information see this video about B Corps and this TED talk by the founder of the B Corp movement Do Good Well Consulting was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers In  there were over 2 Certified B Corps around the globe including Patagonia Ben  Jerry’s and Aspiration Bank We are proud to join them in redefining success in business so that one day everyone uses business as a force for good To learn more about our",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We believe in empowering changemakers to do good well by leveraging the power of business as a force for good We became a Certified B Corporation in  B Corps are a new type of company that use the power of business to solve social and environmental problems B Corp certification is to business what Fair Trade certification is to coffee or USDA Organic certification is to milk For more information see this video about B Corps and this TED talk by the founder of the B Corp movement Do Good Well Consulting was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers In  there were over 2 Certified B Corps around the globe including Patagonia Ben  Jerry’s and Aspiration Bank We are proud to join them in redefining success in business so that one day everyone uses business as a force for good To learn more about our",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "track their progress towards the UN SDGs and apply to become certified B Corporations Kristin has been a pioneer in the field of Social Entrepreneurship education While attending both the NetImpact conference at Stanford in    and the Skoll World Forum at Oxford in    she connected with the small handful of faculty who were part of the Ashoka-Skoll University Network for Social Entrepreneurship; at the time Social Entrepreneurship was being taught at fewer than 12 colleges and universities around the world She had the opportunity to develop relationships and learn from others who were creating courses programs and centers in Social Entrepreneurship as well as make connections with folks at the major foundations for Social Entrepreneurship like Ashoka Skoll and Echoing Green and when AshokaU launched in  she was among the first faculty invited to participate she was asked to present at their first AshokaU Exchange in  she was invited to author the chapter on Teaching Social",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "How do you want to leverage the resources of your time  talent energy  attention and connections  capital …It’s never too late or too early to begin planning your impact strategy— so your work  your life can be more innovative sustainable regenerative inclusive resilient and impactful We offer strategic career planning strategic venture planning strategic giving/impact investing/high impact philanthropy consulting for Click on the image with the blue border to learn more about our Strategic Giving Plan Workshop offered in December  planned to launch again in November  To sign up email Kristin or complete this quick registration form Click on the image above to download a PDF of the Strategic Giving Plan Workshop flyer We empower businesses  organizations to connect their values  practices around issues related to sustainability social impact JEDI ESG and CSR We love helping ventures Define your mission  values and identify specific steps to align your business practices Assess your",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual or quarterly reports detailing these commitments. These reports provide updates on the progress made towards achieving the United Nations Sustainable Development Goals (UN SDGs) and maintaining B Corporation certification. The reports also highlight any new initiatives or partnerships aimed at furthering the organization's social and environmental impact. By regularly publishing such reports, the organization ensures transparency and holds itself accountable for its actions.",
            "source": [
                {
                    "content": "track their progress towards the UN SDGs and apply to become certified B Corporations Kristin has been a pioneer in the field of Social Entrepreneurship education While attending both the NetImpact conference at Stanford in    and the Skoll World Forum at Oxford in    she connected with the small handful of faculty who were part of the Ashoka-Skoll University Network for Social Entrepreneurship; at the time Social Entrepreneurship was being taught at fewer than 12 colleges and universities around the world She had the opportunity to develop relationships and learn from others who were creating courses programs and centers in Social Entrepreneurship as well as make connections with folks at the major foundations for Social Entrepreneurship like Ashoka Skoll and Echoing Green and when AshokaU launched in  she was among the first faculty invited to participate she was asked to present at their first AshokaU Exchange in  she was invited to author the chapter on Teaching Social",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "How do you want to leverage the resources of your time  talent energy  attention and connections  capital …It’s never too late or too early to begin planning your impact strategy— so your work  your life can be more innovative sustainable regenerative inclusive resilient and impactful We offer strategic career planning strategic venture planning strategic giving/impact investing/high impact philanthropy consulting for Click on the image with the blue border to learn more about our Strategic Giving Plan Workshop offered in December  planned to launch again in November  To sign up email Kristin or complete this quick registration form Click on the image above to download a PDF of the Strategic Giving Plan Workshop flyer We empower businesses  organizations to connect their values  practices around issues related to sustainability social impact JEDI ESG and CSR We love helping ventures Define your mission  values and identify specific steps to align your business practices Assess your",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We believe in empowering changemakers to do good well by leveraging the power of business as a force for good We became a Certified B Corporation in  B Corps are a new type of company that use the power of business to solve social and environmental problems B Corp certification is to business what Fair Trade certification is to coffee or USDA Organic certification is to milk For more information see this video about B Corps and this TED talk by the founder of the B Corp movement Do Good Well Consulting was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers In  there were over 2 Certified B Corps around the globe including Patagonia Ben  Jerry’s and Aspiration Bank We are proud to join them in redefining success in business so that one day everyone uses business as a force for good To learn more about our",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We believe in empowering changemakers to do good well by leveraging the power of business as a force for good We became a Certified B Corporation in  B Corps are a new type of company that use the power of business to solve social and environmental problems B Corp certification is to business what Fair Trade certification is to coffee or USDA Organic certification is to milk For more information see this video about B Corps and this TED talk by the founder of the B Corp movement Do Good Well Consulting was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers In  there were over 2 Certified B Corps around the globe including Patagonia Ben  Jerry’s and Aspiration Bank We are proud to join them in redefining success in business so that one day everyone uses business as a force for good To learn more about our",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided information, there are no specific details mentioned regarding any community or social events organized to fulfill these commitments. However, we do know that Kristin has been involved in various initiatives related to social entrepreneurship, impact assessment, and sustainability. These include serving as a co-director of UF's Women's Entrepreneurship Summit, joining WetheChange, and becoming a UF Warrington IDEA Advocate. Additionally, she has participated in conferences such as the NetImpact Conference at Stanford and the Skoll World Forum at Oxford, which showcase innovative approaches to address global challenges through social enterprise and impact investing.",
            "source": [
                {
                    "content": "track their progress towards the UN SDGs and apply to become certified B Corporations Kristin has been a pioneer in the field of Social Entrepreneurship education While attending both the NetImpact conference at Stanford in    and the Skoll World Forum at Oxford in    she connected with the small handful of faculty who were part of the Ashoka-Skoll University Network for Social Entrepreneurship; at the time Social Entrepreneurship was being taught at fewer than 12 colleges and universities around the world She had the opportunity to develop relationships and learn from others who were creating courses programs and centers in Social Entrepreneurship as well as make connections with folks at the major foundations for Social Entrepreneurship like Ashoka Skoll and Echoing Green and when AshokaU launched in  she was among the first faculty invited to participate she was asked to present at their first AshokaU Exchange in  she was invited to author the chapter on Teaching Social",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Impact Cornell’s Office of Career Services inaugural Social Impact Career Forum Ross Alums Tell You How They Got Their Jobs in Social Impact Pepperdine Career Services The Social Enterprise Way Job Search Strategies Designing Your Life How to Build a Well-Lived Joyful Life by Bill Burnett  Dave Evans Working for Good Making a Difference while Making a Living by Jeff Klein Making Good Finding Meaning Money and Community in a Changing World by Billy Parish  Dev Aujla Doing Good Better How Effective Altruism Can Help You Help Others Do Work that Matters and Make Smarter Choices about Giving Back by William MacAskill",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "when AshokaU launched in  she was among the first faculty invited to participate she was asked to present at their first AshokaU Exchange in  she was invited to author the chapter on Teaching Social Entrepreneurship in the Annals of Entrepreneurship Education in  as well as a chapter titled “Key Mindsets  Competencies of Social Entrepreneurs  Changemakers Learning Outcomes Framework” in AshokaU’s  publication Preparing Students for a Rapidly Changing World Learning Outcomes for Social Innovation Social Entrepreneurship and Changemaker Education Kristin believes community service can be transformative and loves partnering with Echoing Green B Lab the organization behind both Public Benefit Corporations  certified B Corporations Florida for Good and the Greater Sum Foundation to create opportunities for students She is a member of the For Good Movement B Academics where she serves as Chair of Teaching  Curriculum Innovation the American Sustainable Business Council and the Academy of",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "past decade and collaborates on research focused on women social entrepreneurs Since  Kristin has been a co-director of UF’s Women’s Entrepreneurship Summit In  she joined WetheChange a network of women leaders of certified B Corporations and other purpose-driven businesses who believe in business as a force for good to generate abundance and prosperity for all In Spring  she was invited to serve as a UF Warrington IDEA Advocate She also serves on UF’s LPAC LGBTQ+ Presidential Advisory Committee Kristin is grateful to be inspired by the many diverse mentors in her life who exemplify what it means to live  lead with courage compassion and connection After finishing her PhD in  and earning a Postdoc in Marketing  Management from UF in  Kristin earned a certificate in Social Entrepreneurship from the INSEAD School of Business in France and in  she was awarded a scholarship to attend the Graduate School of Business at Stanford University earning an executive certificate in Social",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided information, it seems that the organization offers various resources and tools to support individuals and companies in defining their missions, values, and impact strategies. They also provide guidance on becoming a certified B Corporation, which focuses on social and environmental responsibility. Additionally, they mention working with clients in different industries such as education, healthcare, technology, and finance. However, no specific products, services, or technologies were mentioned in the text.",
            "source": [
                {
                    "content": "the world in diverse industries and is the best connector I have ever met Dr Joys will go above and beyond researching her proposed strategy and will send you countless resources to help you in a plethora of ways Dr Joys has helped me on a personal level in many arenas She has helped me decide what is the right grad school to best suits my goals She helped me perfect a winning resume to not just bring out my best side but to stand out from the crowd of over 3 Dr Joys was/is an integral part of every company I have launched and continues to follow through with unparalleled advice regardless of the issue She has been there from ideation to implementation on my new venture Sustainable Breakthroughs and her impact is helping us make a global impact Dr Joys's advice will be with my the rest of my life and I will never forget all she has taught me Her industry experience and intelligence matched with her kindness understanding and over all emotional intelligence makes her the best",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "around issues related to sustainability social impact JEDI ESG and CSR We love helping ventures Define your mission  values and identify specific steps to align your business practices Assess your business's current impact on stakeholders including your team the community and the environment Apply to become a certified B Corporation and join the community of like-minded leaders using the power of business to benefit people the planet and prosperity Implement strategic plans to develop innovative market opportunities and messaging that highlights  differentiates your brand We empower changemakers to find  create impact careers We love helping changemakers students young professionals experienced leaders and everyone in between   Identify where your interests passions gifts talents strengths and sense of purpose intersect-- leading to meaningful careers  personal success Navigate the college admissions process applications essays resumes scholarships choosing best-fit schools Find",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "How do you want to leverage the resources of your time  talent energy  attention and connections  capital …It’s never too late or too early to begin planning your impact strategy— so your work  your life can be more innovative sustainable regenerative inclusive resilient and impactful We offer strategic career planning strategic venture planning strategic giving/impact investing/high impact philanthropy consulting for Click on the image with the blue border to learn more about our Strategic Giving Plan Workshop offered in December  planned to launch again in November  To sign up email Kristin or complete this quick registration form Click on the image above to download a PDF of the Strategic Giving Plan Workshop flyer We empower businesses  organizations to connect their values  practices around issues related to sustainability social impact JEDI ESG and CSR We love helping ventures Define your mission  values and identify specific steps to align your business practices Assess your",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "including Patagonia Ben  Jerry’s and Aspiration Bank We are proud to join them in redefining success in business so that one day everyone uses business as a force for good To learn more about our certification check out our B Corp profile",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, it seems like there might be some promotional events or sales related to the services mentioned. However, no specific events or sales were explicitly mentioned in the text. It would be helpful if you could provide more context or clarify which service or offering you are referring to.",
            "source": [
                {
                    "content": "including Patagonia Ben  Jerry’s and Aspiration Bank We are proud to join them in redefining success in business so that one day everyone uses business as a force for good To learn more about our certification check out our B Corp profile",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "including Patagonia Ben  Jerry’s and Aspiration Bank We are proud to join them in redefining success in business so that one day everyone uses business as a force for good To learn more about our certification check out our B Corp profile",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the world in diverse industries and is the best connector I have ever met Dr Joys will go above and beyond researching her proposed strategy and will send you countless resources to help you in a plethora of ways Dr Joys has helped me on a personal level in many arenas She has helped me decide what is the right grad school to best suits my goals She helped me perfect a winning resume to not just bring out my best side but to stand out from the crowd of over 3 Dr Joys was/is an integral part of every company I have launched and continues to follow through with unparalleled advice regardless of the issue She has been there from ideation to implementation on my new venture Sustainable Breakthroughs and her impact is helping us make a global impact Dr Joys's advice will be with my the rest of my life and I will never forget all she has taught me Her industry experience and intelligence matched with her kindness understanding and over all emotional intelligence makes her the best",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "How do you want to leverage the resources of your time  talent energy  attention and connections  capital …It’s never too late or too early to begin planning your impact strategy— so your work  your life can be more innovative sustainable regenerative inclusive resilient and impactful We offer strategic career planning strategic venture planning strategic giving/impact investing/high impact philanthropy consulting for Click on the image with the blue border to learn more about our Strategic Giving Plan Workshop offered in December  planned to launch again in November  To sign up email Kristin or complete this quick registration form Click on the image above to download a PDF of the Strategic Giving Plan Workshop flyer We empower businesses  organizations to connect their values  practices around issues related to sustainability social impact JEDI ESG and CSR We love helping ventures Define your mission  values and identify specific steps to align your business practices Assess your",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " The given text does not explicitly mention any key partnerships or collaborations related to commerce. However, it showcases companies such as Patagonia, Ben & Jerry's, and Aspiration Bank that have demonstrated a commitment to using business as a force for good. These companies may engage in various forms of collaboration within the realm of commerce, but we cannot infer these from the provided information alone.",
            "source": [
                {
                    "content": "including Patagonia Ben  Jerry’s and Aspiration Bank We are proud to join them in redefining success in business so that one day everyone uses business as a force for good To learn more about our certification check out our B Corp profile",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "including Patagonia Ben  Jerry’s and Aspiration Bank We are proud to join them in redefining success in business so that one day everyone uses business as a force for good To learn more about our certification check out our B Corp profile",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "How do you want to leverage the resources of your time  talent energy  attention and connections  capital …It’s never too late or too early to begin planning your impact strategy— so your work  your life can be more innovative sustainable regenerative inclusive resilient and impactful We offer strategic career planning strategic venture planning strategic giving/impact investing/high impact philanthropy consulting for Click on the image with the blue border to learn more about our Strategic Giving Plan Workshop offered in December  planned to launch again in November  To sign up email Kristin or complete this quick registration form Click on the image above to download a PDF of the Strategic Giving Plan Workshop flyer We empower businesses  organizations to connect their values  practices around issues related to sustainability social impact JEDI ESG and CSR We love helping ventures Define your mission  values and identify specific steps to align your business practices Assess your",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "around issues related to sustainability social impact JEDI ESG and CSR We love helping ventures Define your mission  values and identify specific steps to align your business practices Assess your business's current impact on stakeholders including your team the community and the environment Apply to become a certified B Corporation and join the community of like-minded leaders using the power of business to benefit people the planet and prosperity Implement strategic plans to develop innovative market opportunities and messaging that highlights  differentiates your brand We empower changemakers to find  create impact careers We love helping changemakers students young professionals experienced leaders and everyone in between   Identify where your interests passions gifts talents strengths and sense of purpose intersect-- leading to meaningful careers  personal success Navigate the college admissions process applications essays resumes scholarships choosing best-fit schools Find",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " There are several opportunities available for those interested in pursuing careers related to social impact, sustainability, and B Corp certification. These include:\n\n1. College Admissions Process: Students can navigate the college admissions process to secure spots at institutions offering strong programs in social entrepreneurship, sustainability, and related fields.\n2. Internships & Gap Years: Individuals seeking hands-on experience can explore internships and gap year programs focused on social impact, sustainability, and B Corp certification.\n3. Certifications & Training Programs: Participants can enroll in training programs, workshops, and certifications such as becoming a B Corp, which demonstrates commitment to social and environmental responsibility.\n4. Job Postings: Employers across various industries are increasingly prioritizing social impact, sustainability, and corporate social responsibility. Job seekers can search for open positions aligned with these values through platforms like LinkedIn, Indeed, and other job boards.\n5. Conferences & Networking Events: Attend conferences, networking events, and meetups focused on social impact, sustainability, and B Corp certification to connect with like-minded individuals, learn about new opportunities, and expand professional networks.",
            "source": [
                {
                    "content": "and sense of purpose intersect-- leading to meaningful careers  personal success Navigate the college admissions process applications essays resumes scholarships choosing best-fit schools Find engaging learning experiences like internships  gap years to learn develop and practice the skills that identify you as a top candidate for employers Identify  connect with industry leaders positioned to serve as advisors mentors and future employers Develop plans to launch your own venture whether it's a for-profit business non-profit organization or hybrid",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "around issues related to sustainability social impact JEDI ESG and CSR We love helping ventures Define your mission  values and identify specific steps to align your business practices Assess your business's current impact on stakeholders including your team the community and the environment Apply to become a certified B Corporation and join the community of like-minded leaders using the power of business to benefit people the planet and prosperity Implement strategic plans to develop innovative market opportunities and messaging that highlights  differentiates your brand We empower changemakers to find  create impact careers We love helping changemakers students young professionals experienced leaders and everyone in between   Identify where your interests passions gifts talents strengths and sense of purpose intersect-- leading to meaningful careers  personal success Navigate the college admissions process applications essays resumes scholarships choosing best-fit schools Find",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "track their progress towards the UN SDGs and apply to become certified B Corporations Kristin has been a pioneer in the field of Social Entrepreneurship education While attending both the NetImpact conference at Stanford in    and the Skoll World Forum at Oxford in    she connected with the small handful of faculty who were part of the Ashoka-Skoll University Network for Social Entrepreneurship; at the time Social Entrepreneurship was being taught at fewer than 12 colleges and universities around the world She had the opportunity to develop relationships and learn from others who were creating courses programs and centers in Social Entrepreneurship as well as make connections with folks at the major foundations for Social Entrepreneurship like Ashoka Skoll and Echoing Green and when AshokaU launched in  she was among the first faculty invited to participate she was asked to present at their first AshokaU Exchange in  she was invited to author the chapter on Teaching Social",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Impact Cornell’s Office of Career Services inaugural Social Impact Career Forum Ross Alums Tell You How They Got Their Jobs in Social Impact Pepperdine Career Services The Social Enterprise Way Job Search Strategies Designing Your Life How to Build a Well-Lived Joyful Life by Bill Burnett  Dave Evans Working for Good Making a Difference while Making a Living by Jeff Klein Making Good Finding Meaning Money and Community in a Changing World by Billy Parish  Dev Aujla Doing Good Better How Effective Altruism Can Help You Help Others Do Work that Matters and Make Smarter Choices about Giving Back by William MacAskill",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events like job fairs, webinars, workshops, and training programs available for those interested in finding jobs with social impact. Some of these include:\n\nJob Fairs:\n\n1. Net Impact Conference - An annual conference organized by Net Impact, which brings together professionals, students, and organizations working towards creating positive social and environmental change through their careers.\n2. SOCAP (Social Capital Markets) - A global gathering of impact investors, entrepreneurs, and social sector leaders focused on accelerating solutions to the world's most pressing problems.\n3. SEA (Social Enterprise Alliance) Annual Summit - A national event hosted by SEA, bringing together social enterprises, supporters, and practitioners to share knowledge, resources, and ideas.\n\nWebinars & Workshops:\n\n1. Skillshare - Offers online classes and workshops covering various topics related to social impact, such as social entrepreneurship, design thinking, and grant writing.\n2. Idealist - Provides free webinars and workshops on topics like nonprofit management, fundraising, and volunteer recruitment.\n3. Coursera - Offers several courses and specializations related to social impact, such as \"Creating Social Value\" and \"Impact Evaluation for Global Health and Development.\"\n\nTraining Programs:\n\n1. AmeriCorps - A national service program that places participants in various organizations to address critical needs in education, public safety, health, and the environment. Participants receive a living allowance, health insurance, and an education award upon completion of their term.\n2. Peace Corps - Another national service program that sends volunteers abroad to promote peace and development in communities worldwide. Volunteers receive training, support, and compensation during their service.\n3. Social Impact Internships - Many companies and organizations offer paid or unpaid internships focused on social impact, providing hands-on experience and networking opportunities within the field.",
            "source": [
                {
                    "content": "around issues related to sustainability social impact JEDI ESG and CSR We love helping ventures Define your mission  values and identify specific steps to align your business practices Assess your business's current impact on stakeholders including your team the community and the environment Apply to become a certified B Corporation and join the community of like-minded leaders using the power of business to benefit people the planet and prosperity Implement strategic plans to develop innovative market opportunities and messaging that highlights  differentiates your brand We empower changemakers to find  create impact careers We love helping changemakers students young professionals experienced leaders and everyone in between   Identify where your interests passions gifts talents strengths and sense of purpose intersect-- leading to meaningful careers  personal success Navigate the college admissions process applications essays resumes scholarships choosing best-fit schools Find",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and sense of purpose intersect-- leading to meaningful careers  personal success Navigate the college admissions process applications essays resumes scholarships choosing best-fit schools Find engaging learning experiences like internships  gap years to learn develop and practice the skills that identify you as a top candidate for employers Identify  connect with industry leaders positioned to serve as advisors mentors and future employers Develop plans to launch your own venture whether it's a for-profit business non-profit organization or hybrid",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "by couraging” as Mary Daly said quoted by Brené Brown in Daring Greatly In addition to her work at UF Kristin founded do good well consulting in  and became a certified B Corp in  to help businesses organizations and individuals create strategic impact strategic career planning strategic venture planning strategic philanthropy and strategic giving to connect their values  practices around issues related to sustainability social  environmental impact ESG CSR JEDI impact investing and high impact philanthropy/effective altruism/strategic giving For two decades she has helped changemakers find  create impact careers Kristin loves cheering people on; given the impacts of the COVID-19 pandemic she began offering Courage  Confidence Coaching She graduated from the Optimize Coach program with Heroic a certified B Corporation  Public Benefit Corporation in January  and is now enrolled in the Advance Coach program Kristin is also a certified Yoga Teacher who nearly lost her right leg  life in",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "at wwwctclcom and their companion site  Cool Colleges For the Hyper-Intelligent Self-Directed Late Blooming and Just Plain Different by Donald Asher The Insider's Guide to the Colleges  Students on Campus Tell You What You Really Want to Know 41st Edition The Millenials Go to College Strategies for a New Generation on Campus Recruiting and Admissions Campus Life and the Classroom by Neil Howe and William Strauss The Official SAT Study Guide For the New SAT  Edition by The College Board These are the top two books that I think might be most helpful for you to start with The Finding Impact Podcast to help you build your own social enterprise Tools for Scale Podcast to help you expand your own social enterprise 7 Ways to Launch a Career with Social Impact Pioneers Post Careers with Social Impact Cornell’s Office of Career Services inaugural Social Impact Career Forum Ross Alums Tell You How They Got Their Jobs in Social Impact Pepperdine Career Services The Social Enterprise Way Job",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Based on the provided information, there is no direct mention of specific employee or participant benefits. However, some general ideas can be inferred from the text. It seems that these organizations prioritize social impact, sustainability, and ethical practices, which could potentially lead to better working conditions, fair compensation, and opportunities for professional development related to social responsibility. Additionally, employees may benefit from a sense of purpose and belongingness within their workplace culture.",
            "source": [
                {
                    "content": "including Patagonia Ben  Jerry’s and Aspiration Bank We are proud to join them in redefining success in business so that one day everyone uses business as a force for good To learn more about our certification check out our B Corp profile",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "including Patagonia Ben  Jerry’s and Aspiration Bank We are proud to join them in redefining success in business so that one day everyone uses business as a force for good To learn more about our certification check out our B Corp profile",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Impact Cornell’s Office of Career Services inaugural Social Impact Career Forum Ross Alums Tell You How They Got Their Jobs in Social Impact Pepperdine Career Services The Social Enterprise Way Job Search Strategies Designing Your Life How to Build a Well-Lived Joyful Life by Bill Burnett  Dave Evans Working for Good Making a Difference while Making a Living by Jeff Klein Making Good Finding Meaning Money and Community in a Changing World by Billy Parish  Dev Aujla Doing Good Better How Effective Altruism Can Help You Help Others Do Work that Matters and Make Smarter Choices about Giving Back by William MacAskill",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and sense of purpose intersect-- leading to meaningful careers  personal success Navigate the college admissions process applications essays resumes scholarships choosing best-fit schools Find engaging learning experiences like internships  gap years to learn develop and practice the skills that identify you as a top candidate for employers Identify  connect with industry leaders positioned to serve as advisors mentors and future employers Develop plans to launch your own venture whether it's a for-profit business non-profit organization or hybrid",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " I apologize but without providing specific details from the financial or earnings report, it is impossible to accurately identify the key takeaways. Please provide relevant excerpts or data points from the report so that I can give you a helpful response.",
            "source": [
                {
                    "content": "B Corp Series How to Use Business as a Force for Good What’s the Difference Between Certified B Corps and Benefit Corps 10 Tips to Maximize the Value of Your B Corp Certification    The B Corp Handbook How You Can Use Business as a Force for Good 2nd edition by Tiffany Jana  Ryan Honeyman Better Business How the B Corp Movement Is Remaking Capitalism by Christopher Marquis Reimagining Capitalism in a World on Fire by Rebecca Henderson Let My People Go Surfing the Education of a Reluctant Businessman by Yvon Chouinard  Natural Capitalism The Ecology of Commerce by Paul Hawken  Amory Lovins Good Business Leadership Flow and the Making of Meaning by Mihaly Csikszentmihalyi People Over Profit Break the System Live with Purpose Be More Successful by Dale Partridge The New Sustainability Advantage Seven Business Case Benefits of a Triple Bottom Line by Bob Willard Creating Good Work The World's Leading Social Entrepreneurs edited by Ron Schultz",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We believe in empowering changemakers to do good well by leveraging the power of business as a force for good We became a Certified B Corporation in  B Corps are a new type of company that use the power of business to solve social and environmental problems B Corp certification is to business what Fair Trade certification is to coffee or USDA Organic certification is to milk For more information see this video about B Corps and this TED talk by the founder of the B Corp movement Do Good Well Consulting was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers In  there were over 2 Certified B Corps around the globe including Patagonia Ben  Jerry’s and Aspiration Bank We are proud to join them in redefining success in business so that one day everyone uses business as a force for good To learn more about our",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We believe in empowering changemakers to do good well by leveraging the power of business as a force for good We became a Certified B Corporation in  B Corps are a new type of company that use the power of business to solve social and environmental problems B Corp certification is to business what Fair Trade certification is to coffee or USDA Organic certification is to milk For more information see this video about B Corps and this TED talk by the founder of the B Corp movement Do Good Well Consulting was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers In  there were over 2 Certified B Corps around the globe including Patagonia Ben  Jerry’s and Aspiration Bank We are proud to join them in redefining success in business so that one day everyone uses business as a force for good To learn more about our",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "track their progress towards the UN SDGs and apply to become certified B Corporations Kristin has been a pioneer in the field of Social Entrepreneurship education While attending both the NetImpact conference at Stanford in    and the Skoll World Forum at Oxford in    she connected with the small handful of faculty who were part of the Ashoka-Skoll University Network for Social Entrepreneurship; at the time Social Entrepreneurship was being taught at fewer than 12 colleges and universities around the world She had the opportunity to develop relationships and learn from others who were creating courses programs and centers in Social Entrepreneurship as well as make connections with folks at the major foundations for Social Entrepreneurship like Ashoka Skoll and Echoing Green and when AshokaU launched in  she was among the first faculty invited to participate she was asked to present at their first AshokaU Exchange in  she was invited to author the chapter on Teaching Social",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, it does not explicitly mention any investor events or funding rounds. However, it does indicate that the organization offers strategic giving plan workshops, which could potentially attract investors interested in socially responsible investments. Additionally, the organization may engage in strategic venture planning and impact investing/high impact philanthropy consulting services, which could involve securing funds from investors. It is important to note that while these activities might lead to investment opportunities, there isn't any direct mention of specific investor events or funding rounds within the given text.",
            "source": [
                {
                    "content": "How do you want to leverage the resources of your time  talent energy  attention and connections  capital …It’s never too late or too early to begin planning your impact strategy— so your work  your life can be more innovative sustainable regenerative inclusive resilient and impactful We offer strategic career planning strategic venture planning strategic giving/impact investing/high impact philanthropy consulting for Click on the image with the blue border to learn more about our Strategic Giving Plan Workshop offered in December  planned to launch again in November  To sign up email Kristin or complete this quick registration form Click on the image above to download a PDF of the Strategic Giving Plan Workshop flyer We empower businesses  organizations to connect their values  practices around issues related to sustainability social impact JEDI ESG and CSR We love helping ventures Define your mission  values and identify specific steps to align your business practices Assess your",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "including Patagonia Ben  Jerry’s and Aspiration Bank We are proud to join them in redefining success in business so that one day everyone uses business as a force for good To learn more about our certification check out our B Corp profile",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "including Patagonia Ben  Jerry’s and Aspiration Bank We are proud to join them in redefining success in business so that one day everyone uses business as a force for good To learn more about our certification check out our B Corp profile",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "first launched we were a c3 nonprofit we believe in the power of business to make a positive impact in communities and thus Kristin helped as we transitioned to become a certified B-Corporation She was great to work with and made what seemed like an overwhelming process quick  painless We were proud to be one of the first B-Corporations in Florida there were just two others when we were certified in  I would encourage anyone who is looking for sound guidance in today’s changing world to contact Kristin if they are in need of a consultant worth their salt I’m glad we did Scott Fore Managing Partner TreeTop Commons  Kristin has been such an inspiration to our business and our mission to be a part of saving the world - a tall order but we all have to do our part From the beginning Kristin not only supported our mission but helped us work through some complex issues like how to have a sustainable mission but not to the detriment of the business and our bottom line Kristin's ability to",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, it is unclear whether any specific financial or funding goals have been set for the next period. However, it is mentioned that the organization transitioned to become a certified B-Corporation under Kristin's guidance, which suggests that financial stability and growth might be prioritized. Additionally, the mention of offering strategic career planning, strategic venture planning, strategic giving/impact investing/high impact philanthropy consulting services indicates that revenue generation could also be a focus.",
            "source": [
                {
                    "content": "How do you want to leverage the resources of your time  talent energy  attention and connections  capital …It’s never too late or too early to begin planning your impact strategy— so your work  your life can be more innovative sustainable regenerative inclusive resilient and impactful We offer strategic career planning strategic venture planning strategic giving/impact investing/high impact philanthropy consulting for Click on the image with the blue border to learn more about our Strategic Giving Plan Workshop offered in December  planned to launch again in November  To sign up email Kristin or complete this quick registration form Click on the image above to download a PDF of the Strategic Giving Plan Workshop flyer We empower businesses  organizations to connect their values  practices around issues related to sustainability social impact JEDI ESG and CSR We love helping ventures Define your mission  values and identify specific steps to align your business practices Assess your",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "track their progress towards the UN SDGs and apply to become certified B Corporations Kristin has been a pioneer in the field of Social Entrepreneurship education While attending both the NetImpact conference at Stanford in    and the Skoll World Forum at Oxford in    she connected with the small handful of faculty who were part of the Ashoka-Skoll University Network for Social Entrepreneurship; at the time Social Entrepreneurship was being taught at fewer than 12 colleges and universities around the world She had the opportunity to develop relationships and learn from others who were creating courses programs and centers in Social Entrepreneurship as well as make connections with folks at the major foundations for Social Entrepreneurship like Ashoka Skoll and Echoing Green and when AshokaU launched in  she was among the first faculty invited to participate she was asked to present at their first AshokaU Exchange in  she was invited to author the chapter on Teaching Social",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "first launched we were a c3 nonprofit we believe in the power of business to make a positive impact in communities and thus Kristin helped as we transitioned to become a certified B-Corporation She was great to work with and made what seemed like an overwhelming process quick  painless We were proud to be one of the first B-Corporations in Florida there were just two others when we were certified in  I would encourage anyone who is looking for sound guidance in today’s changing world to contact Kristin if they are in need of a consultant worth their salt I’m glad we did Scott Fore Managing Partner TreeTop Commons  Kristin has been such an inspiration to our business and our mission to be a part of saving the world - a tall order but we all have to do our part From the beginning Kristin not only supported our mission but helped us work through some complex issues like how to have a sustainable mission but not to the detriment of the business and our bottom line Kristin's ability to",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "around issues related to sustainability social impact JEDI ESG and CSR We love helping ventures Define your mission  values and identify specific steps to align your business practices Assess your business's current impact on stakeholders including your team the community and the environment Apply to become a certified B Corporation and join the community of like-minded leaders using the power of business to benefit people the planet and prosperity Implement strategic plans to develop innovative market opportunities and messaging that highlights  differentiates your brand We empower changemakers to find  create impact careers We love helping changemakers students young professionals experienced leaders and everyone in between   Identify where your interests passions gifts talents strengths and sense of purpose intersect-- leading to meaningful careers  personal success Navigate the college admissions process applications essays resumes scholarships choosing best-fit schools Find",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided text, it seems like the most recent development mentioned is the launch of the UF Business for Good Lab in . This lab allows teams of students to work as consultants, helping companies track their progress toward the United Nations Sustainable Development Goals (SDGs) and apply for B Corporation certification. The lab provides opportunities for students to gain hands-on experience in social entrepreneurship and sustainable business practices while also contributing to positive change within local and global communities.",
            "source": [
                {
                    "content": "the world in diverse industries and is the best connector I have ever met Dr Joys will go above and beyond researching her proposed strategy and will send you countless resources to help you in a plethora of ways Dr Joys has helped me on a personal level in many arenas She has helped me decide what is the right grad school to best suits my goals She helped me perfect a winning resume to not just bring out my best side but to stand out from the crowd of over 3 Dr Joys was/is an integral part of every company I have launched and continues to follow through with unparalleled advice regardless of the issue She has been there from ideation to implementation on my new venture Sustainable Breakthroughs and her impact is helping us make a global impact Dr Joys's advice will be with my the rest of my life and I will never forget all she has taught me Her industry experience and intelligence matched with her kindness understanding and over all emotional intelligence makes her the best",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "enthusiastically educates and empowers people to create strategic impact  positive change She teaches courses on Social Entrepreneurship  Sustainable Business at the University of Florida and in  brought Social Entrepreneurship to UF where she co-founded and directs the Social Impact  Sustainability Initiative in the Entrepreneurship  Innovation CenterKristin is passionate about teaching students to leverage the skills strategies mindsets and competencies of entrepreneurship to create innovative sustainable regenerative inclusive resilient and impactful solutions to social environmental and economic problems locally and around the world In  she launched the UF Business for Good Lab where teams of students work as consultants helping companies to walk their talk around sustainability track their progress towards the UN SDGs and apply to become certified B Corporations Kristin has been a pioneer in the field of Social Entrepreneurship education While attending both the NetImpact",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We believe in empowering changemakers to do good well by leveraging the power of business as a force for good We became a Certified B Corporation in  B Corps are a new type of company that use the power of business to solve social and environmental problems B Corp certification is to business what Fair Trade certification is to coffee or USDA Organic certification is to milk For more information see this video about B Corps and this TED talk by the founder of the B Corp movement Do Good Well Consulting was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers In  there were over 2 Certified B Corps around the globe including Patagonia Ben  Jerry’s and Aspiration Bank We are proud to join them in redefining success in business so that one day everyone uses business as a force for good To learn more about our",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We believe in empowering changemakers to do good well by leveraging the power of business as a force for good We became a Certified B Corporation in  B Corps are a new type of company that use the power of business to solve social and environmental problems B Corp certification is to business what Fair Trade certification is to coffee or USDA Organic certification is to milk For more information see this video about B Corps and this TED talk by the founder of the B Corp movement Do Good Well Consulting was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers In  there were over 2 Certified B Corps around the globe including Patagonia Ben  Jerry’s and Aspiration Bank We are proud to join them in redefining success in business so that one day everyone uses business as a force for good To learn more about our",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, it seems that Kristin Christopher is actively involved in various initiatives related to social entrepreneurship, sustainability, and impact. However, there isn't enough detail to provide specific ongoing or upcoming research projects or innovation initiatives directly linked to her. It would be helpful if you could clarify which aspect of her work you are interested in learning more about.",
            "source": [
                {
                    "content": "How do you want to leverage the resources of your time  talent energy  attention and connections  capital …It’s never too late or too early to begin planning your impact strategy— so your work  your life can be more innovative sustainable regenerative inclusive resilient and impactful We offer strategic career planning strategic venture planning strategic giving/impact investing/high impact philanthropy consulting for Click on the image with the blue border to learn more about our Strategic Giving Plan Workshop offered in December  planned to launch again in November  To sign up email Kristin or complete this quick registration form Click on the image above to download a PDF of the Strategic Giving Plan Workshop flyer We empower businesses  organizations to connect their values  practices around issues related to sustainability social impact JEDI ESG and CSR We love helping ventures Define your mission  values and identify specific steps to align your business practices Assess your",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "track their progress towards the UN SDGs and apply to become certified B Corporations Kristin has been a pioneer in the field of Social Entrepreneurship education While attending both the NetImpact conference at Stanford in    and the Skoll World Forum at Oxford in    she connected with the small handful of faculty who were part of the Ashoka-Skoll University Network for Social Entrepreneurship; at the time Social Entrepreneurship was being taught at fewer than 12 colleges and universities around the world She had the opportunity to develop relationships and learn from others who were creating courses programs and centers in Social Entrepreneurship as well as make connections with folks at the major foundations for Social Entrepreneurship like Ashoka Skoll and Echoing Green and when AshokaU launched in  she was among the first faculty invited to participate she was asked to present at their first AshokaU Exchange in  she was invited to author the chapter on Teaching Social",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "enthusiastically educates and empowers people to create strategic impact  positive change She teaches courses on Social Entrepreneurship  Sustainable Business at the University of Florida and in  brought Social Entrepreneurship to UF where she co-founded and directs the Social Impact  Sustainability Initiative in the Entrepreneurship  Innovation CenterKristin is passionate about teaching students to leverage the skills strategies mindsets and competencies of entrepreneurship to create innovative sustainable regenerative inclusive resilient and impactful solutions to social environmental and economic problems locally and around the world In  she launched the UF Business for Good Lab where teams of students work as consultants helping companies to walk their talk around sustainability track their progress towards the UN SDGs and apply to become certified B Corporations Kristin has been a pioneer in the field of Social Entrepreneurship education While attending both the NetImpact",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Click here to receive How to Do Good Well a monthly email newsletter If your inquiry pertains to my role Directing UF’s Social Impact  Sustainability Initiative please contact me in the Entrepreneurship  Innovation Center at",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, there isn't any specific mention of recent research grants or innovation awards that have been distributed. The text primarily highlights Kristin's achievements and involvement in various programs related to leadership, sustainability, and social entrepreneurship.",
            "source": [
                {
                    "content": "from the INSEAD School of Business in France and in  she was awarded a scholarship to attend the Graduate School of Business at Stanford University earning an executive certificate in Social Entrepreneurship In October  she graduated from the Strategic Communications Academy for UF Leaders  Scholars where she learned  practiced the power of storytelling to engage influencers policy-makers funders and the media And in March  she earned a certificate from the Social Entrepreneurship Bootcamp from the Stanford Center for Social Innovation at the Graduate School of Business From  -  Kristin founded  directed the Young Entrepreneurs for Leadership  Sustainability High School Summer Program at UF the only summer program in the US where college bound high school students learned and practiced the skills of successful business and community leaders while being inspired to solve social environmental and economic problems In January  the program received the United States Association of Small",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "past decade and collaborates on research focused on women social entrepreneurs Since  Kristin has been a co-director of UF’s Women’s Entrepreneurship Summit In  she joined WetheChange a network of women leaders of certified B Corporations and other purpose-driven businesses who believe in business as a force for good to generate abundance and prosperity for all In Spring  she was invited to serve as a UF Warrington IDEA Advocate She also serves on UF’s LPAC LGBTQ+ Presidential Advisory Committee Kristin is grateful to be inspired by the many diverse mentors in her life who exemplify what it means to live  lead with courage compassion and connection After finishing her PhD in  and earning a Postdoc in Marketing  Management from UF in  Kristin earned a certificate in Social Entrepreneurship from the INSEAD School of Business in France and in  she was awarded a scholarship to attend the Graduate School of Business at Stanford University earning an executive certificate in Social",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "including Patagonia Ben  Jerry’s and Aspiration Bank We are proud to join them in redefining success in business so that one day everyone uses business as a force for good To learn more about our certification check out our B Corp profile",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "including Patagonia Ben  Jerry’s and Aspiration Bank We are proud to join them in redefining success in business so that one day everyone uses business as a force for good To learn more about our certification check out our B Corp profile",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization is collaborating with several notable organizations, institutions, and entities. Some of these include:\n\n1. Ashoka-Skoll University Network for Social Entrepreneurship - A network of faculty members working together to promote social entrepreneurship education.\n2. NetImpact Conference at Stanford University - An annual gathering of individuals and organizations committed to using business for social and environmental impact.\n3. Skoll World Forum at Oxford University - Another prestigious event focused on accelerating innovation for social impact.\n4. Major foundations for Social Entrepreneurship such as Ashoka, Skoll, and Echoing Green - These foundations play crucial roles in supporting and promoting social entrepreneurship initiatives globally.\n5. B Lab - A non-profit organization that evaluates and certifies companies based on their social and environmental performance, accountability, and transparency.\n6. Over 2 Certified B Corps around the globe (as of  ) - This includes renowned organizations like Patagonia, Ben & Jerry's, and Aspiration Bank, which share the goal of redefining success in business for a greater social and environmental purpose.",
            "source": [
                {
                    "content": "track their progress towards the UN SDGs and apply to become certified B Corporations Kristin has been a pioneer in the field of Social Entrepreneurship education While attending both the NetImpact conference at Stanford in    and the Skoll World Forum at Oxford in    she connected with the small handful of faculty who were part of the Ashoka-Skoll University Network for Social Entrepreneurship; at the time Social Entrepreneurship was being taught at fewer than 12 colleges and universities around the world She had the opportunity to develop relationships and learn from others who were creating courses programs and centers in Social Entrepreneurship as well as make connections with folks at the major foundations for Social Entrepreneurship like Ashoka Skoll and Echoing Green and when AshokaU launched in  she was among the first faculty invited to participate she was asked to present at their first AshokaU Exchange in  she was invited to author the chapter on Teaching Social",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "including Patagonia Ben  Jerry’s and Aspiration Bank We are proud to join them in redefining success in business so that one day everyone uses business as a force for good To learn more about our certification check out our B Corp profile",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "including Patagonia Ben  Jerry’s and Aspiration Bank We are proud to join them in redefining success in business so that one day everyone uses business as a force for good To learn more about our certification check out our B Corp profile",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We believe in empowering changemakers to do good well by leveraging the power of business as a force for good We became a Certified B Corporation in  B Corps are a new type of company that use the power of business to solve social and environmental problems B Corp certification is to business what Fair Trade certification is to coffee or USDA Organic certification is to milk For more information see this video about B Corps and this TED talk by the founder of the B Corp movement Do Good Well Consulting was certified by the non-profit B Lab to meet rigorous standards of social and environmental performance accountability and transparency We’ve evaluated how our practices impact our employees our community the environment and our customers In  there were over 2 Certified B Corps around the globe including Patagonia Ben  Jerry’s and Aspiration Bank We are proud to join them in redefining success in business so that one day everyone uses business as a force for good To learn more about our",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided information, it seems that Kristin Beights has been involved in various events, projects, and initiatives focused on social entrepreneurship, sustainability, and impact strategies. However, there isn't enough detail to provide a comprehensive list of joint events, projects, or initiatives involving her collaborators. Some notable mentions include:\n\n* Attendance at conferences like the NetImpact Conference at Stanford and the Skoll World Forum at Oxford, which facilitate networking opportunities and knowledge sharing within the social entrepreneurship community.\n* Collaborating with other faculty members who are part of the Ashoka-Skoll University Network for Social Entrepreneurship, enabling the development of courses, programs, and centers in Social Entrepreneurship.\n* Presenting at the AshokaU Exchange in  and contributing to the growth of the organization.\n* Offering strategic career planning, strategic venture planning, strategic giving/impact investing/high impact philanthropy consulting services, demonstrating her commitment to supporting individuals and organizations in achieving their impact goals.\n\nPlease note that these examples represent a subset of potential joint events, projects, or initiatives involving Kristin Beights and her collaborators. There may be additional collaborations that haven't been mentioned in the given text.",
            "source": [
                {
                    "content": "track their progress towards the UN SDGs and apply to become certified B Corporations Kristin has been a pioneer in the field of Social Entrepreneurship education While attending both the NetImpact conference at Stanford in    and the Skoll World Forum at Oxford in    she connected with the small handful of faculty who were part of the Ashoka-Skoll University Network for Social Entrepreneurship; at the time Social Entrepreneurship was being taught at fewer than 12 colleges and universities around the world She had the opportunity to develop relationships and learn from others who were creating courses programs and centers in Social Entrepreneurship as well as make connections with folks at the major foundations for Social Entrepreneurship like Ashoka Skoll and Echoing Green and when AshokaU launched in  she was among the first faculty invited to participate she was asked to present at their first AshokaU Exchange in  she was invited to author the chapter on Teaching Social",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "How do you want to leverage the resources of your time  talent energy  attention and connections  capital …It’s never too late or too early to begin planning your impact strategy— so your work  your life can be more innovative sustainable regenerative inclusive resilient and impactful We offer strategic career planning strategic venture planning strategic giving/impact investing/high impact philanthropy consulting for Click on the image with the blue border to learn more about our Strategic Giving Plan Workshop offered in December  planned to launch again in November  To sign up email Kristin or complete this quick registration form Click on the image above to download a PDF of the Strategic Giving Plan Workshop flyer We empower businesses  organizations to connect their values  practices around issues related to sustainability social impact JEDI ESG and CSR We love helping ventures Define your mission  values and identify specific steps to align your business practices Assess your",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "first launched we were a c3 nonprofit we believe in the power of business to make a positive impact in communities and thus Kristin helped as we transitioned to become a certified B-Corporation She was great to work with and made what seemed like an overwhelming process quick  painless We were proud to be one of the first B-Corporations in Florida there were just two others when we were certified in  I would encourage anyone who is looking for sound guidance in today’s changing world to contact Kristin if they are in need of a consultant worth their salt I’m glad we did Scott Fore Managing Partner TreeTop Commons  Kristin has been such an inspiration to our business and our mission to be a part of saving the world - a tall order but we all have to do our part From the beginning Kristin not only supported our mission but helped us work through some complex issues like how to have a sustainable mission but not to the detriment of the business and our bottom line Kristin's ability to",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "enthusiastically educates and empowers people to create strategic impact  positive change She teaches courses on Social Entrepreneurship  Sustainable Business at the University of Florida and in  brought Social Entrepreneurship to UF where she co-founded and directs the Social Impact  Sustainability Initiative in the Entrepreneurship  Innovation CenterKristin is passionate about teaching students to leverage the skills strategies mindsets and competencies of entrepreneurship to create innovative sustainable regenerative inclusive resilient and impactful solutions to social environmental and economic problems locally and around the world In  she launched the UF Business for Good Lab where teams of students work as consultants helping companies to walk their talk around sustainability track their progress towards the UN SDGs and apply to become certified B Corporations Kristin has been a pioneer in the field of Social Entrepreneurship education While attending both the NetImpact",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " The mutual objectives and outcomes expected from these collaborations involve leveraging various resources such as time, talent, energy, attention, connections, capital, etc., to achieve greater impact and success in different areas of life and work. These include strategic career planning, strategic venture planning, strategic giving/impact investing/high impact philanthropy consulting, empowering businesses and organizations to align their values and practices around sustainability, social impact, JEDI (Jobs for the Environment, Disabilities Inclusion), ESG (Environmental Social Governance), and CSR (Corporate Social Responsibility). Additionally, they aim to support ventures by defining missions, values, and identifying steps to align business practices; assessing current impact on stakeholders; applying to become a certified B Corporation; implementing strategic plans to develop innovative market opportunities and messaging; navigating the college admissions process, finding engaging learning experiences, and developing plans to launch one's own venture. Overall, the desired outcome of these collaborations is to foster innovation, sustainability, inclusion, resilience, and overall positive impact across multiple domains.",
            "source": [
                {
                    "content": "the world in diverse industries and is the best connector I have ever met Dr Joys will go above and beyond researching her proposed strategy and will send you countless resources to help you in a plethora of ways Dr Joys has helped me on a personal level in many arenas She has helped me decide what is the right grad school to best suits my goals She helped me perfect a winning resume to not just bring out my best side but to stand out from the crowd of over 3 Dr Joys was/is an integral part of every company I have launched and continues to follow through with unparalleled advice regardless of the issue She has been there from ideation to implementation on my new venture Sustainable Breakthroughs and her impact is helping us make a global impact Dr Joys's advice will be with my the rest of my life and I will never forget all she has taught me Her industry experience and intelligence matched with her kindness understanding and over all emotional intelligence makes her the best",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "How do you want to leverage the resources of your time  talent energy  attention and connections  capital …It’s never too late or too early to begin planning your impact strategy— so your work  your life can be more innovative sustainable regenerative inclusive resilient and impactful We offer strategic career planning strategic venture planning strategic giving/impact investing/high impact philanthropy consulting for Click on the image with the blue border to learn more about our Strategic Giving Plan Workshop offered in December  planned to launch again in November  To sign up email Kristin or complete this quick registration form Click on the image above to download a PDF of the Strategic Giving Plan Workshop flyer We empower businesses  organizations to connect their values  practices around issues related to sustainability social impact JEDI ESG and CSR We love helping ventures Define your mission  values and identify specific steps to align your business practices Assess your",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "around issues related to sustainability social impact JEDI ESG and CSR We love helping ventures Define your mission  values and identify specific steps to align your business practices Assess your business's current impact on stakeholders including your team the community and the environment Apply to become a certified B Corporation and join the community of like-minded leaders using the power of business to benefit people the planet and prosperity Implement strategic plans to develop innovative market opportunities and messaging that highlights  differentiates your brand We empower changemakers to find  create impact careers We love helping changemakers students young professionals experienced leaders and everyone in between   Identify where your interests passions gifts talents strengths and sense of purpose intersect-- leading to meaningful careers  personal success Navigate the college admissions process applications essays resumes scholarships choosing best-fit schools Find",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and sense of purpose intersect-- leading to meaningful careers  personal success Navigate the college admissions process applications essays resumes scholarships choosing best-fit schools Find engaging learning experiences like internships  gap years to learn develop and practice the skills that identify you as a top candidate for employers Identify  connect with industry leaders positioned to serve as advisors mentors and future employers Develop plans to launch your own venture whether it's a for-profit business non-profit organization or hybrid",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "chrismarquis",
                            "skoll",
                            "bcorporation",
                            "patagonia",
                            "wethechange",
                            "onepercentfortheplanet",
                            "forbes",
                            "medium",
                            "bthechange",
                            "lifteconomy",
                            "nytimes",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "bacademics",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}