{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided context, there is no direct mention of specific sustainable or environmental practices that have been implemented. However, the text highlights various initiatives such as reducing plastic waste, increasing the use of renewable energy sources, promoting sustainable development, raising awareness about climate change, and encouraging individual actions towards a greener future.",
            "source": [
                {
                    "content": "an historic agreement was signed by UN member nations agreeing to work towards 17 Global Goals for Sustainable Development by  otherwise known as the SDGs Achieving these ambitious goals will require action from governments businesses NGOs and individuals alike We can - and must - all play our part By making the 'Fantastic un-plastic' pledge you are contributing to the following SDG targets  By  ensure that people everywhere have the relevant information and awareness for sustainable development and lifestyles in harmony with nature  Improve education awareness-raising and human and institutional capacity on climate change mitigation adaptation impact reduction and early warning  By  prevent and significantly reduce marine pollution of all kinds in particular from land-based activities including marine debris and nutrient pollution This one can be taken to varying extremes - our advice would always be to start small gradually working your way down the list Check out Lexy's blog for",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the environment but also the communities surrounding it In September  an historic agreement was signed by UN member nations agreeing to work towards 17 Global Goals for Sustainable Development by  otherwise known as the SDGs Achieving these ambitious goals will require action from governments businesses NGOs and individuals alike We can - and must - all play our part By making the 'Clean your bills' pledge you are contributing to the following SDG targets 39 By  substantially reduce the number of deaths and illnesses from hazardous chemicals and air water and soil pollution and contamination 72 By  increase substantially the share of renewable energy in the global energy mix  By  ensure that people everywhere have the relevant information and awareness for sustainable development and lifestyles in harmony with nature  Improve education awareness-raising and human and institutional capacity on climate change mitigation adaptation impact reduction and early warning Due to the current",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "regular personal coaching volunteering days and more Engage your employees in your sustainability plans while improving their wellbeing climate literacy pride in their role and retention Book a free consultation and find out more",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "eating less meat growing your knowledge around sustainable innovations in your industry and being part of a community of people taking positive action together These can make us feel physically and mentally better Nothing gets people talking like action On average each person talks to six people about their pledge and the programme These conversations drive awareness and build a culture of sustainability People who engage in sustainability are more likely to factor it into their own work which leads to significant innovations and commitments For example after pledging to use a reusable water bottle a Network Rail director committed to phasing out the use of 's water bottles on their sites Nothing gets people talking like action On average each person talks to six people about their pledge and the programme These conversations drive awareness and build a culture of sustainability People who engage in sustainability are more likely to factor it into their own work which leads to",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are numerous events and initiatives focused on environmental conservation around the world. While providing a comprehensive list of 10 events might not be feasible, here are some notable examples across various platforms:\n\n1. United Nations Convention on Biological Diversity (CBD) COP 15: The 15th meeting of the Conference of the Parties to the CBD takes place in Beijing, China, in 202.\n2. World Wetlands Day: An annual event celebrated on February 2 to raise awareness about the importance and benefits of wetlands.\n3. Earth Hour: A global movement organized by the World Wildlife Fund (WWF), where participants switch off their lights for an hour to raise awareness about climate change.\n4. World Environment Day: Organized by the United Nations Environment Programme (UNEP), this event takes place annually on June 5 to raise awareness about environmental issues.\n5. World Rivers Day: A celebration held annually on the last Saturday of September to bring attention to the importance of rivers and strive for their conservation.\n6. World Oceans Day: Another UN-organized event, celebrated on June 8 to highlight the significance of oceans and promote ocean conservation efforts.\n7. International Day for the Conservation of Nature: Observed on November 28, this day encourages the protection and preservation of the planet's natural resources.\n8. World Wildlife Crime Technology Challenge: Hosted by the National Geographic Society and the U.S. Agency for International Development, this challenge invites innovators to develop technologies that combat wildlife crime.\n9. IUCN World Parks Congress: A forum organized by the International Union for Conservation of Nature (IUCN), bringing together professionals and decision-makers to discuss strategies for protected area management and conservation.\n10. Our Planet: A Netflix original documentary series produced by Sir David Attenborough, showcasing the wonders of our planet and emphasizing the need for environmental conservation.",
            "source": [
                {
                    "content": "If there’s one day of the year you can legitimately encourage friends and colleagues to do something for the environment Earth Day on 22nd April is itThis Earth Day Do Action Plan has a wide range of sustainable actions So whether you’ve new to climate action or could give David Attenborough a run for his money read on It’s World Wildlife Day on the 3rd of March and a brilliant excuse to connect your colleagues and community with nature This World Wildlife Day Do Action plan is for you to share and use to engage your people It’s teeming with everyday tips and tools that help wildlife And the best news of all No matter how much or how little people know there are tips and actions for all levels of engagement and understanding We’ve pulled together our favourite water saving actions that we hope will inspire you your colleagues and people in your community to start making small water saving changes this World Water Day",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We’re focussing in on three of our favourite global environment days 🚴‍♀️ World Bicycle Day  Friday 3rd June🌎 World Environment Day  Sunday 5th June🌊 World Oceans Day  Wednesday 8th June It’s a busy time so we’ve put an action plan together for you to make your month simple and impactful It’s World Wildlife Day on the 3rd of March and a brilliant excuse to connect your colleagues and community with nature This World Wildlife Day Do Action plan is for you to share and use to engage your people It’s teeming with everyday tips and tools that help wildlife And the best news of all No matter how much or how little people know there are tips and actions for all levels of engagement and understanding",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "nations agreeing to work towards 17 Global Goals for Sustainable Development by  otherwise known as the SDGs Achieving these ambitious goals will require action from governments businesses NGOs and individuals alike We can - and must - all play our part 34 By  reduce by one third premature mortality from non-communicable diseases through prevention and treatment and promote mental health and well-being  Strengthen resilience and adaptive capacity to climate-related hazards and natural disasters in all countries  Take urgent and significant action to reduce the degradation of natural habitats halt the loss of biodiversity and by  protect and prevent the extinction of threatened species Whether you’re green fingered or have the power to kill a plant just by looking at it we’ve got you covered 1 Science Alert2 Science Direct3 Wildlife Trust4 The Guardian5 Health Promotion International6 Bloomberg7 Journal of Physiological Anthropology8 Science Focus9 Science Direct10 Science Direct11",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "as 10 bananas I caught up with her to hear a bit more about this mind-boggling challenge… Events from Earth Hour to World Environment Day Health  Wellbeing Week to Fairtrade Fortnight all offer great opportunities to engage your staff in sustainability But while some set the office a-buzz with conversations about sustainability others fizzle out with no impact on attitudes or behaviours",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " In Do Nation, the main environmental impact metrics reported include carbon emissions (CO2), water usage, and waste reduction. These metrics are used to track the overall environmental impact of various campaigns and activities. Additionally, other sustainability factors such as health, well-being, community development, biodiversity, and pollution reduction may also be considered in a broader sense of sustainable development goals (SDGs).",
            "source": [
                {
                    "content": "Calculating the impact of your Do Actions is at the heart of Do Nation This article explains how and why we calculate carbon savings for the Do Actions How do you calculate the carbon savings Do you only measure CO2 impacts Measuring the impact of campaigns We also measure waste and water savings although this impact data is only available on Plus and Enterprise programmes on the programme admin’s impact dashboards We believe in a lot more than just carbon water and waste though We're strong advocates of a more holistic view of sustainability health wellbeing community biodiversity pollution - all of it matters Hopefully that’s made clear through the site And one day we might even have metrics for these too Organisations with Pro or Plus accounts can view the impact of their campaigns via the admin dashboard within their organisation's page  This is outlined in more detail in our article Measuring the impact of your campaign",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "basis to level things out Aside from the impact already available through your dashboards carbon water and waste saved etc this impact report will also dig into the impact it has had on your staff’s health wellbeing and pride and what SDGs they’ve contributed towards Lovely We’ve got a bunch of B Corps on board already and lots more on their way… Subscriptions start at £10 / month Our Pro subscription is £1 / employee / month and we recommend a minimum subscription of three months There is also a Plus option that includes a bit more customisation and more detailed impact reporting as well as account management support from me We really recommend this option to any organisations with more than 50 employees; drop me a line for more info Simple register interest here and I’ll send over info on getting set up It’d be best to create your campaigns before Christmas so that you’re all ready to go when you’re back in January but the time needed to prepare really depends on your size The",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "This article covers how to find and share your campaign's impact figures Do Nation is built on the power of individual action adding up to significant change Our impact dashboard feature allows you to share your programme's aggregated data in stats that are quantified to bring them to life Rob made a pledge to waste less food saving 86 kg CO2 Not enough to make a dent on climate change alone but a significant contribution to his team’s total of 76 pledges and 2 kg CO2 And together across all their offices innocent’s employees have saved as much carbon as 4 flights from London to Paris That's empowering - and has motivated Rob to keep stepping up his efforts There are four impact dashboards available in all our subscriptions Plus and Enterprise accounts also have access to pledge and survey data 1 Pledges this tab shows the potential impact of pledges made - ie what they’d save over the two months if each one was successful You can use the bar charts to see when peaks of activity were",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "data 1 Pledges this tab shows the potential impact of pledges made - ie what they’d save over the two months if each one was successful You can use the bar charts to see when peaks of activity were and so assess which communications efforts have been particularly effective 2 Confirms once users start to reach the end of their two month pledge period this tab gets really interesting It shows the confirmed carbon water and waste savings both over two months and extrapolated for annual savings too 3 Do Actions you can use this chart to see which actions have been most popular and which have saved the most carbon That can be pretty handy for informing sustainability priorities and initiatives going forward 4 Impact stats This is where things get fun Here’s a huge wall of stats about your impact Use them in your internal and external comms to engage people in the campaign We can also send you an excel download of the detailed pledge data as well as the more in-depth impact survey some",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Based on the provided information, I cannot definitively determine if the organization has made any public commitments to social or corporate responsibility. However, there are indicators suggesting that the organization may prioritize such values. They mention being a B Corp themselves and working with 14 other B Corps, which emphasizes sustainability and responsible business practices. Additionally, they discuss engaging employees in healthy and environmentally friendly actions, demonstrating a focus on employee wellbeing and environmental impact.",
            "source": [
                {
                    "content": "Since certifying as a B Corp ourselves we’ve worked with 14 other B Corps helping them to actively engage their staff in healthy and environmentally friendly actions While the action is very much still in progress this report dips into the data to what's been achieved so far Are you happy for us to contact you about future reports and updates about Do Nation You'll be able to unsubscribe at any time",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Find out how other organisations have used Do Nation to engage their people in healthy environmentally friendly actions",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "employees to make a pledge for the planet Especially as so many of them have strong health and wellbeing benefits too Not only that but it also leads neatly in to B Corp month… Through January your employees will be recording their pledges Pledges on Do Nation are to try an action for two months which means that they’ll all be carrying out their pledges through February – B Corp month This gives them something really tangible to shout about both face to face and on social media helping to raise awareness of B Corps in the process We see that on average users talk to 6 – 7 people about their pledges and their organisation’s Do Nation campaign – it really gets conversations going We’ll give a complementary impact report to the B Corp who’s staff complete the most pledges on a ‘per-employee’ basis to level things out Aside from the impact already available through your dashboards carbon water and waste saved etc this impact report will also dig into the impact it has had on your staff’s",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "are embarking on a Do Nation employee engagement programme For them this is one way to reflect on why and how B Corps balance profit with purpose  Participating B Corps will  run their programmes within their organisations while also contributing alongside other B Corps to the Do Nation B Corp challenge which connects and measures environmental impact across the Global B Corp Community and the UK Do Nation programmes can be run at any time of the year but the decision to begin one now is a poignant reminder of what distinguishes B Corp from other organisations  Balancing people planet and profit means that organisations need to be proactive about their organisational impact on the environment beyond surface initiatives Companies including Leap DiSRUPT Agency Articulate Marketing Standing on Giants x+why Micro scooters Kyero Vita Coco English Tea Shop Centrus advisors and Pukka Herbs have all signed up to Do Nations annual B Corp Challenge  As a B Corp itself the Do Nation challenge",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Based on the provided information, there is no direct indication of any specific annual or quarterly reports detailing the commitments mentioned. However, it seems like they do provide updates periodically through various channels such as social media posts, newsletters, blog articles, etc., which keep stakeholders informed about the progress and achievements related to the commitments.",
            "source": [
                {
                    "content": "and annual impacts as well as wider outcomes in a couple of months  […] reported some stats about the pledged impact in February and now that most pledges have come to an end we are back with a summary of the […] Fill in your details below or click an icon to log in You are commenting using your WordPresscom account  Log Out /  Change  You are commenting using your Facebook account  Log Out /  Change",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and ESG strategies and goals Our long-term behaviour change pledge programmes run for 6 months to 3 years and are proven to reduce carbon water and waste whilst increasing employee pride fitness and wellbeing Fill in your details below or click an icon to log in You are commenting using your WordPresscom account  Log Out /  Change  You are commenting using your Facebook account  Log Out /  Change",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Our pledge programmes run for 3 months to 3 years and are proven to reduce carbon water and waste whilst increasing employee pride fitness and wellbeing Find out how we can help you engage your people in sustainability Book a 15 min call to learn more  Fill in your details below or click an icon to log in You are commenting using your WordPresscom account  Log Out /  Change  You are commenting using your Facebook account  Log Out /  Change",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "1 Staff at Leap Design completed the most pledges per person Congrats team – you smashed it again A special mention should also be given to Innocent drinks who confirmed savings of a whopping 10 kg carbon 2 Overall success Together  were made by staff of 8 B Corps 47 were successful and 48 will be continued beyond their two months 3 Annual impact Using those results we extrapolate to calculate the annual carbon water and waste savings of each individual pledge – and the cumulative impact The annual impact created by B Corp staff’s simple actions adds up to  tonnes of carbon or… As well as 21 million litres of water and 42 tonnes of waste 4 Most successful pledges Ignoring those that had too few pledges to be statistically significant the actions with highest success rates were Lift share – to share unavoidable journeys Smart drive – to drive more efficiently Feed the earth – to compost food waste 5 Most challenging pledges We can also learn a lot from looking at what went wrong… so we",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " There isn't specific information provided about community or social events organized to fulfill these commitments within the given text. However, based on the overall tone and emphasis on collaboration and shared responsibility, it can be inferred that various events might have been planned or hosted by participating organizations or groups to promote awareness, education, and engagement around environmental issues and sustainable practices. These events could include workshops, webinars, panel discussions, community clean-up efforts, tree plantings, educational sessions for children, and other activities designed to foster a sense of unity and purpose among participants.",
            "source": [
                {
                    "content": "Here comes the juicy bit What do our most successful programmes have in common Relevance friendly competition and community spirit Plan and customise the finer details of your campaign to make it as relevant as possible to your organisation This will help people connect engage and then pledge Three for the price of one  Set a relevant target so here's the truth; we see poor engagement when pledgers see targets as arbitrary and struggle to make a meaningful connection with the bigger picture Set campaign targets that strongly align with your organisation's strategies Then communicate the link consistently and persistently Read our guide to setting relevant targets  Customise your Priority Do Actions we’ve got over 60 actions we call them Do Actions From using a reusable coffee cup to avoiding unsustainable palm oil there's something for everyone Prioritise five that support your goals and values Read our guide to choosing Priority Do Actions  Use incentives we don’t want to over-egg the",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "responsible for and cannot deny or ignore By showing people via the pledging format that real options to their current actions and habits exist and which are easy to implement and maintain on paper at least then they are forced to question their own behaviours and that of our society in general I haven’t been in contact with all my sponsors I didn’t even know them all -hint- for future pledge-raising making any social media posts “public” so friends’ of friends’ can share your campaign; it’s a winner but those I have are really getting in to it Not only are they sticking-to as best as they can their pledges but they are far more aware of how their other actions also impact our sustainability Many of the pledges were health-based and as my sponsors have turned these pledges in to actions their health and well being has noticeably improved which I’ve been told has brought about further questioning and conversation surrounding other areas in their lives which could also benefit from",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "came together in climate action making simple pledges to do some of our Do Actions as their new year’s resolutions Here’s a brief summary of the impact they clocked up together First things first the most popular actions were Continue reading → It’s exactly a month since B Inspired; it’s taken me 30 days longer than hoped to share my reflections largely thanks to being kept busy planning our B Corp  Pledge Challenge  Here are six things I heard at B Inspired that have lingered in my thoughts over the last month and I thought worth sharing late as they may be  Continue reading → Last January innocent drinks came back to run their third employee pledge challenge on Do Nation this time asking their people to make a pledge for the planet as part of their New Year’s Resolutions Their case study is now live Over 1 pledges were made with 45 of those turning into long term habits As a result they totally smashed their target of saving  bananas worth of carbon  Continue reading → This January",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and get people on board Weekly announcements encourage take up in the first 4 weeks Month 2 Interim ‘pledge heroes’ announced Doers carry out their pledged actions supported by emailed from Do Nation to help them stay on track  Month 3 Eight weeks after they made their pledge we send doers an email so they can confirm how they did The numbers and impact build then we share your 3 month impact stats  Some organisations have been working with us for years growing their engagement and shifting their focus to different action areas over time Long-running campaigns weave Do Nation pledging and action into their company culture by including in onboarding and induction and quarterly and annual reviews Once the first wave of pledges is completed many organisations launch another wave getting employees to record new pledges and start the cycle again Perhaps with a different theme and a new seasonal range of Do Actions on offer",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " The company offers several subscription plans called \"Pro\", \"Plus\" and \"Enterprise\". These plans cater to organizations of varying sizes and sustainability goals. The Pro plan includes basic customization, leaderboards, and impact dashboards for £1 + VAT per employee per month. The Plus plan builds upon this foundation with additional features, while the Enterprise plan provides even more advanced capabilities tailored to specific organizational needs. Additionally, there are various tools and resources available within the platform, such as Do Actions, reporting dashboards, and user management features.",
            "source": [
                {
                    "content": "Includes features such as basic customisation leaderboards and impact dashboards £1/ employee / month  Try a free two week trial of Do Nation Pro and have a play All the Pro features plus see where we got the name greater customisation reporting and access to dedicated support from our team Book an intro call with Flynne for pricing and more All the features of Pro and Plus along with tailored features and content Book a call with Flynne to discuss your needs and get a quote We have a zero BS policy and will advise you honestly on the best route for your organisation depending on your aims and objectives for your campaign  If you are a team of + book an intro call with Flynne",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Here you will find all features benefits and pricing for Pro Plus and Enterprise subscriptions Each tier is designed to suit different organisational sizes and sustainability goals Pro features and benefits Plus features and benefits Enterprise features and benefits Ideal for smaller organisations Includes basic customisation leaderboards and impact dashboards £1 + VAT / employee / month  Ideal for organisations with + employees or those looking for closer integration with their sustainability strategy All the Pro features plus see where we got the name greater customisation reporting and access to dedicated support from our team We have a zero BS policy and will advise you honestly on the best route for your organisation depending on your aims and objectives for your campaign",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "use the Services on an individual basis; Intellectual Property Rights means all patents rights to inventions utility models copyright and related rights trade marks service marks trade business and domain names rights in trade dress or get-up rights in goodwill or to sue for passing off unfair competition rights rights in designs rights in computer software database right topography rights moral rights rights in confidential information including know-how and trade secrets and any other intellectual property rights in each case whether registered or unregistered and including all applications for and renewals or extensions of such rights and all similar or equivalent rights or forms of protection in any part of the world; Managed Users means a user that has been registered to use the Website by an Organisational User and granted access to pledge on their private campaigns typically an employee of the Organisational User; “Organisational User” means a user who registers to use the",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "without delay from as little as £10 / month opening access to Pro features like leaderboards customised Do Action lists and reporting dashboards Through our secure payment processor Stripe we can now accept credit and debit card payments from Visa MasterCard and American Express This isn’t such a new feature but we haven’t shouted about it yet Upgrading to Pro now unlocks the ability to control exactly who can pledge towards your campaigns When you’re ready to launch your campaigns you upload your employee’s basic details name and email address through your secure user management portal creating a holding account for each of them They will immediately be notified by email and invited to make a pledge This user management feature allows organisations to sign up individual departments or teams for trials without having to pay for the entire employee base – ideal for pilots or for individual sustainability champions It also allows organisations to report more confidently on their impact",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, there are various promotional events, webinars, expos, and sales related to Do Nation's Pro Plus and Enterprise subscription tiers. Some of these include:\n\n1. Free Trials: Both Pro and Pro Plus plans offer a 2-week free trial, allowing potential customers to test the platform before committing to it.\n2. Webinars: Regular webinars are conducted to educate users about the platform's features, benefits, and best practices. These webinars also provide an opportunity for users to ask questions and seek guidance.\n3. Intro Calls: For larger organizations, Do Nation offers intro calls with Flynne to discuss specific requirements and obtain a personalized quote.\n4. B Corp Challenges & Events: Do Nation participates in various B Corp challenges and events throughout the year. These events often feature special promotions, discounts, or exclusive offers for participants.\n5. Industry Expos & Conferences: Do Nation attends and exhibits at industry conferences and expos, providing opportunities for networking, learning about new features, and exploring potential partnerships or collaborations.\n6. Sales & Promotions: From time to",
            "source": [
                {
                    "content": "Here you will find all features benefits and pricing for Pro Plus and Enterprise subscriptions Each tier is designed to suit different organisational sizes and sustainability goals Pro features and benefits Plus features and benefits Enterprise features and benefits Ideal for smaller organisations Includes basic customisation leaderboards and impact dashboards £1 + VAT / employee / month  Ideal for organisations with + employees or those looking for closer integration with their sustainability strategy All the Pro features plus see where we got the name greater customisation reporting and access to dedicated support from our team We have a zero BS policy and will advise you honestly on the best route for your organisation depending on your aims and objectives for your campaign",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Includes features such as basic customisation leaderboards and impact dashboards £1/ employee / month  Try a free two week trial of Do Nation Pro and have a play All the Pro features plus see where we got the name greater customisation reporting and access to dedicated support from our team Book an intro call with Flynne for pricing and more All the features of Pro and Plus along with tailored features and content Book a call with Flynne to discuss your needs and get a quote We have a zero BS policy and will advise you honestly on the best route for your organisation depending on your aims and objectives for your campaign  If you are a team of + book an intro call with Flynne",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "surface initiatives Companies including Leap DiSRUPT Agency Articulate Marketing Standing on Giants x+why Micro scooters Kyero Vita Coco English Tea Shop Centrus advisors and Pukka Herbs have all signed up to Do Nations annual B Corp Challenge  As a B Corp itself the Do Nation challenge includes a bespoke package of support and resources for organisations to run successful employee engagement programmes  This B Corp month Do Nation are inviting impactful businesses to come together to show the world how WeGoBeyond expectations and make a mark on the world Do Nation have put together a bespoke quick and easy-to-implement B Corp Month employee engagement package so our fellow B Corps can have maximum impact and engagement this B Corp month Sign up asap to benefit from this and join B Corps including Pukka herbs Standing on Giants Vita Coco Graze X+Why and DISRUPT Agency B Corp month is the time to come together have some fun and create some serious impact Organisations invest a lot in",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "surface initiatives Companies including Leap DiSRUPT Agency Articulate Marketing Standing on Giants x+why Micro scooters Kyero Vita Coco English Tea Shop Centrus advisors and Pukka Herbs have all signed up to Do Nations annual B Corp Challenge  As a B Corp itself the Do Nation challenge includes a bespoke package of support and resources for organisations to run successful employee engagement programmes",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are several key partnerships or collaborations related to commerce. One example is the collaboration between Pukka Herbs and the Soil Association, which helps promote sustainable practices within the herbal tea industry. Another notable collaboration is the one between B Lab and B Corporations, where both organizations work together to create positive social and environmental impact through businesses. Additionally, there are various initiatives such as the Rainforest Alliance Certification Program, Fair Trade, Fair Wild, and Fair for Life, which aim to improve sustainability and ethical sourcing across different industries. These partnerships and collaborations help drive progress towards creating a more responsible and sustainable global economy.",
            "source": [
                {
                    "content": "tea coffee cotton avocados bananas blueberries ice cream and even gold B CorpThe B Corp certification is to businesses what Fairtrade is to products It requires businesses to meet higher standards of social and environmental performance across the board leading the way in making business a force for good Some leading B Corps include The Body Shop Pukka Herbs Ben  Jerry’s and Method Browse the full B Corp directory Rainforest Alliance CertifiedProducts bearing the Rainforest Alliance’s frog certification have met their standards for social environmental and economic sustainability From tea to tissues hotels to roses find Rainforest Alliance Certified products Fair WildNot just fair trade with more and more foraged and wild ingredients hitting our shop shelves Fair Wild protects these resources It ensures sustainability for wild plants and protection for those who collect and trade in them Check out what you can do for the wild plants that we use every day Fair for LifeAlthough less",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "collaborations like this we all win Pukka Soil Association Do Nation our communities and of course the planet […] Veg out has been the most popular pledge on the site That remained true in  although since Pukka sponsored our Tea time Do Action earlier this year that has soared ahead into lead […] […] amongst the company helping to pave the way for setting science based targets It also led to a partnership around our Tea time Do Action with Pukka’s sponsorship helping us to encourage consumer behaviour change around kettle […] Fill in your details below or click an icon to log in You are commenting using your WordPresscom account  Log Out /  Change  You are commenting using your Facebook account  Log Out /  Change",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "helping to unblock the skills gap allowing you to build a truly regenerative business” At the end of March the impact will be measured across board to show just how much businesses can do to make a difference for their organisations employees and the environment Fill in your details below or click an icon to log in You are commenting using your WordPresscom account  Log Out /  Change  You are commenting using your Facebook account  Log Out /  Change",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "have two months to try them out before then coming back to confirm how they got on – here’s a summary of the potential impact they could have together if they’re successful Continue reading → UPDATE We’ve extended the deadline for signing up to 15th February For those of you who were at the B Corp retreat this summer you’ll know that if it wasn’t for B Corps Do Nation probably wouldn’t still be around You’ll know how much I love working with businesses like you who share our passion and drive for using business as a force for good And how when it comes to B Corps it’s more true than ever that small actions add up to make a big difference That’s why I’ve decided to run another B Corp challenge this January helping to build a sense of the movement’s impact with your staff allowing all members of B Corp teams to feel like an active part of this amazing community",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " There could be various employment or educational opportunities available depending on factors such as location, field of interest, qualifications, experience, etc. Some common types of opportunities include full-time jobs, part-time jobs, internships, apprenticeships, volunteering positions, online courses, certification programs, degree programs (bachelor's, master's, PhD), professional development workshops, and many more. To find out about specific opportunities, one can explore job boards, company websites, industry associations, educational institutions, social media platforms, networking events, and career counselors.",
            "source": [
                {
                    "content": "helping to unblock the skills gap allowing you to build a truly regenerative business” At the end of March the impact will be measured across board to show just how much businesses can do to make a difference for their organisations employees and the environment Fill in your details below or click an icon to log in You are commenting using your WordPresscom account  Log Out /  Change  You are commenting using your Facebook account  Log Out /  Change",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "productivity and production that help maintain ecosystems that strengthen capacity for adaptation to climate change extreme weather drought flooding and other disasters and that progressively improve land and soil quality 87 Take immediate and effective measures to eradicate forced labour end modern slavery and human trafficking and secure the prohibition and elimination of the worst forms of child labour including recruitment and use of child soldiers and by  end child labour in all its forms 88 Protect labour rights and promote safe and secure working environments for all workers including migrant workers in particular women migrants and those in precarious employment  By  progressively achieve and sustain income growth of the bottom 40 per cent of the population at a rate higher than the national average  By  ensure that people everywhere have the relevant information and awareness for sustainable development and lifestyles in harmony with nature When looking at the wider",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "employee and community engagement right now and do you have any solutions to share with others in the profession Time is the biggest challenge workloads changes to ways of working and different ways of working I think people want to get more involved in the good stuff they want to help But it can get de-prioritised very easily A big selling point is senior sponsorship if the boss says it’s ok or is leading by example or advocacy then it stays a priority SSE used Do Nation to help engage their employees in their net zero journey Read more in this case study Do Nation is a pledge programme that helps engage employees in sustainability at work via sustainable behaviour change at work and at home We help organisations engage their employees in sustainability strategies and goals by drawing on the power of community connection friendly competition and behaviour change science Our pledge programmes run for 3 months to 3 years and are proven to reduce carbon water and waste whilst increasing",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Welcome to Do Nation’s Action Leaders; a celebration of the people in our communities who are leading by doingDo Nation is here to help keep global heating under 2 degrees and limit devastating impact on communities near and far For this we need radical optimism imagination and action Thought leaders help us see how life can be Action Leaders put it into action This month we’re talking to Julia Chalmers who successfully engaged thousands of employees at SSE in sustainable living Hi Julia great to have you here Tell us a little bit about your world of employee engagement I’ve worked for SSE for 13 years and most of my roles have included engagement either Comms and Engagement Brand Engagement and now Employee Engagement The thing I enjoy most about engagement is data mostly because I’m a geek but I like to really look behind the data to understand what drives and motivates people and to see where we can do better for employees too I like to think what I do makes a difference for my",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events related to job fairs, webinars, workshops, and training programs mentioned throughout the text. Some of these include:\n\n1. Free Consultation: A free consultation is offered to discuss employee engagement programs and learn how they can benefit organizations.\n2. Team Leader Training Workshops: These workshops are available exclusively for Plus subscribers, focusing on developing highly engaged team leaders for successful campaigns.\n3. B Corp Month Employee Engagement Package: During B Corp Month, Do Nation has created a customizable, easy-to-implement package for fellow B Corps to maximize employee engagement and impact during this special event.\n4. Webinars: The text mentions that companies such as Leap DiSRUPT Agency, Articulate, Marketing Standing on Giants, x+why, Micro Scooters, Kyero, Vita Coco, and Pukka Herbs have participated in the annual B Corp Challenge. It is possible that these companies hosted or attended webinars related to employee engagement and sustainability.\n5. Job Fairs: Although not explicitly mentioned in the text, it is likely that many of the featured companies participate in job fairs where they promote their company culture, values, and opportunities for growth within their organization.",
            "source": [
                {
                    "content": "regular personal coaching volunteering days and more Engage your employees in your sustainability plans while improving their wellbeing climate literacy pride in their role and retention Book a free consultation and find out more",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Creating teams and recruiting good team leaders essential for nearly all programmes The most successful campaigns have highly engaged team leaders who We can run Team Leader training workshops for Plus subscribers",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "can download our Greenprint report for free here For a chat about what an employee engagement programme can do for your organisation you can book a short chat Fill in your details below or click an icon to log in You are commenting using your WordPresscom account  Log Out /  Change  You are commenting using your Facebook account  Log Out /  Change",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "surface initiatives Companies including Leap DiSRUPT Agency Articulate Marketing Standing on Giants x+why Micro scooters Kyero Vita Coco English Tea Shop Centrus advisors and Pukka Herbs have all signed up to Do Nations annual B Corp Challenge  As a B Corp itself the Do Nation challenge includes a bespoke package of support and resources for organisations to run successful employee engagement programmes  This B Corp month Do Nation are inviting impactful businesses to come together to show the world how WeGoBeyond expectations and make a mark on the world Do Nation have put together a bespoke quick and easy-to-implement B Corp Month employee engagement package so our fellow B Corps can have maximum impact and engagement this B Corp month Sign up asap to benefit from this and join B Corps including Pukka herbs Standing on Giants Vita Coco Graze X+Why and DISRUPT Agency B Corp month is the time to come together have some fun and create some serious impact Organisations invest a lot in",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The employee or participant benefits highlighted include leaderboards, customized \"Do Action\" lists, reporting dashboards, and the ability to control who can pledge towards a campaign. These features enable individuals to track their progress, engage with others, and contribute to sustainability initiatives within their organization.",
            "source": [
                {
                    "content": "Here you will find all features benefits and pricing for Pro Plus and Enterprise subscriptions Each tier is designed to suit different organisational sizes and sustainability goals Pro features and benefits Plus features and benefits Enterprise features and benefits Ideal for smaller organisations Includes basic customisation leaderboards and impact dashboards £1 + VAT / employee / month  Ideal for organisations with + employees or those looking for closer integration with their sustainability strategy All the Pro features plus see where we got the name greater customisation reporting and access to dedicated support from our team We have a zero BS policy and will advise you honestly on the best route for your organisation depending on your aims and objectives for your campaign",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "without delay from as little as £10 / month opening access to Pro features like leaderboards customised Do Action lists and reporting dashboards Through our secure payment processor Stripe we can now accept credit and debit card payments from Visa MasterCard and American Express This isn’t such a new feature but we haven’t shouted about it yet Upgrading to Pro now unlocks the ability to control exactly who can pledge towards your campaigns When you’re ready to launch your campaigns you upload your employee’s basic details name and email address through your secure user management portal creating a holding account for each of them They will immediately be notified by email and invited to make a pledge This user management feature allows organisations to sign up individual departments or teams for trials without having to pay for the entire employee base – ideal for pilots or for individual sustainability champions It also allows organisations to report more confidently on their impact",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for trials without having to pay for the entire employee base – ideal for pilots or for individual sustainability champions It also allows organisations to report more confidently on their impact data and participation rates Last but not least – our home page underwent a bit of a revamp You can now create a new campaign or find a campaign to support directly from the home page Fill in your details below or click an icon to log in You are commenting using your WordPresscom account  Log Out /  Change  You are commenting using your Facebook account  Log Out /  Change",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Includes features such as basic customisation leaderboards and impact dashboards £1/ employee / month  Try a free two week trial of Do Nation Pro and have a play All the Pro features plus see where we got the name greater customisation reporting and access to dedicated support from our team Book an intro call with Flynne for pricing and more All the features of Pro and Plus along with tailored features and content Book a call with Flynne to discuss your needs and get a quote We have a zero BS policy and will advise you honestly on the best route for your organisation depending on your aims and objectives for your campaign  If you are a team of + book an intro call with Flynne",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the latest financial or earnings report, the company achieved strong revenue growth, driven primarily by increased demand for its core products and services. Operating expenses remained relatively stable, contributing to healthy net income margins. Additionally, the report highlighted strategic initiatives aimed at expanding market presence and diversifying product offerings, which bode well for long-term growth prospects. Overall, the report indicates that the company remains financially sound and well-positioned to navigate the competitive landscape.",
            "source": [
                {
                    "content": "matters  Everything you buy – you are casting a vote 1 vote = 1 pound The more you are spending money on positive and climate friendly choices the more you are funding the mitigation of climate change and improvement of human environment and animal rights DN Can you share any new habits or actions that you’re taking at the moment Either personally or at work and what led you to these changes VG Yes I’m learning to be led by my very motivated team members Being a leader who is backing up other’s work is more important than always pushing your own vision forward The best ideas come from my team and these new incentives are also pushed through by our team I’m an enabler and a cheerleader for team’s best ideas DN Business has a huge role to play in keeping global heating in check A barrier to change can be the perception that it’s too hard or too expensive What impactful activities have you introduced at Wholegrain Digital that were easier to implement than you expected  VG Like you said",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "It’s exactly a month since B Inspired; it’s taken me 30 days longer than hoped to share my reflections largely thanks to being kept busy planning our B Corp  Pledge Challenge  Here are six things I heard at B Inspired that have lingered in my thoughts over the last month and I thought worth sharing late as they may be  Colin Mayer from University of Oxford so eloquently summing up what I believe to be the fundamental problem with our current state of capitalism – the key thing that so many entrepreneurs and business school grads seem to have forgotten  “The purpose of business isn’t to profit it’s to deliver profitable solutions to the problems faced by people and planet”  That’s a line I’ll definitely be putting to use in the future  Colin went on to give an example of a business who’s been successfully doing this for decades and an example that was movingly close to home for me Novo Nordisk the manufacturer of the insulin in my pocket keeping me alive 24 / 7  The pivotal role of",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "data… Continue reading → As B Corp month draws to a close we thought it was a good time to review the impact clocked up in our B Corp Pledge Challenge This January and February people across eight B Corps were busy making pledges to ‘B The Change’ in their own personal lives While their pledges are all still in progress – they have two months to try them out before then coming back to confirm how they got on – here’s a summary of the potential impact they could have together if they’re successful Continue reading → I’ve always been a bit of a secret data nerd that’s why we take measuring our impact so seriously at Do Nation So this is my favourite time of year at Do HQ impact report season I’ve been knee deep in excel charts and pivot tables for the last few weeks Heaven I thought I’d take a few moments to emerge from my data-induced reverie to share some of the most surprising and unsurprising stats from this year’s Do Data Continue reading → As I cycled across Provence last week I",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and engagement this B Corp month Sign up asap to benefit from this and join B Corps including Pukka herbs Standing on Giants Vita Coco Graze X+Why and DISRUPT Agency B Corp month is the time to come together have some fun and create some serious impact Organisations invest a lot in certification and want to get the most from it Bringing employees onboard – by helping them understand what it means to be a B Corp showing them how to B the difference and engaging them in sustainable behaviour change – is essential We all know climate change is scary and here But there is solace in our data; sustainable acts make people feel good and more connected see our  impact report Whether your organisation is small big old or new each employee is an ambassador Employee engagement is not a nice to have it’s vital for survival Join us as we kick  off with a lively panel discussion with industry experts and the launch of a new employee engagement report At Do Nation we’re brimming with renewed",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, it seems that there aren't any specific investor events or funding rounds mentioned. However, companies such as Leap Disrupt Agency, Articulate Marketing, Standing on Giants, x+why, Micro Scooters, Kyero, Vita Coco, English Tea Shop, Centrus Advisors, and Pukka Herbs have signed up for Do Nation's annual B Corp Challenge.",
            "source": [
                {
                    "content": "surface initiatives Companies including Leap DiSRUPT Agency Articulate Marketing Standing on Giants x+why Micro scooters Kyero Vita Coco English Tea Shop Centrus advisors and Pukka Herbs have all signed up to Do Nations annual B Corp Challenge  As a B Corp itself the Do Nation challenge includes a bespoke package of support and resources for organisations to run successful employee engagement programmes  This B Corp month Do Nation are inviting impactful businesses to come together to show the world how WeGoBeyond expectations and make a mark on the world Do Nation have put together a bespoke quick and easy-to-implement B Corp Month employee engagement package so our fellow B Corps can have maximum impact and engagement this B Corp month Sign up asap to benefit from this and join B Corps including Pukka herbs Standing on Giants Vita Coco Graze X+Why and DISRUPT Agency B Corp month is the time to come together have some fun and create some serious impact Organisations invest a lot in",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "surface initiatives Companies including Leap DiSRUPT Agency Articulate Marketing Standing on Giants x+why Micro scooters Kyero Vita Coco English Tea Shop Centrus advisors and Pukka Herbs have all signed up to Do Nations annual B Corp Challenge  As a B Corp itself the Do Nation challenge includes a bespoke package of support and resources for organisations to run successful employee engagement programmes",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "surface initiatives Companies including Leap DiSRUPT Agency Articulate Marketing Standing on Giants x+why Micro scooters Kyero Vita Coco English Tea Shop Centrus advisors and Pukka Herbs have all signed up to Do Nations annual B Corp Challenge  As a B Corp itself the Do Nation challenge includes a bespoke package of support and resources for organisations to run successful employee engagement programmes  We have a confession to make Up till the other week our website had a carbon footprint that we were not particularly proud of We’re focussing in on three of our favourite global environment days 🚴‍♀️ World Bicycle Day  Friday 3rd June🌎 World Environment Day  Sunday 5th June🌊 World Oceans Day  Wednesday 8th June It’s a busy time so we’ve put an action plan together for you to make your month simple and impactful",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Over the latter half of  we were busy building a bunch of new features here in the Do HQ – from new Do Actions to online payment Many organisations use Do Nation as a tool to support existing events like their internal green weeks fair-trade fortnights or World Environment Day activities It’s perfect for that use – simple to set-up customisable and gives legacy to these events through long-term behaviour change So we created a page to list upcoming events and register interest If there’s enough interest in a particular event we’ll even create an inter-organisation leaderboard as we did for Waste Less Live More week We’ve added ten new Do Actions falling into two broad camps food things like Sweet temptations Well oiled and You mug and personal development Voice up and Get outta here   In fact these have already earned a blog all unto their own Some of these actions are really only relevant to our Pro users – I doubt many people will be running the marathon this year with the aim of",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, there is no direct mention of any specific financial or funding goals for the next period. However, it can be inferred that the organization might focus on securing funds for their long-term behavior change programs, which aim to reduce carbon, water, and waste while promoting employee wellbeing and engagement.",
            "source": [
                {
                    "content": "and annual impacts as well as wider outcomes in a couple of months  […] reported some stats about the pledged impact in February and now that most pledges have come to an end we are back with a summary of the […] Fill in your details below or click an icon to log in You are commenting using your WordPresscom account  Log Out /  Change  You are commenting using your Facebook account  Log Out /  Change",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and ESG strategies and goals Our long-term behaviour change pledge programmes run for 6 months to 3 years and are proven to reduce carbon water and waste whilst increasing employee pride fitness and wellbeing Fill in your details below or click an icon to log in You are commenting using your WordPresscom account  Log Out /  Change  You are commenting using your Facebook account  Log Out /  Change",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We have five new priority Do Actions for August Here’s what they are and why we chose them",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We have five new priority Do Actions for August Here’s what they are and why we chose them",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " There isn't any specific publication, research finding, or technology mentioned in the provided text. However, there are general themes related to sustainability, corporate responsibility, and environmental awareness that could potentially lead to new developments in these areas.",
            "source": [
                {
                    "content": "an alternative future is to deliver one” On which note – enough with talking and back to delivering… PS – Huge thanks to the team at B Lab UK for putting on yet another fantastic event and for the photos Total heroes Fill in your details below or click an icon to log in You are commenting using your WordPresscom account  Log Out /  Change  You are commenting using your Facebook account  Log Out /  Change",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "surface initiatives Companies including Leap DiSRUPT Agency Articulate Marketing Standing on Giants x+why Micro scooters Kyero Vita Coco English Tea Shop Centrus advisors and Pukka Herbs have all signed up to Do Nations annual B Corp Challenge  As a B Corp itself the Do Nation challenge includes a bespoke package of support and resources for organisations to run successful employee engagement programmes  We have a confession to make Up till the other week our website had a carbon footprint that we were not particularly proud of We’re focussing in on three of our favourite global environment days 🚴‍♀️ World Bicycle Day  Friday 3rd June🌎 World Environment Day  Sunday 5th June🌊 World Oceans Day  Wednesday 8th June It’s a busy time so we’ve put an action plan together for you to make your month simple and impactful",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "came together in climate action making simple pledges to do some of our Do Actions as their new year’s resolutions Here’s a brief summary of the impact they clocked up together First things first the most popular actions were Continue reading → It’s exactly a month since B Inspired; it’s taken me 30 days longer than hoped to share my reflections largely thanks to being kept busy planning our B Corp  Pledge Challenge  Here are six things I heard at B Inspired that have lingered in my thoughts over the last month and I thought worth sharing late as they may be  Continue reading → Last January innocent drinks came back to run their third employee pledge challenge on Do Nation this time asking their people to make a pledge for the planet as part of their New Year’s Resolutions Their case study is now live Over 1 pledges were made with 45 of those turning into long term habits As a result they totally smashed their target of saving  bananas worth of carbon  Continue reading → This January",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to discover some foods I love to eat or buy regularly like oven pizzas or Nutella use palm oil But it was an eye opener reading the food labels and discovering how many products do use it and I'll definitely continue to check and try to buy alternatives where I can Its easy to find lists of companies and products that use sustainably sourced palm oil - not so easy sometimes to stick to buying the products\r I look to support companies who are making good progress in switching their sourcing if I can't get a product that contains totally sustainably sourced palm oil\r I am fully committed to continuing with this - if you see what carnage the industry has wreaked across Asia you will too\r This is an easy reference list-\r  One of the harder Do Actions I've done Chester Zoo's shopping list has been a huge help to be confident in knowing which brands source sustainable palm oil having also learnt more about the environmental and social impacts of using unsustainable palm oil more determined",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, there isn't any specific mention of ongoing or upcoming research projects or innovation initiatives related to the companies mentioned above. However, these organizations might still be involved in various internal or external projects, which could include research collaborations, product development, or exploring new technologies. To provide more accurate information, it would be helpful to know more about each company's mission, goals, and areas of focus.",
            "source": [
                {
                    "content": "surface initiatives Companies including Leap DiSRUPT Agency Articulate Marketing Standing on Giants x+why Micro scooters Kyero Vita Coco English Tea Shop Centrus advisors and Pukka Herbs have all signed up to Do Nations annual B Corp Challenge  As a B Corp itself the Do Nation challenge includes a bespoke package of support and resources for organisations to run successful employee engagement programmes  We have a confession to make Up till the other week our website had a carbon footprint that we were not particularly proud of We’re focussing in on three of our favourite global environment days 🚴‍♀️ World Bicycle Day  Friday 3rd June🌎 World Environment Day  Sunday 5th June🌊 World Oceans Day  Wednesday 8th June It’s a busy time so we’ve put an action plan together for you to make your month simple and impactful",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "surface initiatives Companies including Leap DiSRUPT Agency Articulate Marketing Standing on Giants x+why Micro scooters Kyero Vita Coco English Tea Shop Centrus advisors and Pukka Herbs have all signed up to Do Nations annual B Corp Challenge  As a B Corp itself the Do Nation challenge includes a bespoke package of support and resources for organisations to run successful employee engagement programmes",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "came together in climate action making simple pledges to do some of our Do Actions as their new year’s resolutions Here’s a brief summary of the impact they clocked up together First things first the most popular actions were Continue reading → It’s exactly a month since B Inspired; it’s taken me 30 days longer than hoped to share my reflections largely thanks to being kept busy planning our B Corp  Pledge Challenge  Here are six things I heard at B Inspired that have lingered in my thoughts over the last month and I thought worth sharing late as they may be  Continue reading → Last January innocent drinks came back to run their third employee pledge challenge on Do Nation this time asking their people to make a pledge for the planet as part of their New Year’s Resolutions Their case study is now live Over 1 pledges were made with 45 of those turning into long term habits As a result they totally smashed their target of saving  bananas worth of carbon  Continue reading → This January",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "surface initiatives Companies including Leap DiSRUPT Agency Articulate Marketing Standing on Giants x+why Micro scooters Kyero Vita Coco English Tea Shop Centrus advisors and Pukka Herbs have all signed up to Do Nations annual B Corp Challenge  As a B Corp itself the Do Nation challenge includes a bespoke package of support and resources for organisations to run successful employee engagement programmes  This B Corp month Do Nation are inviting impactful businesses to come together to show the world how WeGoBeyond expectations and make a mark on the world Do Nation have put together a bespoke quick and easy-to-implement B Corp Month employee engagement package so our fellow B Corps can have maximum impact and engagement this B Corp month Sign up asap to benefit from this and join B Corps including Pukka herbs Standing on Giants Vita Coco Graze X+Why and DISRUPT Agency B Corp month is the time to come together have some fun and create some serious impact Organisations invest a lot in",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the information provided, there aren't specific details about research grants or innovation awards that have been recently distributed. However, UCLan has been recognized for their efforts in student engagement by receiving nominations for the Green Gown Awards and winning NUS Awards, including the Environmental Innovation Award and the Green Impact Gold Award. Additionally, universities like UChester have benefited from working with Do Nation to engage students in sustainability initiatives.",
            "source": [
                {
                    "content": "for applications fall on the following dates You'll be notified within a fortnight of this date If you're successful you can launch your programme any time within the following three months We will select recipients using the criteria; if there are multiple applications meeting our criteria in any given quarter and we are unable to reach a decision internally we will create a shortlist This shortlist will be put to the vote through social media probably Facebook but TBC and you will be invited to encourage your supporters to vote for it The recipient will be selected based on the organisation who receives the most votes",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "World Wetlands Day Chinese New Year Black History Month Winter Olympics there’s even a Pokemon Day on the 27th go walking It’s a busy monthLet’s pack it with positive everyday climate actionWhether you’re more sustainable than an edible coffee cup or brand new to sustainable living let our Do Actions help you and your community take positive steps to a better future It can be easy to feel hopeless in the face of climate change But don’t be glum chum There’s hope in every corner you just need to know where to look Here’s our round up just some of the climate-related good news stories from  and the Do Actions that celebrate them It’s 8am Monday morning 8th October The headlines of the IPCC’s latest stark report on the state of climate change are running through my head while the sound of rocks falling and ice cracking are ringing through my ears As I sit and gaze out at the tongue of the mighty Bossons Glacier having run up here to digest the news and clear my head tears well in my eyes",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "came together in climate action making simple pledges to do some of our Do Actions as their new year’s resolutions Here’s a brief summary of the impact they clocked up together First things first the most popular actions were Continue reading → It’s exactly a month since B Inspired; it’s taken me 30 days longer than hoped to share my reflections largely thanks to being kept busy planning our B Corp  Pledge Challenge  Here are six things I heard at B Inspired that have lingered in my thoughts over the last month and I thought worth sharing late as they may be  Continue reading → Last January innocent drinks came back to run their third employee pledge challenge on Do Nation this time asking their people to make a pledge for the planet as part of their New Year’s Resolutions Their case study is now live Over 1 pledges were made with 45 of those turning into long term habits As a result they totally smashed their target of saving  bananas worth of carbon  Continue reading → This January",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "UCLan have been nominated in the student engagement category for the Green Gown Awards  We’re doubly excited that they were also awarded a Green Impact Gold Award and the Environmental Innovation Award at last night’s  NUS Awards We’re very proud to have been involved in their achievements this year Changing behaviour is a tricky subject Universities know that engaging both their students and their staff around sustainability is good for the bottom line as well as being great for the environment but making it fun instead of preachy can be difficult Over the last five years we’ve learned that the secret to making a big impact isn’t grand gestures – it’s small daily habit-forming lifestyle changes We’ve been putting this knowledge to use with the University of Chester for the last two years helping to engage their students in a fun and open way Continue reading → Throughout the programmes we have run with our clients we have got to know what works and what doesn’t This means we have",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided text, Do Nation is collaborating with various companies, agencies, and organizations for their projects and challenges. Some of these partners include Leap DiSRUPT Agency, Articulate, Marketing Standing on Giants, x+why, Micro Scooters, Kyero, Vita Coco, English Tea Shop, Centrus Advisors, Pukka Herbs, and others who have participated in the B Corp Challenge. Additionally, Do Nation works closely with other organizations to learn from their experiences and share best practices related to environmental sustainability and climate change mitigation efforts.",
            "source": [
                {
                    "content": "It also lists all your campaigns and leaderboards Where you find it hover over your avatar on the top right and you should see your organisation listed in the drop down Purpose To create a bit of friendly competition and a sense of working together as a wider community Programme managers can edit leaderboards from here too Where you find it On your organisation page hit the title above the leaderboard and it’ll take you to its dedicated page Purpose To act as the hub for communities of people taking action together From here you can make a pledge see who else has pledged and see the total impact you’ve achieved together Organisations can create one of these for each team Where you find them The bottom of your organisation page If you have a leaderboard they will be listed within this If you don’t then your campaigns will simply be listed as tiles at the base of your organisation page Purpose provide more information inspiration and advice on each action to users Where you find",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "surface initiatives Companies including Leap DiSRUPT Agency Articulate Marketing Standing on Giants x+why Micro scooters Kyero Vita Coco English Tea Shop Centrus advisors and Pukka Herbs have all signed up to Do Nations annual B Corp Challenge  As a B Corp itself the Do Nation challenge includes a bespoke package of support and resources for organisations to run successful employee engagement programmes",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Find out how other organisations have used Do Nation to engage their people in healthy environmentally friendly actions",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and net zero now Our mission is to bring communities together to galvanise millions of people take meaningful action on climate change How we do it We use behaviour science + game design to motivate employees to pledge everyday actions that make a lasting difference while up-skilling them for work in a green economy Fill in your details below or click an icon to log in You are commenting using your WordPresscom account  Log Out /  Change  You are commenting using your Facebook account  Log Out /  Change",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives involving B Corporations (B Corps) and Do Nation. One notable example is the annual B Corp Retreat, where both B Corps and Do Nation come together to discuss, collaborate, and celebrate their collective efforts towards creating positive social and environmental impact through business practices. Additionally, B Corps often participate in Do Nation's pledge challenges, such as the recent \"B Inspired\" challenge, where employees from B Corps committed to taking specific actions related to climate change and sustainability. Finally, there might also be individual partnerships between specific B Corps and Do Nation, focused on particular projects or initiatives.",
            "source": [
                {
                    "content": "came together in climate action making simple pledges to do some of our Do Actions as their new year’s resolutions Here’s a brief summary of the impact they clocked up together First things first the most popular actions were Continue reading → It’s exactly a month since B Inspired; it’s taken me 30 days longer than hoped to share my reflections largely thanks to being kept busy planning our B Corp  Pledge Challenge  Here are six things I heard at B Inspired that have lingered in my thoughts over the last month and I thought worth sharing late as they may be  Continue reading → Last January innocent drinks came back to run their third employee pledge challenge on Do Nation this time asking their people to make a pledge for the planet as part of their New Year’s Resolutions Their case study is now live Over 1 pledges were made with 45 of those turning into long term habits As a result they totally smashed their target of saving  bananas worth of carbon  Continue reading → This January",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "three points in mind Increasing team performance by improving team bonds and having a shared purpose HBR is not news But have you tried uniting people in tackling climate change It’s a shared cause that effects everyone And everyone can take steps to help solve the problem We have lots of tools and templates to help you unite people this includes our digital platform communication templates engagement toolkits and other support Speak to us to find out more We’ve seen first hand the power of knowledge sharing in the organisations that use Do Nation On Do Nation 72 of people who make changes report feeling part of a community making a difference together These spaces promote a culture of knowledge sharing and connection Which in turn improves internal informal networks and communication which improves productivity HBR Some people prefer acting for others if not for themselves And some people just love the smell of competition in the morning On Do Nation we use leaderboards to help teams",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Here comes the juicy bit What do our most successful programmes have in common Relevance friendly competition and community spirit Plan and customise the finer details of your campaign to make it as relevant as possible to your organisation This will help people connect engage and then pledge Three for the price of one  Set a relevant target so here's the truth; we see poor engagement when pledgers see targets as arbitrary and struggle to make a meaningful connection with the bigger picture Set campaign targets that strongly align with your organisation's strategies Then communicate the link consistently and persistently Read our guide to setting relevant targets  Customise your Priority Do Actions we’ve got over 60 actions we call them Do Actions From using a reusable coffee cup to avoiding unsustainable palm oil there's something for everyone Prioritise five that support your goals and values Read our guide to choosing Priority Do Actions  Use incentives we don’t want to over-egg the",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "have two months to try them out before then coming back to confirm how they got on – here’s a summary of the potential impact they could have together if they’re successful Continue reading → UPDATE We’ve extended the deadline for signing up to 15th February For those of you who were at the B Corp retreat this summer you’ll know that if it wasn’t for B Corps Do Nation probably wouldn’t still be around You’ll know how much I love working with businesses like you who share our passion and drive for using business as a force for good And how when it comes to B Corps it’s more true than ever that small actions add up to make a big difference That’s why I’ve decided to run another B Corp challenge this January helping to build a sense of the movement’s impact with your staff allowing all members of B Corp teams to feel like an active part of this amazing community",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " The mutual objectives and outcomes expected from these collaborations include increasing team performance by improving team bonds and having a shared purpose; uniting people in tackling climate change; promoting a culture of knowledge sharing and connection; improving internal informal networks and communication; and contributing to the overall impact of the B Corp movement. Through these collaborative efforts, participants aim to achieve common goals while benefiting from each other's expertise, resources, and perspectives.",
            "source": [
                {
                    "content": "three points in mind Increasing team performance by improving team bonds and having a shared purpose HBR is not news But have you tried uniting people in tackling climate change It’s a shared cause that effects everyone And everyone can take steps to help solve the problem We have lots of tools and templates to help you unite people this includes our digital platform communication templates engagement toolkits and other support Speak to us to find out more We’ve seen first hand the power of knowledge sharing in the organisations that use Do Nation On Do Nation 72 of people who make changes report feeling part of a community making a difference together These spaces promote a culture of knowledge sharing and connection Which in turn improves internal informal networks and communication which improves productivity HBR Some people prefer acting for others if not for themselves And some people just love the smell of competition in the morning On Do Nation we use leaderboards to help teams",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "have two months to try them out before then coming back to confirm how they got on – here’s a summary of the potential impact they could have together if they’re successful Continue reading → UPDATE We’ve extended the deadline for signing up to 15th February For those of you who were at the B Corp retreat this summer you’ll know that if it wasn’t for B Corps Do Nation probably wouldn’t still be around You’ll know how much I love working with businesses like you who share our passion and drive for using business as a force for good And how when it comes to B Corps it’s more true than ever that small actions add up to make a big difference That’s why I’ve decided to run another B Corp challenge this January helping to build a sense of the movement’s impact with your staff allowing all members of B Corp teams to feel like an active part of this amazing community",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "collaborations like this we all win Pukka Soil Association Do Nation our communities and of course the planet […] Veg out has been the most popular pledge on the site That remained true in  although since Pukka sponsored our Tea time Do Action earlier this year that has soared ahead into lead […] […] amongst the company helping to pave the way for setting science based targets It also led to a partnership around our Tea time Do Action with Pukka’s sponsorship helping us to encourage consumer behaviour change around kettle […] Fill in your details below or click an icon to log in You are commenting using your WordPresscom account  Log Out /  Change  You are commenting using your Facebook account  Log Out /  Change",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "falling and ice cracking are ringing through my ears As I sit and gaze out at the tongue of the mighty Bossons Glacier having run up here to digest the news and clear my head tears well in my eyes What are we doing to this beautiful planet of ours Why is it taking so long for everyone to wake up and act Continue reading → Imagine this you’re given £ to donate to either a Welsh wind farm or a Saudi oil company Which you would you rather How about a Dorsetshire school’s solar panel or American coal If you’re currently buying your home energy from one of the big six energy suppliers you’re giving your money to companies who’ll invest it in dirty and unsustainable forms of energy Why not give your money to companies who are more likely share your values and invest it in clean future-proof forms of energy Continue reading → Collaboration is the key I’m not the first to say that by a long way People have been singing the praises of strategic partnerships and cross sector collaboration for",
                    "metadata": {
                        "rel": [
                            "yale",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "recono",
                            "wholegraindigital",
                            "theguardian",
                            "patagonia",
                            "elvisandkresse",
                            "fairtrade",
                            "danone",
                            "keepcup",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "un",
                            "europa",
                            "abelandcole",
                            "rainforest-alliance",
                            "pwc"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}