{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Throughout the provided information, several sustainable and environmental practices have been mentioned. These include:\n\n1. Using eco-friendly materials: Lauren ensures that every piece of jewelry created in her workshop in Dorset, England, is made from eco-friendly materials.\n2. Minimizing the use of toxins: Efforts have been made to reduce the usage of harmful chemicals and toxins in the workshop.\n3. Plastic-free packaging: All packaging materials used by Ellie Air are completely free of plastics and are fully recyclable. Additionally, the company focuses on using recycled goods for its packaging materials whenever possible.\n4. Reducing waste: The business has worked towards reducing waste generation by implementing proper waste management practices, including recycling, repurposing, and safe disposal of hazardous materials.\n5. Donation to environmental causes: A significant portion of the company's revenue is dedicated to supporting various environmental causes through partnerships with organizations like 1 For The Planet and Gem Legacy.\n6. Ethical sourcing of precious metals: All precious metals used in Ellie Air's jewelry are either Fairmined or certified recycled, ensuring that the materials are sourced responsibly and ethically.\n7. Commitment to social and environmental impact: By becoming a B Corp, Ellie Air has demonstrated a strong dedication to improving its operations, treating customers fairly, and promoting transparency in its supply chains.",
            "source": [
                {
                    "content": "a healthy enduring planet and acknowledge the part the jewellery industry must play in protecting our environment for future generations Every piece of jewellery is made by Lauren in her workshop in Dorset England Occasionally Lauren works with goldsmiths in London who fabricate pieces for her We do not and will never outsource the creation of our jewellery to mass production sites and the only services we may outsource are stone-setting casting polishing and/or hallmarking all of which which are completed by trained professionals in London's Hatton Garden and Birmingham's Jewellery Quarter All our packaging is completely plastic-free and fully recyclable We're working hard to make sure that it all comes from recycled goods too We recycle repurpose and reuse any plastics and non-biodegradable products the business uses and carefully and lawfully dispose of any hazardous materials used during the making of our jewellery We have worked hard to minimise the use of toxins in our workshop",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about Charitable giving is something we're very passionate about at Ellie Air As a business we are committed to giving back and have a track record of consistently donating to multiple charities over recent years This year we are committed to donating a combined total of over 2 of our revenue  We partner with and donate 1 of our annual revenue to 1 For The Planet 1 For the Planet gives to environmental causes to protect the environment Founded in  by Yvon Chouinard founder of Patagonia and Craig Mathews founder of Blue Ribbon Flies 1 for the Planet's idea is simple because companies profit from the resources they take from the earth they should protect those resources We partner with and donate 05 of our annual revenue to Gem Legacy Gem Legacy support vocational training entrepreneurship and community development in East African artisanal gem mining communities In addition we donate at least 05 of our revenue per year to a variety of",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about At a time when our planet and our future desperately need positive change Ellie Air is committed to making the responsible ethos of our brand as clear as possible This work is never finished and we're constantly striving for new ways to do better If you have any questions or suggestions please get in touch In January  we took a Fair Luxury Pledge - a community commitment made by individuals and businesses in the jewellery industry to improve their ethics and solidify their responsibilities - to become a B Corporation In April  Ellie Air was thrilled to be certified as a B Corp This year-long process rigorously assessed the business to ensure we act responsibly our customers are treated fairly and our products and supply chains are as transparent and ethical as possible All precious metals used in our jewellery are Fairmined or certified recycled This approach gives you peace of mind that your jewellery is ethically sourced and",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "is a commitment to using business for good Responsibility and fairness have always been of utmost importance to Lauren Ellie Air's founder both in her personal life and her business She felt a keen sense of responsibility and purpose to address and improve how the business operates and with the support of the Fair Luxury Pledge in  during the UK's third Covid-19 lockdown we set off on our journey to become a B Corp During a year-long process we reviewed the entire business - from where our materials were sourced to studio practices our utility suppliers how we recycle our waste and which charities we donate to - and in early  we were awarded the certification with a score of  We were particularly proud to receive such a high score as the minimum requirement to certify is  Our efforts to live up to B Corp's expectations actually saw us surpass the baseline for entry which ultimately benefits people and our planet Certifying as a B Corp business means that we are consistently held",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation. Here are ten examples:\n\n1. Earth Day (April 2nd) - A global event promoting awareness and action for environmental protection.\n2. United Nations Climate Change Conferences - Regular conferences held by the UN to discuss and negotiate strategies to address climate change.\n3. World Environment Day (June 5th) - An annual global event organized by the United Nations to raise awareness and inspire action for the protection of our environment.\n4. COP26 - The 26th session of the Conference of the Parties to the United Nations Framework Convention on Climate Change (UNFCCC), where countries come together to negotiate and agree on measures to combat climate change.\n5. Global Climate Strike - Periodic international protests demanding immediate action to address climate change.\n6. Greenpeace Events - Various campaigns, actions, and events organized by Greenpeace to promote environmental protection and sustainability.\n7. Extinction Rebellion Protests - Series of peaceful protests calling for urgent action to tackle climate breakdown and ecological collapse.\n8. World Wetlands Day (February 2nd) - An annual event celebrating and raising awareness about the importance of wetlands for biodiversity and water quality.\n9. International Union for Conservation of Nature (IUCN) Congresses - Large-scale gatherings of conservation experts and practitioners to share knowledge, discuss challenges, and develop solutions for nature conservation.\n10. The Wildlife Conservation Society (WCS) - An organization dedicated to saving wildlife and wild places across the globe through science, conservation, and education. They host various events and initiatives aimed at preserving biodiversity and natural ecosystems.",
            "source": [
                {
                    "content": "Ocean Conservation Trust In the fiscal year 20/21 we donated  of our net revenue to charities all in-kind donations as we had no partnerships at that time In the fiscal year 21/22 we donated  of our net revenue to charities including charities through 1 For the Planet Gem Legacy the Trussell Trust and others Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "a healthy enduring planet and acknowledge the part the jewellery industry must play in protecting our environment for future generations Every piece of jewellery is made by Lauren in her workshop in Dorset England Occasionally Lauren works with goldsmiths in London who fabricate pieces for her We do not and will never outsource the creation of our jewellery to mass production sites and the only services we may outsource are stone-setting casting polishing and/or hallmarking all of which which are completed by trained professionals in London's Hatton Garden and Birmingham's Jewellery Quarter All our packaging is completely plastic-free and fully recyclable We're working hard to make sure that it all comes from recycled goods too We recycle repurpose and reuse any plastics and non-biodegradable products the business uses and carefully and lawfully dispose of any hazardous materials used during the making of our jewellery We have worked hard to minimise the use of toxins in our workshop",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about Charitable giving is something we're very passionate about at Ellie Air As a business we are committed to giving back and have a track record of consistently donating to multiple charities over recent years This year we are committed to donating a combined total of over 2 of our revenue  We partner with and donate 1 of our annual revenue to 1 For The Planet 1 For the Planet gives to environmental causes to protect the environment Founded in  by Yvon Chouinard founder of Patagonia and Craig Mathews founder of Blue Ribbon Flies 1 for the Planet's idea is simple because companies profit from the resources they take from the earth they should protect those resources We partner with and donate 05 of our annual revenue to Gem Legacy Gem Legacy support vocational training entrepreneurship and community development in East African artisanal gem mining communities In addition we donate at least 05 of our revenue per year to a variety of",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "vocational training entrepreneurship and community development in East African artisanal gem mining communities In addition we donate at least 05 of our revenue per year to a variety of different charity partners chosen by our founder Lauren This dynamic approach allows us to partner with local causes we are passionate about and those around the world who may need donations urgently Just like our 1 For the Planet and Gem Legacy giving these donations are made monthly This year we are donating to the Word Forest Organisation a Dorset Jurassic Coast charity who work with communities in Kenya to replant trees For each Hope Necklace sold we donate 10 of the sale to CALM a London-based charity working to prevent suicide in young men For each Wild Coast Ring sold we donate 5 of the sale to the Ocean Conservation Trust In the fiscal year 20/21 we donated  of our net revenue to charities all in-kind donations as we had no partnerships at that time In the fiscal year 21/22 we donated  of our",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The report mentions several environmental impact metrics related to the jewelry industry. These include:\n\n1. Minimizing the use of toxins in the workshop (almost nil)\n2. Running the workshop on renewable energy\n3. Choosing to make the business paperless whenever possible\n4. Using Fairmined or certified recycled precious metals in the jewelry",
            "source": [
                {
                    "content": "a healthy enduring planet and acknowledge the part the jewellery industry must play in protecting our environment for future generations Every piece of jewellery is made by Lauren in her workshop in Dorset England Occasionally Lauren works with goldsmiths in London who fabricate pieces for her We do not and will never outsource the creation of our jewellery to mass production sites and the only services we may outsource are stone-setting casting polishing and/or hallmarking all of which which are completed by trained professionals in London's Hatton Garden and Birmingham's Jewellery Quarter All our packaging is completely plastic-free and fully recyclable We're working hard to make sure that it all comes from recycled goods too We recycle repurpose and reuse any plastics and non-biodegradable products the business uses and carefully and lawfully dispose of any hazardous materials used during the making of our jewellery We have worked hard to minimise the use of toxins in our workshop",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Ocean Conservation Trust In the fiscal year 20/21 we donated  of our net revenue to charities all in-kind donations as we had no partnerships at that time In the fiscal year 21/22 we donated  of our net revenue to charities including charities through 1 For the Planet Gem Legacy the Trussell Trust and others Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "products the business uses and carefully and lawfully dispose of any hazardous materials used during the making of our jewellery We have worked hard to minimise the use of toxins in our workshop to the point of almost nil Our workshop runs on renewable energy and where possible we always choose to make the business paperless Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about At a time when our planet and our future desperately need positive change Ellie Air is committed to making the responsible ethos of our brand as clear as possible This work is never finished and we're constantly striving for new ways to do better If you have any questions or suggestions please get in touch In January  we took a Fair Luxury Pledge - a community commitment made by individuals and businesses in the jewellery industry to improve their ethics and solidify their responsibilities - to become a B Corporation In April  Ellie Air was thrilled to be certified as a B Corp This year-long process rigorously assessed the business to ensure we act responsibly our customers are treated fairly and our products and supply chains are as transparent and ethical as possible All precious metals used in our jewellery are Fairmined or certified recycled This approach gives you peace of mind that your jewellery is ethically sourced and",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, Ellie Air has made several public commitments to social and corporate responsibility. They are passionate about charitable giving and have a track record of consistently donating to multiple charities over recent years. In the most recent fiscal year (20/21), they donated 3% of their net revenue to various charities, all in-kind donations as they did not have any partnerships at that time. In the subsequent fiscal year (21/22), they increased their donations to 4% of their net revenue and supported charities through 1 For the Planet, Gem Legacy, and other organizations. Additionally, Ellie Air became a B Corp in 202, demonstrating their commitment to using business for good and being held accountable for their business practices. Their founder, Lauren Ellie Air's founder, feels a strong sense of responsibility towards the environment and society, reflected in their partnership with 1 For the Planet and Gem Legacy. Furthermore, she actively participates in Fair Luxury, a group of industry professionals working together to create a fairer and more sustainable jewelry industry. By signing up to their mailing list, individuals can stay informed about new products, end-of-year sales, and updates related to Ellie Air's ongoing commitment to social and corporate responsibility.",
            "source": [
                {
                    "content": "Sign up to our mailing list to be the first to hear about Charitable giving is something we're very passionate about at Ellie Air As a business we are committed to giving back and have a track record of consistently donating to multiple charities over recent years This year we are committed to donating a combined total of over 2 of our revenue  We partner with and donate 1 of our annual revenue to 1 For The Planet 1 For the Planet gives to environmental causes to protect the environment Founded in  by Yvon Chouinard founder of Patagonia and Craig Mathews founder of Blue Ribbon Flies 1 for the Planet's idea is simple because companies profit from the resources they take from the earth they should protect those resources We partner with and donate 05 of our annual revenue to Gem Legacy Gem Legacy support vocational training entrepreneurship and community development in East African artisanal gem mining communities In addition we donate at least 05 of our revenue per year to a variety of",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "is a commitment to using business for good Responsibility and fairness have always been of utmost importance to Lauren Ellie Air's founder both in her personal life and her business She felt a keen sense of responsibility and purpose to address and improve how the business operates and with the support of the Fair Luxury Pledge in  during the UK's third Covid-19 lockdown we set off on our journey to become a B Corp During a year-long process we reviewed the entire business - from where our materials were sourced to studio practices our utility suppliers how we recycle our waste and which charities we donate to - and in early  we were awarded the certification with a score of  We were particularly proud to receive such a high score as the minimum requirement to certify is  Our efforts to live up to B Corp's expectations actually saw us surpass the baseline for entry which ultimately benefits people and our planet Certifying as a B Corp business means that we are consistently held",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Ocean Conservation Trust In the fiscal year 20/21 we donated  of our net revenue to charities all in-kind donations as we had no partnerships at that time In the fiscal year 21/22 we donated  of our net revenue to charities including charities through 1 For the Planet Gem Legacy the Trussell Trust and others Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to live up to B Corp's expectations actually saw us surpass the baseline for entry which ultimately benefits people and our planet Certifying as a B Corp business means that we are consistently held accountable for our business practices It means that when we say we'll donate a portion of proceeds to charity or that we buy our materials from a short and transparent supply chain you really can trust that we're actually doing it Our B Corp certification was just the beginning of our long-term aims to not only make Ellie Air more responsible but also to try to positively change the jewellery industry from the inside out Our founder Lauren is an active volunteer member of Fair Luxury a group of industry professionals striving together to build a fairer jewellery industry We believe in a fairer more sustainable future for our industry and we're working hard to achieve it Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual reports detailing Ellie Air's commitments to ocean conservation, vocational training, entrepreneurship, and community development. These reports also highlight their contributions to various charitable organizations. The information provided in the text suggests that Ellie Air publishes such reports annually, which helps them maintain transparency and hold themselves accountable for their actions. However, the text does not provide specific details from the most recent report.",
            "source": [
                {
                    "content": "Ocean Conservation Trust In the fiscal year 20/21 we donated  of our net revenue to charities all in-kind donations as we had no partnerships at that time In the fiscal year 21/22 we donated  of our net revenue to charities including charities through 1 For the Planet Gem Legacy the Trussell Trust and others Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "vocational training entrepreneurship and community development in East African artisanal gem mining communities In addition we donate at least 05 of our revenue per year to a variety of different charity partners chosen by our founder Lauren This dynamic approach allows us to partner with local causes we are passionate about and those around the world who may need donations urgently Just like our 1 For the Planet and Gem Legacy giving these donations are made monthly This year we are donating to the Word Forest Organisation a Dorset Jurassic Coast charity who work with communities in Kenya to replant trees For each Hope Necklace sold we donate 10 of the sale to CALM a London-based charity working to prevent suicide in young men For each Wild Coast Ring sold we donate 5 of the sale to the Ocean Conservation Trust In the fiscal year 20/21 we donated  of our net revenue to charities all in-kind donations as we had no partnerships at that time In the fiscal year 21/22 we donated  of our",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about In April  after a year-long process that forensically examined our entire business Ellie Air was proud to become a Certified B Corporation business B Corporations are businesses that meet the very highest standards of verified social and environmental performance public transparency and legal accountability to balance people the planet and profit B Corps are accelerating a global culture shift to redefine success in business and build a more inclusive and sustainable economy B Corp is so much more than 'just another certificate' it means that we are consistently held accountable for our business practices and all B Corp businesses must re-certify after 3 years following the same rigorous assessment as the initial certification B Corp is a commitment to using business for good Responsibility and fairness have always been of utmost importance to Lauren Ellie Air's founder both in her personal life and her business She felt a keen",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "products the business uses and carefully and lawfully dispose of any hazardous materials used during the making of our jewellery We have worked hard to minimise the use of toxins in our workshop to the point of almost nil Our workshop runs on renewable energy and where possible we always choose to make the business paperless Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " There isn't any specific information provided about community or social events organized to fulfill these commitments. However, it can be inferred that some events might have taken place, given their dedication to charitable giving and supporting various organizations.",
            "source": [
                {
                    "content": "vocational training entrepreneurship and community development in East African artisanal gem mining communities In addition we donate at least 05 of our revenue per year to a variety of different charity partners chosen by our founder Lauren This dynamic approach allows us to partner with local causes we are passionate about and those around the world who may need donations urgently Just like our 1 For the Planet and Gem Legacy giving these donations are made monthly This year we are donating to the Word Forest Organisation a Dorset Jurassic Coast charity who work with communities in Kenya to replant trees For each Hope Necklace sold we donate 10 of the sale to CALM a London-based charity working to prevent suicide in young men For each Wild Coast Ring sold we donate 5 of the sale to the Ocean Conservation Trust In the fiscal year 20/21 we donated  of our net revenue to charities all in-kind donations as we had no partnerships at that time In the fiscal year 21/22 we donated  of our",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about Charitable giving is something we're very passionate about at Ellie Air As a business we are committed to giving back and have a track record of consistently donating to multiple charities over recent years This year we are committed to donating a combined total of over 2 of our revenue  We partner with and donate 1 of our annual revenue to 1 For The Planet 1 For the Planet gives to environmental causes to protect the environment Founded in  by Yvon Chouinard founder of Patagonia and Craig Mathews founder of Blue Ribbon Flies 1 for the Planet's idea is simple because companies profit from the resources they take from the earth they should protect those resources We partner with and donate 05 of our annual revenue to Gem Legacy Gem Legacy support vocational training entrepreneurship and community development in East African artisanal gem mining communities In addition we donate at least 05 of our revenue per year to a variety of",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Ocean Conservation Trust In the fiscal year 20/21 we donated  of our net revenue to charities all in-kind donations as we had no partnerships at that time In the fiscal year 21/22 we donated  of our net revenue to charities including charities through 1 For the Planet Gem Legacy the Trussell Trust and others Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "wear to the most meaningful pieces of jewellery Lauren handles every order with the utmost care You're guaranteed to have a piece of jewellery that's ethically made by a seasoned jeweller I wear my rings necklaces and earrings every day and the quality is astonishing Our experience was a joy from start to finish Lauren was fantastic at communicating with us throughout the whole process Lauren hit the nail on the head and created something so unique and true to us even with our bumbling descriptions of what we wanted Every time I look down at my ring I still get a little flutter of joy  Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the repeated message in the given text, it is clear that the primary focus is on new products and end-of-year sales. However, without further information from the source, we cannot provide specific details about the available products, services, or technologies.",
            "source": [
                {
                    "content": "Sign up to our mailing list to be the first to hear about Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided text, it does not explicitly mention any specific promotional events, expos, or sales related to the mentioned products or services. However, considering the repetition of \"end of year sales,\" it is possible that there might be some discounts or offers during the holiday season. It would be best to check with the company directly or visit their website for more information on any upcoming promotions or events.",
            "source": [
                {
                    "content": "Sign up to our mailing list to be the first to hear about Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " The key partnership or collaboration mentioned in the text relates to commerce is the Word Forest Organization (WFO), a Kenyan-based charity that works with communities to replant trees. Ellie Air has committed to donating 10% of the sale price of their \"Hope\" necklaces to WFO, demonstrating their dedication to supporting environmentally conscious initiatives through commerce.",
            "source": [
                {
                    "content": "vocational training entrepreneurship and community development in East African artisanal gem mining communities In addition we donate at least 05 of our revenue per year to a variety of different charity partners chosen by our founder Lauren This dynamic approach allows us to partner with local causes we are passionate about and those around the world who may need donations urgently Just like our 1 For the Planet and Gem Legacy giving these donations are made monthly This year we are donating to the Word Forest Organisation a Dorset Jurassic Coast charity who work with communities in Kenya to replant trees For each Hope Necklace sold we donate 10 of the sale to CALM a London-based charity working to prevent suicide in young men For each Wild Coast Ring sold we donate 5 of the sale to the Ocean Conservation Trust In the fiscal year 20/21 we donated  of our net revenue to charities all in-kind donations as we had no partnerships at that time In the fiscal year 21/22 we donated  of our",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to live up to B Corp's expectations actually saw us surpass the baseline for entry which ultimately benefits people and our planet Certifying as a B Corp business means that we are consistently held accountable for our business practices It means that when we say we'll donate a portion of proceeds to charity or that we buy our materials from a short and transparent supply chain you really can trust that we're actually doing it Our B Corp certification was just the beginning of our long-term aims to not only make Ellie Air more responsible but also to try to positively change the jewellery industry from the inside out Our founder Lauren is an active volunteer member of Fair Luxury a group of industry professionals striving together to build a fairer jewellery industry We believe in a fairer more sustainable future for our industry and we're working hard to achieve it Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "products the business uses and carefully and lawfully dispose of any hazardous materials used during the making of our jewellery We have worked hard to minimise the use of toxins in our workshop to the point of almost nil Our workshop runs on renewable energy and where possible we always choose to make the business paperless Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about In April  after a year-long process that forensically examined our entire business Ellie Air was proud to become a Certified B Corporation business B Corporations are businesses that meet the very highest standards of verified social and environmental performance public transparency and legal accountability to balance people the planet and profit B Corps are accelerating a global culture shift to redefine success in business and build a more inclusive and sustainable economy B Corp is so much more than 'just another certificate' it means that we are consistently held accountable for our business practices and all B Corp businesses must re-certify after 3 years following the same rigorous assessment as the initial certification B Corp is a commitment to using business for good Responsibility and fairness have always been of utmost importance to Lauren Ellie Air's founder both in her personal life and her business She felt a keen",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, there isn't any specific mention of current employment or educational opportunities within Ellie Air. However, they do provide vocational training in entrepreneurship and community development for artisanal gem mining communities. Additionally, their donations to various charitable organizations might offer some indirect opportunities for involvement or collaboration. To learn more about potential opportunities, I would recommend signing up for their mailing list or visiting their website directly.",
            "source": [
                {
                    "content": "vocational training entrepreneurship and community development in East African artisanal gem mining communities In addition we donate at least 05 of our revenue per year to a variety of different charity partners chosen by our founder Lauren This dynamic approach allows us to partner with local causes we are passionate about and those around the world who may need donations urgently Just like our 1 For the Planet and Gem Legacy giving these donations are made monthly This year we are donating to the Word Forest Organisation a Dorset Jurassic Coast charity who work with communities in Kenya to replant trees For each Hope Necklace sold we donate 10 of the sale to CALM a London-based charity working to prevent suicide in young men For each Wild Coast Ring sold we donate 5 of the sale to the Ocean Conservation Trust In the fiscal year 20/21 we donated  of our net revenue to charities all in-kind donations as we had no partnerships at that time In the fiscal year 21/22 we donated  of our",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "products the business uses and carefully and lawfully dispose of any hazardous materials used during the making of our jewellery We have worked hard to minimise the use of toxins in our workshop to the point of almost nil Our workshop runs on renewable energy and where possible we always choose to make the business paperless Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about In April  after a year-long process that forensically examined our entire business Ellie Air was proud to become a Certified B Corporation business B Corporations are businesses that meet the very highest standards of verified social and environmental performance public transparency and legal accountability to balance people the planet and profit B Corps are accelerating a global culture shift to redefine success in business and build a more inclusive and sustainable economy B Corp is so much more than 'just another certificate' it means that we are consistently held accountable for our business practices and all B Corp businesses must re-certify after 3 years following the same rigorous assessment as the initial certification B Corp is a commitment to using business for good Responsibility and fairness have always been of utmost importance to Lauren Ellie Air's founder both in her personal life and her business She felt a keen",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to live up to B Corp's expectations actually saw us surpass the baseline for entry which ultimately benefits people and our planet Certifying as a B Corp business means that we are consistently held accountable for our business practices It means that when we say we'll donate a portion of proceeds to charity or that we buy our materials from a short and transparent supply chain you really can trust that we're actually doing it Our B Corp certification was just the beginning of our long-term aims to not only make Ellie Air more responsible but also to try to positively change the jewellery industry from the inside out Our founder Lauren is an active volunteer member of Fair Luxury a group of industry professionals striving together to build a fairer jewellery industry We believe in a fairer more sustainable future for our industry and we're working hard to achieve it Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Based on the provided information, it seems that the company does not organize specific events such as job fairs, webinars, workshops, or training programs. However, they do mention their commitment to vocational training and community development through their donations to various charitable organizations. These contributions aim to support the growth and development of individuals within the artisanal gem mining communities in East Africa.",
            "source": [
                {
                    "content": "vocational training entrepreneurship and community development in East African artisanal gem mining communities In addition we donate at least 05 of our revenue per year to a variety of different charity partners chosen by our founder Lauren This dynamic approach allows us to partner with local causes we are passionate about and those around the world who may need donations urgently Just like our 1 For the Planet and Gem Legacy giving these donations are made monthly This year we are donating to the Word Forest Organisation a Dorset Jurassic Coast charity who work with communities in Kenya to replant trees For each Hope Necklace sold we donate 10 of the sale to CALM a London-based charity working to prevent suicide in young men For each Wild Coast Ring sold we donate 5 of the sale to the Ocean Conservation Trust In the fiscal year 20/21 we donated  of our net revenue to charities all in-kind donations as we had no partnerships at that time In the fiscal year 21/22 we donated  of our",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "products the business uses and carefully and lawfully dispose of any hazardous materials used during the making of our jewellery We have worked hard to minimise the use of toxins in our workshop to the point of almost nil Our workshop runs on renewable energy and where possible we always choose to make the business paperless Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The passage does not explicitly mention employee benefits; however, it mentions that Ellie Air has achieved B Corp status, which suggests that the company prioritizes social and environmental performance, public transparency, and legal accountability. As a result, employees might benefit from working for a socially responsible and environmentally conscious organization. Additionally, the passage mentions that Ellie Air donates a portion of its proceeds to charity, which could indirectly benefit employees through the company's philanthropic efforts.",
            "source": [
                {
                    "content": "ensures fraud prevention and detection To provide you with the best customer service and support we will most likely have a record of your contact history with Ellie Air potentially including past purchases order-specific information ring sizes anniversary dates etc This information may come directly from you the customer or a partner member of your family and/or friends if the purchase is for a gift This information helps us perform our contract with you and helps you use our website It also means we can process returns We respect your choices as a customer but if you don't want to share any of this information with us you may not be able to use our website or enjoy the online purchasing service fully We do not and will never sell or share any of your information with a third party If we need to share your information in order to complete our contract with you we will ensure that we have your explicit permission before doing so  Your information is kept in a safe protected database",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to live up to B Corp's expectations actually saw us surpass the baseline for entry which ultimately benefits people and our planet Certifying as a B Corp business means that we are consistently held accountable for our business practices It means that when we say we'll donate a portion of proceeds to charity or that we buy our materials from a short and transparent supply chain you really can trust that we're actually doing it Our B Corp certification was just the beginning of our long-term aims to not only make Ellie Air more responsible but also to try to positively change the jewellery industry from the inside out Our founder Lauren is an active volunteer member of Fair Luxury a group of industry professionals striving together to build a fairer jewellery industry We believe in a fairer more sustainable future for our industry and we're working hard to achieve it Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about In April  after a year-long process that forensically examined our entire business Ellie Air was proud to become a Certified B Corporation business B Corporations are businesses that meet the very highest standards of verified social and environmental performance public transparency and legal accountability to balance people the planet and profit B Corps are accelerating a global culture shift to redefine success in business and build a more inclusive and sustainable economy B Corp is so much more than 'just another certificate' it means that we are consistently held accountable for our business practices and all B Corp businesses must re-certify after 3 years following the same rigorous assessment as the initial certification B Corp is a commitment to using business for good Responsibility and fairness have always been of utmost importance to Lauren Ellie Air's founder both in her personal life and her business She felt a keen",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about We've put together some information that we think will help you with your purchase Whether you'd like your jewellery engraved or need help with delivery options the Ellie Air Concierge will be able to help Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided context, there isn't enough information to provide specific details about a financial or earnings report. However, some general points mentioned throughout the text include:\n\n1. Becoming a Certified B Corporation: Ellie Air became a B Corp in April , following a year-long process that evaluated the company's social and environmental performance.\n2. Commitment to responsibility and fairness: Founder Lauren Ellie Air has always prioritized responsibility and fairness in both her personal life and business operations.\n3. Embracing the Fair Luxury Pledge: In , during the UK's third COVID-19 lockdown, Ellie Air joined other industry professionals in taking the Fair Luxury Pledge to improve ethics and responsibilities within the jewelry sector.\n4. Achieving high B Corp scores: The company scored a high mark (not specified) during the certification process, surpassing the baseline requirements for entry.\n5. Positive impact on people and the environment: By becoming a B Corp, Ellie Air demonstrates its commitment to being consistently held accountable for responsible business practices, benefiting both people and the environment.\n6. Collaboration within the industry: As an active volunteer member of Fair Luxury, Ellie Air works alongside other industry professionals to create a fairer and more sustainable future for the jewelry sector.\n7. Continuous improvement: Ellie Air recognizes that this work is never finished, and they are constantly seeking opportunities to do better and improve their responsible ethos.",
            "source": [
                {
                    "content": "Sign up to our mailing list to be the first to hear about In April  after a year-long process that forensically examined our entire business Ellie Air was proud to become a Certified B Corporation business B Corporations are businesses that meet the very highest standards of verified social and environmental performance public transparency and legal accountability to balance people the planet and profit B Corps are accelerating a global culture shift to redefine success in business and build a more inclusive and sustainable economy B Corp is so much more than 'just another certificate' it means that we are consistently held accountable for our business practices and all B Corp businesses must re-certify after 3 years following the same rigorous assessment as the initial certification B Corp is a commitment to using business for good Responsibility and fairness have always been of utmost importance to Lauren Ellie Air's founder both in her personal life and her business She felt a keen",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "is a commitment to using business for good Responsibility and fairness have always been of utmost importance to Lauren Ellie Air's founder both in her personal life and her business She felt a keen sense of responsibility and purpose to address and improve how the business operates and with the support of the Fair Luxury Pledge in  during the UK's third Covid-19 lockdown we set off on our journey to become a B Corp During a year-long process we reviewed the entire business - from where our materials were sourced to studio practices our utility suppliers how we recycle our waste and which charities we donate to - and in early  we were awarded the certification with a score of  We were particularly proud to receive such a high score as the minimum requirement to certify is  Our efforts to live up to B Corp's expectations actually saw us surpass the baseline for entry which ultimately benefits people and our planet Certifying as a B Corp business means that we are consistently held",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to live up to B Corp's expectations actually saw us surpass the baseline for entry which ultimately benefits people and our planet Certifying as a B Corp business means that we are consistently held accountable for our business practices It means that when we say we'll donate a portion of proceeds to charity or that we buy our materials from a short and transparent supply chain you really can trust that we're actually doing it Our B Corp certification was just the beginning of our long-term aims to not only make Ellie Air more responsible but also to try to positively change the jewellery industry from the inside out Our founder Lauren is an active volunteer member of Fair Luxury a group of industry professionals striving together to build a fairer jewellery industry We believe in a fairer more sustainable future for our industry and we're working hard to achieve it Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about At a time when our planet and our future desperately need positive change Ellie Air is committed to making the responsible ethos of our brand as clear as possible This work is never finished and we're constantly striving for new ways to do better If you have any questions or suggestions please get in touch In January  we took a Fair Luxury Pledge - a community commitment made by individuals and businesses in the jewellery industry to improve their ethics and solidify their responsibilities - to become a B Corporation In April  Ellie Air was thrilled to be certified as a B Corp This year-long process rigorously assessed the business to ensure we act responsibly our customers are treated fairly and our products and supply chains are as transparent and ethical as possible All precious metals used in our jewellery are Fairmined or certified recycled This approach gives you peace of mind that your jewellery is ethically sourced and",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, there isn't any mention of specific investor events or funding rounds related to Ellie Air. However, if such events or rounds occur in the future, they would likely be mentioned in their marketing materials or communications.",
            "source": [
                {
                    "content": "Ocean Conservation Trust In the fiscal year 20/21 we donated  of our net revenue to charities all in-kind donations as we had no partnerships at that time In the fiscal year 21/22 we donated  of our net revenue to charities including charities through 1 For the Planet Gem Legacy the Trussell Trust and others Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "vocational training entrepreneurship and community development in East African artisanal gem mining communities In addition we donate at least 05 of our revenue per year to a variety of different charity partners chosen by our founder Lauren This dynamic approach allows us to partner with local causes we are passionate about and those around the world who may need donations urgently Just like our 1 For the Planet and Gem Legacy giving these donations are made monthly This year we are donating to the Word Forest Organisation a Dorset Jurassic Coast charity who work with communities in Kenya to replant trees For each Hope Necklace sold we donate 10 of the sale to CALM a London-based charity working to prevent suicide in young men For each Wild Coast Ring sold we donate 5 of the sale to the Ocean Conservation Trust In the fiscal year 20/21 we donated  of our net revenue to charities all in-kind donations as we had no partnerships at that time In the fiscal year 21/22 we donated  of our",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about Charitable giving is something we're very passionate about at Ellie Air As a business we are committed to giving back and have a track record of consistently donating to multiple charities over recent years This year we are committed to donating a combined total of over 2 of our revenue  We partner with and donate 1 of our annual revenue to 1 For The Planet 1 For the Planet gives to environmental causes to protect the environment Founded in  by Yvon Chouinard founder of Patagonia and Craig Mathews founder of Blue Ribbon Flies 1 for the Planet's idea is simple because companies profit from the resources they take from the earth they should protect those resources We partner with and donate 05 of our annual revenue to Gem Legacy Gem Legacy support vocational training entrepreneurship and community development in East African artisanal gem mining communities In addition we donate at least 05 of our revenue per year to a variety of",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to live up to B Corp's expectations actually saw us surpass the baseline for entry which ultimately benefits people and our planet Certifying as a B Corp business means that we are consistently held accountable for our business practices It means that when we say we'll donate a portion of proceeds to charity or that we buy our materials from a short and transparent supply chain you really can trust that we're actually doing it Our B Corp certification was just the beginning of our long-term aims to not only make Ellie Air more responsible but also to try to positively change the jewellery industry from the inside out Our founder Lauren is an active volunteer member of Fair Luxury a group of industry professionals striving together to build a fairer jewellery industry We believe in a fairer more sustainable future for our industry and we're working hard to achieve it Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, there isn't any specific mention of financial or funding goals for the next period. However, it can be inferred that Ellie Air has a strong commitment to charitable giving, having pledged to donate a combined total of over 2% of their revenue this year alone. Additionally, they aim to achieve B Corp certification, demonstrating their dedication to social and environmental impact.",
            "source": [
                {
                    "content": "Ocean Conservation Trust In the fiscal year 20/21 we donated  of our net revenue to charities all in-kind donations as we had no partnerships at that time In the fiscal year 21/22 we donated  of our net revenue to charities including charities through 1 For the Planet Gem Legacy the Trussell Trust and others Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "vocational training entrepreneurship and community development in East African artisanal gem mining communities In addition we donate at least 05 of our revenue per year to a variety of different charity partners chosen by our founder Lauren This dynamic approach allows us to partner with local causes we are passionate about and those around the world who may need donations urgently Just like our 1 For the Planet and Gem Legacy giving these donations are made monthly This year we are donating to the Word Forest Organisation a Dorset Jurassic Coast charity who work with communities in Kenya to replant trees For each Hope Necklace sold we donate 10 of the sale to CALM a London-based charity working to prevent suicide in young men For each Wild Coast Ring sold we donate 5 of the sale to the Ocean Conservation Trust In the fiscal year 20/21 we donated  of our net revenue to charities all in-kind donations as we had no partnerships at that time In the fiscal year 21/22 we donated  of our",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about Charitable giving is something we're very passionate about at Ellie Air As a business we are committed to giving back and have a track record of consistently donating to multiple charities over recent years This year we are committed to donating a combined total of over 2 of our revenue  We partner with and donate 1 of our annual revenue to 1 For The Planet 1 For the Planet gives to environmental causes to protect the environment Founded in  by Yvon Chouinard founder of Patagonia and Craig Mathews founder of Blue Ribbon Flies 1 for the Planet's idea is simple because companies profit from the resources they take from the earth they should protect those resources We partner with and donate 05 of our annual revenue to Gem Legacy Gem Legacy support vocational training entrepreneurship and community development in East African artisanal gem mining communities In addition we donate at least 05 of our revenue per year to a variety of",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "is a commitment to using business for good Responsibility and fairness have always been of utmost importance to Lauren Ellie Air's founder both in her personal life and her business She felt a keen sense of responsibility and purpose to address and improve how the business operates and with the support of the Fair Luxury Pledge in  during the UK's third Covid-19 lockdown we set off on our journey to become a B Corp During a year-long process we reviewed the entire business - from where our materials were sourced to studio practices our utility suppliers how we recycle our waste and which charities we donate to - and in early  we were awarded the certification with a score of  We were particularly proud to receive such a high score as the minimum requirement to certify is  Our efforts to live up to B Corp's expectations actually saw us surpass the baseline for entry which ultimately benefits people and our planet Certifying as a B Corp business means that we are consistently held",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " I am not sure which specific publications, research findings, or introduced technologies you are referring to. However, based on the repeated mention of signing up for a mailing list in order to receive updates on \"new products\" and \"end of year sales,\" it can be inferred that these topics might be related to the most recent information available.",
            "source": [
                {
                    "content": "Sign up to our mailing list to be the first to hear about Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, it is not explicitly mentioned if there are any ongoing or upcoming research projects or innovation initiatives related to vocational training entrepreneurship and community development in East African artisanal gem mining communities. However, the company seems committed to sustainability practices such as using renewable energy, minimizing the use of toxins, and running their workshop paperlessly. These efforts could potentially lead to innovative solutions for the industry.",
            "source": [
                {
                    "content": "vocational training entrepreneurship and community development in East African artisanal gem mining communities In addition we donate at least 05 of our revenue per year to a variety of different charity partners chosen by our founder Lauren This dynamic approach allows us to partner with local causes we are passionate about and those around the world who may need donations urgently Just like our 1 For the Planet and Gem Legacy giving these donations are made monthly This year we are donating to the Word Forest Organisation a Dorset Jurassic Coast charity who work with communities in Kenya to replant trees For each Hope Necklace sold we donate 10 of the sale to CALM a London-based charity working to prevent suicide in young men For each Wild Coast Ring sold we donate 5 of the sale to the Ocean Conservation Trust In the fiscal year 20/21 we donated  of our net revenue to charities all in-kind donations as we had no partnerships at that time In the fiscal year 21/22 we donated  of our",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "products the business uses and carefully and lawfully dispose of any hazardous materials used during the making of our jewellery We have worked hard to minimise the use of toxins in our workshop to the point of almost nil Our workshop runs on renewable energy and where possible we always choose to make the business paperless Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Ocean Conservation Trust In the fiscal year 20/21 we donated  of our net revenue to charities all in-kind donations as we had no partnerships at that time In the fiscal year 21/22 we donated  of our net revenue to charities including charities through 1 For the Planet Gem Legacy the Trussell Trust and others Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, there isn't any mention of specific research grants or innovation awards being distributed recently. The text focuses on the company's philanthropic efforts, their commitment to social responsibility, and their involvement in various initiatives aimed at making positive changes within the jewelry industry.",
            "source": [
                {
                    "content": "Ocean Conservation Trust In the fiscal year 20/21 we donated  of our net revenue to charities all in-kind donations as we had no partnerships at that time In the fiscal year 21/22 we donated  of our net revenue to charities including charities through 1 For the Planet Gem Legacy the Trussell Trust and others Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "vocational training entrepreneurship and community development in East African artisanal gem mining communities In addition we donate at least 05 of our revenue per year to a variety of different charity partners chosen by our founder Lauren This dynamic approach allows us to partner with local causes we are passionate about and those around the world who may need donations urgently Just like our 1 For the Planet and Gem Legacy giving these donations are made monthly This year we are donating to the Word Forest Organisation a Dorset Jurassic Coast charity who work with communities in Kenya to replant trees For each Hope Necklace sold we donate 10 of the sale to CALM a London-based charity working to prevent suicide in young men For each Wild Coast Ring sold we donate 5 of the sale to the Ocean Conservation Trust In the fiscal year 20/21 we donated  of our net revenue to charities all in-kind donations as we had no partnerships at that time In the fiscal year 21/22 we donated  of our",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to live up to B Corp's expectations actually saw us surpass the baseline for entry which ultimately benefits people and our planet Certifying as a B Corp business means that we are consistently held accountable for our business practices It means that when we say we'll donate a portion of proceeds to charity or that we buy our materials from a short and transparent supply chain you really can trust that we're actually doing it Our B Corp certification was just the beginning of our long-term aims to not only make Ellie Air more responsible but also to try to positively change the jewellery industry from the inside out Our founder Lauren is an active volunteer member of Fair Luxury a group of industry professionals striving together to build a fairer jewellery industry We believe in a fairer more sustainable future for our industry and we're working hard to achieve it Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided information, Ellie Air has been collaborating with various organizations, institutions, and entities throughout their operations. Some notable collaborators include:\n\n1. 1 For the Planet: A foundation founded by Yvon Chouinard (founder of Patagonia) and Craig Matthews (founder of Blue Ribbon Flies), which supports environmental causes to protect the Earth. Ellie Air partners with this organization and donates 1% of its annual revenue to support their mission.\n2. Gem Legacy: An initiative focused on vocational training, entrepreneurship, and community development within East African artisanal gem mining communities. Additionally, Ellie Air donates at least 0.5% of its annual revenue to support the efforts of this organization.\n3. Word Forest Organization: A Dorset Jurassic Coast charity based in Kenya that works with communities to replant trees. For every Hope Necklace sold, Ellie Air donates £10 to support the Word Forest Organization's projects.\n4. CALM (Campaign Against Living Miserably): A London-based charity dedicated to preventing suicide in young men. For every Wild Coast Ring sold, Ellie Air donates £5 to support CALM's vital work.\n\nEllie Air also mentions having partnerships with other charity partners chosen by their founder, Lauren Ellie Air's founder believes in supporting local causes she is passionate about and those around the world who may need donations urgently.",
            "source": [
                {
                    "content": "Ocean Conservation Trust In the fiscal year 20/21 we donated  of our net revenue to charities all in-kind donations as we had no partnerships at that time In the fiscal year 21/22 we donated  of our net revenue to charities including charities through 1 For the Planet Gem Legacy the Trussell Trust and others Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "vocational training entrepreneurship and community development in East African artisanal gem mining communities In addition we donate at least 05 of our revenue per year to a variety of different charity partners chosen by our founder Lauren This dynamic approach allows us to partner with local causes we are passionate about and those around the world who may need donations urgently Just like our 1 For the Planet and Gem Legacy giving these donations are made monthly This year we are donating to the Word Forest Organisation a Dorset Jurassic Coast charity who work with communities in Kenya to replant trees For each Hope Necklace sold we donate 10 of the sale to CALM a London-based charity working to prevent suicide in young men For each Wild Coast Ring sold we donate 5 of the sale to the Ocean Conservation Trust In the fiscal year 20/21 we donated  of our net revenue to charities all in-kind donations as we had no partnerships at that time In the fiscal year 21/22 we donated  of our",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about Charitable giving is something we're very passionate about at Ellie Air As a business we are committed to giving back and have a track record of consistently donating to multiple charities over recent years This year we are committed to donating a combined total of over 2 of our revenue  We partner with and donate 1 of our annual revenue to 1 For The Planet 1 For the Planet gives to environmental causes to protect the environment Founded in  by Yvon Chouinard founder of Patagonia and Craig Mathews founder of Blue Ribbon Flies 1 for the Planet's idea is simple because companies profit from the resources they take from the earth they should protect those resources We partner with and donate 05 of our annual revenue to Gem Legacy Gem Legacy support vocational training entrepreneurship and community development in East African artisanal gem mining communities In addition we donate at least 05 of our revenue per year to a variety of",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about In April  after a year-long process that forensically examined our entire business Ellie Air was proud to become a Certified B Corporation business B Corporations are businesses that meet the very highest standards of verified social and environmental performance public transparency and legal accountability to balance people the planet and profit B Corps are accelerating a global culture shift to redefine success in business and build a more inclusive and sustainable economy B Corp is so much more than 'just another certificate' it means that we are consistently held accountable for our business practices and all B Corp businesses must re-certify after 3 years following the same rigorous assessment as the initial certification B Corp is a commitment to using business for good Responsibility and fairness have always been of utmost importance to Lauren Ellie Air's founder both in her personal life and her business She felt a keen",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives involving Ellie Air and their partners. Some notable examples include:\n\n1. Word Forest Organization (WFO): Ellie Air has partnered with WFO, a Kenyan-based organization focused on tree planting and community forestry programs. Together, they have organized various events and initiatives aimed at promoting sustainable forest management and reforestation efforts in East Africa.\n2. CALM (The Campaign Against Living Miserably) : When customers purchase Ellie Air's \"Hope\" necklaces, 10% of the proceeds go towards supporting CALM, a London-based charity dedicated to preventing male suicide. To raise awareness and funds for this cause, Ellie Air has collaborated with CALM on various campaigns and events.\n3. Ocean Conservation Trust (OCT): In the fiscal year 21/22, Ellie Air donated a portion of its net revenue to OCT, a UK-based marine conservation organization. They also worked together on various educational initiatives to promote ocean conservation and raise public awareness about the importance of protecting marine ecosystems.\n4. 1 For The Planet & Gem Legacy: These two charitable giving programs supported by Ellie Air focus on environmental protection and vocational training, entrepreneurship, and community development in East African artisanal gem mining communities. Through these initiatives, Ellie Air has engaged in joint activities and events with the respective organizations to further their shared goals.",
            "source": [
                {
                    "content": "vocational training entrepreneurship and community development in East African artisanal gem mining communities In addition we donate at least 05 of our revenue per year to a variety of different charity partners chosen by our founder Lauren This dynamic approach allows us to partner with local causes we are passionate about and those around the world who may need donations urgently Just like our 1 For the Planet and Gem Legacy giving these donations are made monthly This year we are donating to the Word Forest Organisation a Dorset Jurassic Coast charity who work with communities in Kenya to replant trees For each Hope Necklace sold we donate 10 of the sale to CALM a London-based charity working to prevent suicide in young men For each Wild Coast Ring sold we donate 5 of the sale to the Ocean Conservation Trust In the fiscal year 20/21 we donated  of our net revenue to charities all in-kind donations as we had no partnerships at that time In the fiscal year 21/22 we donated  of our",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Ocean Conservation Trust In the fiscal year 20/21 we donated  of our net revenue to charities all in-kind donations as we had no partnerships at that time In the fiscal year 21/22 we donated  of our net revenue to charities including charities through 1 For the Planet Gem Legacy the Trussell Trust and others Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about Charitable giving is something we're very passionate about at Ellie Air As a business we are committed to giving back and have a track record of consistently donating to multiple charities over recent years This year we are committed to donating a combined total of over 2 of our revenue  We partner with and donate 1 of our annual revenue to 1 For The Planet 1 For the Planet gives to environmental causes to protect the environment Founded in  by Yvon Chouinard founder of Patagonia and Craig Mathews founder of Blue Ribbon Flies 1 for the Planet's idea is simple because companies profit from the resources they take from the earth they should protect those resources We partner with and donate 05 of our annual revenue to Gem Legacy Gem Legacy support vocational training entrepreneurship and community development in East African artisanal gem mining communities In addition we donate at least 05 of our revenue per year to a variety of",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "is a commitment to using business for good Responsibility and fairness have always been of utmost importance to Lauren Ellie Air's founder both in her personal life and her business She felt a keen sense of responsibility and purpose to address and improve how the business operates and with the support of the Fair Luxury Pledge in  during the UK's third Covid-19 lockdown we set off on our journey to become a B Corp During a year-long process we reviewed the entire business - from where our materials were sourced to studio practices our utility suppliers how we recycle our waste and which charities we donate to - and in early  we were awarded the certification with a score of  We were particularly proud to receive such a high score as the minimum requirement to certify is  Our efforts to live up to B Corp's expectations actually saw us surpass the baseline for entry which ultimately benefits people and our planet Certifying as a B Corp business means that we are consistently held",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Through their various collaborations, Ellie Air seeks to achieve several mutually beneficial objectives and outcomes. These include:\n\n1. Supporting vocational training, entrepreneurship, and community development in East African artisanal gem mining communities through Gem Legacy. By doing so, Ellie Air contributes to the economic growth and empowerment of local communities while also promoting responsible and ethical gemstone sourcing.\n2. Donating to various charities, such as Word Forest Organization, CALM (London-based charity working to prevent suicide in young men), and the Ocean Conservation Trust. These donations demonstrate Ellie Air's commitment to giving back and supporting important causes related to environmental conservation, mental health, and ocean preservation.\n3. Partnering with organizations like 1 For the Planet and Gem Legacy, which focus on environmental protection and resource management. By aligning with these organizations, Ellie Air demonstrates its dedication to sustainability and responsible business practices.\n4. Engaging with customers and stakeholders through their mailing list, allowing them to stay informed about new product launches, end-of-year sales, and other relevant updates. This communication helps foster customer loyalty and supports Ellie Air's mission to use business for good.\n\nOverall, the collaborations and initiatives undertaken by Ellie Air aim to create positive impacts across various dimensions, including social, environmental, and economic aspects.",
            "source": [
                {
                    "content": "vocational training entrepreneurship and community development in East African artisanal gem mining communities In addition we donate at least 05 of our revenue per year to a variety of different charity partners chosen by our founder Lauren This dynamic approach allows us to partner with local causes we are passionate about and those around the world who may need donations urgently Just like our 1 For the Planet and Gem Legacy giving these donations are made monthly This year we are donating to the Word Forest Organisation a Dorset Jurassic Coast charity who work with communities in Kenya to replant trees For each Hope Necklace sold we donate 10 of the sale to CALM a London-based charity working to prevent suicide in young men For each Wild Coast Ring sold we donate 5 of the sale to the Ocean Conservation Trust In the fiscal year 20/21 we donated  of our net revenue to charities all in-kind donations as we had no partnerships at that time In the fiscal year 21/22 we donated  of our",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about Charitable giving is something we're very passionate about at Ellie Air As a business we are committed to giving back and have a track record of consistently donating to multiple charities over recent years This year we are committed to donating a combined total of over 2 of our revenue  We partner with and donate 1 of our annual revenue to 1 For The Planet 1 For the Planet gives to environmental causes to protect the environment Founded in  by Yvon Chouinard founder of Patagonia and Craig Mathews founder of Blue Ribbon Flies 1 for the Planet's idea is simple because companies profit from the resources they take from the earth they should protect those resources We partner with and donate 05 of our annual revenue to Gem Legacy Gem Legacy support vocational training entrepreneurship and community development in East African artisanal gem mining communities In addition we donate at least 05 of our revenue per year to a variety of",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Ocean Conservation Trust In the fiscal year 20/21 we donated  of our net revenue to charities all in-kind donations as we had no partnerships at that time In the fiscal year 21/22 we donated  of our net revenue to charities including charities through 1 For the Planet Gem Legacy the Trussell Trust and others Sign up to our mailing list to be the first to hear about new products and end of year sales",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sign up to our mailing list to be the first to hear about In April  after a year-long process that forensically examined our entire business Ellie Air was proud to become a Certified B Corporation business B Corporations are businesses that meet the very highest standards of verified social and environmental performance public transparency and legal accountability to balance people the planet and profit B Corps are accelerating a global culture shift to redefine success in business and build a more inclusive and sustainable economy B Corp is so much more than 'just another certificate' it means that we are consistently held accountable for our business practices and all B Corp businesses must re-certify after 3 years following the same rigorous assessment as the initial certification B Corp is a commitment to using business for good Responsibility and fairness have always been of utmost importance to Lauren Ellie Air's founder both in her personal life and her business She felt a keen",
                    "metadata": {
                        "rel": [
                            "onepercentfortheplanet",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ]
}