{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided information, there isn't any specific mention of sustainable or environmental practices that have been implemented by EnGen. However, they are mentioned as a Certified B Corporation, which focuses on creating a more inclusive, equitable, and regenerative economy.",
            "source": [
                {
                    "content": "The advanced course is a companion course to the full ReadyCNA program In this course learners will examine best practices on hygiene including methods to identify common risks to health and safety Explore essential language elements to describe your work and interact with passengers Explore key concepts related to successful writing for university-level study Prepare for graduate study in an MBA program with case study analyses textbook articles and group presentations in the fields you will study in your core courses ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "with the impact we’re already having on learners 90 have achieved at least one of their real-world social goals 79 ranked their job skill improvement at a 4 or 5 on a five-point scale 73 ranked their confidence when speaking English at a 4 or 5 on a five-point scale After more than a year of a rigorous certification process EnGen is proud to announce our official status as a Certified B Corporation Achieving B Corp status is hard and it should be as each organization needs to demonstrate their role in creating a more inclusive equitable and regenerative economy B Lab the institution responsible for B Corp certifications is unlike other certifications for businesses in that a company's entire social and environmental impact is also measured  EnGen’s Certified B Corporation status measures our commitment to being a purpose-driven company against companies around the world We’re happy to join the ranks of Patagonia Ben  Jerry’s Warby Parker The Body Shop Guild Education and more than 4",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "In this course learners will examine best practices on hygiene including methods to identify common risks to health and safety at home in the workplace or in public spaces Upon completion of the course learners will gain an understanding of techniques and routines to assess health and safety risks in a variety of situations This course covers ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the oil and gas industry including processes techniques equipment and safety gear Sharpen your product development skills and knowledge by engaging with a range of authentic materials ranging from videos of global tech leaders to recordings of real development team meetings Designed to provide learners with the skills and vocabulary for careers in hotel management and tourism Learn about the process of becoming a US citizen from start to finish Explore key concepts related to successful writing for university-level study Confidently manage your finances by learning about paychecks credit cards loans taxes budgeting and planning for the future ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation. However, providing a comprehensive list of all such events would not be feasible within the given constraints. Instead, I can mention some well-known events related to environmental conservation:\n\n1. Earth Day (April 22)\n2. United Nations Climate Change Conferences (held every two years since 195)\n3. World Environment Day (June 5th)\n4. COP26 UN Climate Change Conference (to be held in Glasgow, UK in November 202)\n5. Global Landscapes Forum (an annual event organized by the International Union for Conservation of Nature IUCN)\n6. Convention on Biological Diversity (CBD) conferences (held biennially since 192)\n7. World Wildlife Fund WWF s Annual General Meeting (AGM)\n8. RIO+20 United Nations Conference on Sustainable Development (held in Rio de Janeiro, Brazil in 22)\n9. The Bonn Challenge (a global effort to bring ",
            "source": [
                {
                    "content": "others Learner Information Session – The Learner Information Session is held once per month with a session in English and a session in Spanish This session is for learners at the beginning of their EnGen program During this session we discuss how to activate your EnGen account and log in to the EnGen platform how to navigate the platform and how to find the content and activities that will be the most helpful and interesting to you Career Readiness Workshop – EnGen's Career Readiness Workshop is held twice per month with a morning session and an evening session This workshop provides learners with information and skills to help them prepare for their career In previous sessions we have discussed the Job Search Writing a Resume/CV Preparing for Job Interviews and How to Build your LinkedIn Profile Group Coaching QA Sessions – Group Coaching QA Sessions are for learners who have an EnGen Coach or who have support from the EnGen Coaching Team During these sessions learners have the",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The Social Innovation Summit SIS brings together top leaders from around the world for a unique series of discussions debates and networking opportunities This year SIS  includes sessions from an array of speakers formats workshops and breakouts EnGen was happy to be included one one of the VIP Roundtable Sessions focusing on upskilling your workforce with English Not able to attend Below are key takeaways Digital skills can advance economic mobility This year's SIS conference had many breakout sessions including those that put the spotlight on building digital skills to help advance economic mobility We invite you to read more about the positive impact of digital literacy skills on speakers of other languages Organizations leading the way in social change Recognizing organizations making innovative strides is important This year awards at the conference included categories in COVID Response and Impact Diversity Equity and Inclusion Economic Empowerment and the Future of Work We are",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "In this course you will explore the foundation of the tourism and hospitality industry from tour operations to hotel management By the end of the course you will be able to ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Guides resources tips and tricks to help teachers and coaches get the most out of their EnGen experience Use these resources to help you reach your program goals and set your learners up for success ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " As a Certified B Corporation, EnGen has demonstrated its commitment to creating a more inclusive, equitable, and regenerative economy. While the text doesn't explicitly mention specific environmental impact metrics, achieving B Corp status requires meeting high standards of social and environmental performance, accountability, and transparency. Therefore, EnGen's certification likely encompasses various environmental impact areas such as carbon emissions, waste reduction, water conservation, sustainable supply chains, and biodiversity preservation. By becoming a Certified B Corporation, EnGen has committed to continuously improving its environmental practices and contributing positively to the environment.",
            "source": [
                {
                    "content": "with the impact we’re already having on learners 90 have achieved at least one of their real-world social goals 79 ranked their job skill improvement at a 4 or 5 on a five-point scale 73 ranked their confidence when speaking English at a 4 or 5 on a five-point scale After more than a year of a rigorous certification process EnGen is proud to announce our official status as a Certified B Corporation Achieving B Corp status is hard and it should be as each organization needs to demonstrate their role in creating a more inclusive equitable and regenerative economy B Lab the institution responsible for B Corp certifications is unlike other certifications for businesses in that a company's entire social and environmental impact is also measured  EnGen’s Certified B Corporation status measures our commitment to being a purpose-driven company against companies around the world We’re happy to join the ranks of Patagonia Ben  Jerry’s Warby Parker The Body Shop Guild Education and more than 4",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Services Web beacons are tiny graphic image files embedded in a web page or email that provide a presence on the web page or email and send back to its home server information from the user’s browser The information collected by web beacons allows us to statistically monitor how many people are using our Site and Services selected sponsors’ and advertisers’ websites and using our Services and for what purposes Analytics We use Google Analytics a web analytics service provided by Google Inc “Google” Google Analytics uses cookies to help us analyze how users use the Site and enhance your experience when you use the Site For more information on how Google uses this information click here Online Tracking and Do Not Track Signals We and our third party service providers including Facebook may use cookies pixels or other tracking technologies to collect information about your browsing activities over time and across different websites following your use of the Site and use that information",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We couldn't find the page you were looking for This is either because You can return to our homepage by clicking here or you can try searching for the content you are seeking by clicking here ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We couldn't find the page you were looking for This is either because You can return to our homepage by clicking here or you can try searching for the content you are seeking by clicking here ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, EnGen has made several public commitments to social and corporate responsibility. Firstly, EnGen is a Certified B Corporation, which means they have met high standards of social and environmental performance, transparency, and accountability. Additionally, EnGen holds itself accountable to its mission by measuring its impact in terms of reach, performance, and real-world outcomes. Furthermore, EnGen serves underrepresented populations such as newly arrived refugees with low levels of literacy and skilled immigrants with degrees and credentials from their home countries. By providing them with English language training, EnGen is empowering these individuals to participate in their communities and contribute to the workforce. Lastly, EnGen participated in the Social Innovation Summit (SIS) where they were part of a VIP roundtable session focusing on upskilling the workforce with English. Overall, EnGen is committed to using business as a force for good and creating a more inclusive, equitable, and regenerative economy.",
            "source": [
                {
                    "content": "with the impact we’re already having on learners 90 have achieved at least one of their real-world social goals 79 ranked their job skill improvement at a 4 or 5 on a five-point scale 73 ranked their confidence when speaking English at a 4 or 5 on a five-point scale After more than a year of a rigorous certification process EnGen is proud to announce our official status as a Certified B Corporation Achieving B Corp status is hard and it should be as each organization needs to demonstrate their role in creating a more inclusive equitable and regenerative economy B Lab the institution responsible for B Corp certifications is unlike other certifications for businesses in that a company's entire social and environmental impact is also measured  EnGen’s Certified B Corporation status measures our commitment to being a purpose-driven company against companies around the world We’re happy to join the ranks of Patagonia Ben  Jerry’s Warby Parker The Body Shop Guild Education and more than 4",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "our commitment to being a purpose-driven company against companies around the world We’re happy to join the ranks of Patagonia Ben  Jerry’s Warby Parker The Body Shop Guild Education and more than 4 other companies using business as a force for good See how EnGen improves employee advancement and retention through English-language training  Schedule a demo with one of our workforce development experts ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "EnGen is  mission focused We hold ourselves accountable to that mission by measuring our impact in reach performance and real-world outcomes offering access and opportunity to a previously ignored population of New Americans Further demonstrating this commitment was our successful certification in  by B Lab - the nonprofit network transforming the global economy to benefit all people communities and the planet - to become a certified B Corporation In  EnGen served 16 learners including recently arrived refugees with low levels of literacy as well as skilled immigrants with degrees and credentials from their home countries They spoke more than 35 different languages and live in all 50 states with access to EnGen through an employer or one of our college partnerships EnGen is equipping our workforce with the career and technical skills they need for the millions of open jobs in our country today We are also enabling New Americans with the English they need to participate in their",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The Social Innovation Summit SIS brings together top leaders from around the world for a unique series of discussions debates and networking opportunities This year SIS  includes sessions from an array of speakers formats workshops and breakouts EnGen was happy to be included one one of the VIP Roundtable Sessions focusing on upskilling your workforce with English Not able to attend Below are key takeaways Digital skills can advance economic mobility This year's SIS conference had many breakout sessions including those that put the spotlight on building digital skills to help advance economic mobility We invite you to read more about the positive impact of digital literacy skills on speakers of other languages Organizations leading the way in social change Recognizing organizations making innovative strides is important This year awards at the conference included categories in COVID Response and Impact Diversity Equity and Inclusion Economic Empowerment and the Future of Work We are",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Based on the provided information, I cannot find any specific references to \"commitments\" related to Voxy EnGen PBC's operations as a Certified B Corporation. However, it is common for companies to publish annual or quarterly reports outlining their social and environmental performance, which could include information about their commitments. These reports may be available on the company's website or through other channels such as regulatory filings or non-profit organizations that track corporate social responsibility efforts. Without more information, I am unable to provide a summary of any annual or quarterly reports detailing Voxy EnGen PBC's commitments.",
            "source": [
                {
                    "content": "Learners are given an overview of investment banking learn about public offerings mergers and acquisitions and are taught about each area of investment banking in depth Learn about the foundation of the financial services industry from accounting to Wall Street ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Learners are given an overview of investment banking learn about public offerings mergers and acquisitions and are taught about each area of investment banking in depth Learn about the foundation of the financial services industry from accounting to Wall Street ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Learners are given an overview of investment banking learn about public offerings mergers and acquisitions and are taught about each area of investment banking in depth ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Learners are given an overview of investment banking learn about public offerings mergers and acquisitions and are taught about each area of investment banking in depth ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " It seems like there haven't been any specific community or social events mentioned in the provided information that directly relate to fulfilling the commitments mentioned. However, the text does emphasize the importance of celebrating National Immigrant Heritage Month and acknowledging the significant impact that immigrants and refugees have made on the United States. Additionally, the text highlights the need for intentional investments in building a more inclusive workforce, which could potentially involve community events or initiatives aimed at fostering greater understanding and support for immigrants and refugees.",
            "source": [
                {
                    "content": "meetings and/or conduct proactive outreach and communication responding to learners' questions concerns and needs Engage learners via text message live chat phone video call or email campaigns Foster persistence and completion by encouraging and motivating learners to take ownership of their learning success be active on the platform and achieve their personal and professional goals Use our analytics tools to identify clients who could benefit from engagement initiatives Share learnings with the CS team and across the organization Additional tasks as needed to support learner and client engagement Knowledge and Skills A strong passion for helping immigrants and refugees remove English as a barrier to achieving career advancement economic mobility and better quality of life Minimum 2 years’ experience in student engagement coaching customer service or a similar field Experience with mass digital communications tools eg HubSpot Salesmsg and designing/deploying multi-message campaigns",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "This month marks National Immigrant Heritage Month – and we’re joining the celebration recognizing the wide influence that immigrants and refugees have had on the civic social and economic fabric of the US Immigrants have played a large role in shaping this country and they continue to punch above their weight While immigrants make up 14 of the US population they account for  of the US workforce Even further immigrants play an outsized role in the labor force with  for the foreign-born actively employed versus  of the US-born For all of these contributions immigrants and refugees are poised to do more – if we make intentional investments in building a more inclusive workforce As we mark this special month let’s not only celebrate immigrant and refugee communities but also commit to supporting their continued advancement and success  One important place to start is through career-aligned English upskilling Adults who are still learning English earn up to 40 less than their peers who",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As members of the new US Congress and state governments are sworn into office this month they must rally around workforce development as a common and crucial priority We offer four ideas for new elected officials to advance this critical work ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Let’s learn from each other by viewing our previously recorded Community of Practice session During our discussion Jillian shared about her program and learners at the Graces Foundation and how she taps into EnGen and uses it to plan her lessons and support students' needs Anya Enright serves as the Project Lead for the program My American Dream funded by a grant with Write Her Future/Lancome During our discussion Anya shared about her program as well as tips on how she motivates and engages adults during the learning process Manfred and Laura have had a long career serving adults in various capacities across Minnesota During our discussion they shared more about their program in Anoka-Hennepin Intermediate School District  what gives them passion as teachers and some helpful resources they are doing around pronunciation that educators can use with learners to support instruction Irina is a Career Pathways Navigator at Lewiston Adult Education in Lewiston Maine During our discussion",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " The course offers various resources related to building a comprehensive business plan, understanding different funding options, exploring effective marketing and business strategies, gaining insights into industry best practices, and mastering essential skills required for product development. Additionally, it provides access to authentic materials featuring global tech leaders, real development team meeting recordings, and other relevant content. Furthermore, the course prepares students for graduate studies in telecommunications by providing them with case study analyses, textbook articles, and an overview of business and digital marketing principles. Lastly, the platform itself utilizes cutting-edge technology to deliver seamless online learning experiences.",
            "source": [
                {
                    "content": "This course helps learners build a thorough business plan become familiar with sources of funding and explore marketing and business strategies to grow a business Learn the basics of computer hardware operating systems and software Industry best practices as well as real-life examples of IT helpdesk and support through specific channels including telephone email live chat and social media Sharpen your product development skills and knowledge by engaging with a range of authentic materials ranging from videos of global tech leaders to recordings of real development team meetings Prepare for graduate study in telecommunications with case study analyses textbook articles and an overview of business and digital marketing principles ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "This course helps learners build a thorough business plan become familiar with sources of funding and explore marketing and business strategies to grow a business Learn the basics of computer hardware operating systems and software Industry best practices as well as real-life examples of IT helpdesk and support through specific channels including telephone email live chat and social media Sharpen your product development skills and knowledge by engaging with a range of authentic materials ranging from videos of global tech leaders to recordings of real development team meetings Prepare for graduate study in telecommunications with case study analyses textbook articles and an overview of business and digital marketing principles ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "respond to questionnaires surveys or requests for market research seeking your opinion and feedback  Providing communication information is optional to you ·       Commercial Class Information We may retain a history of the products or classes you browse and/or purchase take using the Service as well as information relating to your progress in such classes We may also record classes ·       Social Media Information We have pages on social media sites like Facebook Twitter and LinkedIn “Social Media Pages” When you interact with our Social Media Pages we will collect Personal Information that you elect to provide to us such as your contact details In addition the companies that host our Social Media Pages may provide us with aggregate information and analytics regarding the use of our Social Media Pages Internet Activity Information When you visit use and interact with the Service we may receive certain information about your visit use or interactions For example we may monitor the",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Technology-related careers are not only part of the future of work but they are also in demand and with the shift to remote and flexible workspaces virtual and blended learning environments and telemedicine this trend is unlikely to go away This course helps learners build a thorough business plan become familiar with sources of funding and explore marketing and business strategies to grow a business Learn the basics of computer hardware operating systems and software Industry best practices as well as real-life examples of IT helpdesk and support through specific channels including telephone email live chat and social media Sharpen your product development skills and knowledge by engaging with a range of authentic materials ranging from videos of global tech leaders to recordings of real development team meetings Prepare for graduate study in telecommunications with case study analyses textbook articles and an overview of business and digital marketing principles ©  Voxy EnGen PBC All",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, it seems that there are no specific promotional events, expos, or sales mentioned for these courses or offerings. However, some platforms may have general promotions or discounts available periodically. To stay updated on any potential offers, I would recommend checking the platform's website or reaching out to their customer support.",
            "source": [
                {
                    "content": "This course helps learners build a thorough business plan become familiar with sources of funding and explore marketing and business strategies to grow a business Learn the basics of computer hardware operating systems and software Industry best practices as well as real-life examples of IT helpdesk and support through specific channels including telephone email live chat and social media Sharpen your product development skills and knowledge by engaging with a range of authentic materials ranging from videos of global tech leaders to recordings of real development team meetings Prepare for graduate study in telecommunications with case study analyses textbook articles and an overview of business and digital marketing principles ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "This course helps learners build a thorough business plan become familiar with sources of funding and explore marketing and business strategies to grow a business Learn the basics of computer hardware operating systems and software Industry best practices as well as real-life examples of IT helpdesk and support through specific channels including telephone email live chat and social media Sharpen your product development skills and knowledge by engaging with a range of authentic materials ranging from videos of global tech leaders to recordings of real development team meetings Prepare for graduate study in telecommunications with case study analyses textbook articles and an overview of business and digital marketing principles ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "overview of business and digital marketing principles Confidently manage your finances by learning about paychecks credit cards loans taxes budgeting and planning for the future Explore the subtitles of complex natural language in order to interact with native speakers around the world with ease Deepen your knowledge of a variety of topics like modern technology self-care and recreational activities through authentic content Become familiar with everyday conversation through audio video social media posts and short articles Listen to real discussions on dental topics such as flossing routine cleanings and root canals ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "overview of business and digital marketing principles Confidently manage your finances by learning about paychecks credit cards loans taxes budgeting and planning for the future Explore the subtitles of complex natural language in order to interact with native speakers around the world with ease Deepen your knowledge of a variety of topics like modern technology self-care and recreational activities through authentic content Become familiar with everyday conversation through audio video social media posts and short articles Listen to real discussions on dental topics such as flossing routine cleanings and root canals ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are several key partnerships or collaborations related to commerce. One example is the collaboration between payment processors and merchants to facilitate secure transactions. Another example could be partnerships between e-commerce platforms and logistics providers to streamline delivery and shipping processes. Additionally, there may be collaborations between brands and influencers to promote products and increase brand visibility. Finally, partnerships between governments and private sector entities can also play a significant role in fostering commerce, particularly when it comes to trade agreements and policy initiatives.",
            "source": [
                {
                    "content": "This course helps learners build a thorough business plan become familiar with sources of funding and explore marketing and business strategies to grow a business Learn the basics of statistics from standard deviation to scatter plots Understand the core areas of digital marketing such as content marketing social media and mobile marketing and user experience Learn about the foundation of the financial services industry from accounting to Wall Street ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "This course helps learners build a thorough business plan become familiar with sources of funding and explore marketing and business strategies to grow a business Learn the basics of statistics from standard deviation to scatter plots Understand the core areas of digital marketing such as content marketing social media and mobile marketing and user experience Learn about the foundation of the financial services industry from accounting to Wall Street ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "team meetings Prepare for graduate study in telecommunications with case study analyses textbook articles and an overview of business and digital marketing principles ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "This course helps learners build a thorough business plan become familiar with sources of funding and explore marketing and business strategies to grow a business Learn the basics of computer hardware operating systems and software Industry best practices as well as real-life examples of IT helpdesk and support through specific channels including telephone email live chat and social media Sharpen your product development skills and knowledge by engaging with a range of authentic materials ranging from videos of global tech leaders to recordings of real development team meetings Prepare for graduate study in telecommunications with case study analyses textbook articles and an overview of business and digital marketing principles ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the information provided, there are several employment and educational opportunities available through various initiatives and partnerships. Some specific examples include:\n\n1. Healthcare: With the new statewide Virtual Career-Aligned English as a Second Language (VCESL) program developed by EnGen, individuals can improve their English language skills while gaining knowledge about healthcare careers. This will help prepare them for job opportunities within the healthcare industry in Colorado.\n2. Manufacturing: By leveraging EnGen's platform, adult learners can access career-aligned English language learning resources focused on manufacturing careers. This will enable them to build their language skills while developing an understanding of the manufacturing sector, preparing them for potential job openings in this field.\n3. Hospitality: Through EnGen's partnership with Community College Denver, individuals can benefit from English language learning resources tailored to the hospitality industry. This will allow them to improve their communication skills while gaining insights into hospitality careers, making them better prepared for job opportunities in this sector.\n4. Workforce Development Programs: States like Colorado are investing in scaleable proven solutions like EnGen to provide English upskilling opportunities for adult learners. These programs aim to equip individuals with the necessary language and career skills to succeed in today's competitive job market.\n5. Higher Education Partnerships: Institutions like Community College Denver are collaborating with EnGen to offer comprehensive English language learning resources that integrate career-specific content. This approach enables students to simultaneously enhance their language proficiency and explore potential career paths.\n\nIn summary, there are numerous employment and educational opportunities available through various initiatives and partnerships, such as those mentioned above. These efforts aim to empower individuals with the necessary skills and knowledge to succeed in today's rapidly evolving job market.",
            "source": [
                {
                    "content": "and worked at a department store until pandemic-related closures sent her home – and put her on a different career pathway  “I was going to go into [retail] management was jumping around a bit but then the pandemic happened” Ana said “I was able to re-evaluate my direction Retail paid my bills but I wanted to find something that had more meaning in my life”  Ana found that meaning at the State’s Attorney’s Office where she has been supporting cases involving victims of accidents and DUI cases Via a workforce development program at MDC called EDGE Empowered Dreams Gain Economic-Mobility Ana received a full scholarship and career mentorship that put her on a pathway to a paralegal certificate – and gave her access to EnGen to polish her English  EnGen has partnered with MDC since the fall of  providing its personalized career-aligned mobile-first English upskilling platform to supplement in-class instruction As 36 percent of MDC’s students are and speakers of other languages EnGen helps",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "will also develop at least six new learning pathways to respond to Colorado workforce needs adding to a catalog of -plus courses aligned with dozens of sectors including health care manufacturing hospitality aviation entrepreneurship and more  As conveners of employers educators and workforce development organizations state governments are playing a unique role in catalyzing economic mobility and opportunity in local communities and economies In Maine the Department of Adult Education has partnered with EnGen to deliver virtual career-focused English learning to programs across the state bolstering capacity to serve intermediate and higher-level learners  And in Michigan the Office of Global Michigan uses EnGen to serve a variety of newcomers including recently arrived refugees in need of English and digital literacy skills as well as internationally trained professionals with credentials and training from other countries “Since  we've offered EnGen to hundreds of adult English",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "With two jobs available for every unemployed worker in states across the country the health of local economies depends on employers’ ability to connect with new talent pipelines In response innovative state governments are investing in scaleable proven solutions that ensure  all local workers have access to  future-ready jobs – including immigrants refugees and speakers of other languages  In launching a new statewide partnership with EnGen Colorado has joined a growing network of other states – including Maine and Michigan – that are deploying English upskilling to advance the career mobility of an estimated 13M adult English learners in the US workforce The Colorado Office of New Americans ONA housed in the Colorado Department of Labor and Employment CDLE has tapped EnGen to develop an ambitious statewide Virtual Career-Aligned English as a Second Language VCESL program EnGen will support a trailblazing effort to extend work-based learning and upskilling opportunities to all Colorado",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "opportunities in healthcare manufacturing and hospitality – industries that are foundational to Colorado’s economy EnGen’s platform seamlessly integrates both English skills and career skills and offers them on-demand - it’s an ideal fit for adult learners who are juggling work school and family responsibilities” said Delta Donohue ESL Program Director at Community College Denver an EnGen partner since  “We’ve seen EnGen’s impact on our campus – and know that offering it at scale has the potential to transform lives and livelihoods across our state”  Under the terms of the VCESL partnership EnGen will develop at least six new learning pathways that respond to Colorado’s labor needs and ensure that aspiring workers can access opportunities in Colorado’s most in-demand sectors “Colorado is leading the nation by embracing technology that allows for career-aligned relevant training at a scale It's addressing the needs of employers while helping workers develop the English skills they need",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events like job fairs, webinars, workshops, and training programs available for EnGen learners. Some of these events include:\n\n1. Virtual Career Fairs: EnGen hosts virtual career fairs where learners can connect with potential employers and explore job opportunities. These fairs typically occur once a quarter and cover multiple industries.\n2. Webinars: EnGen offers webinars on various topics related to career readiness, job searching, and professional development. These webinars are usually conducted by experts in their fields and provide valuable insights and advice.\n3. Workshops: EnGen organizes workshops on different subjects, such as resume writing, interview skills, and networking strategies. These workshops are designed to equip learners with essential skills needed for success in their chosen careers.\n4. Training Programs: Depending on the learner's interests and goals, EnGen may offer specialized training programs in areas like software development, customer service, or healthcare. These programs aim to enhance learners' technical and soft skills to improve their employability.\n5. Local Events: EnGen partners with various organizations to host local events, such as panel discussions, guest speaker presentations, and community service projects. These events provide learners with opportunities to network, gain insights into their desired careers, and give back to their communities.",
            "source": [
                {
                    "content": "sectors of the food and beverage industry from handling reservation requests to taking food and drink orders and much more Explore a range of topics that human resource professionals must master from recruitment and hiring to employee conflicts and grievances Industry best practices as well as real-life examples of IT helpdesk and support through specific channels including telephone email live chat and social media Learn about the key aspects of leadership and management including driving a company's vision giving effective feedback and managing an efficient team Learn how to navigate the seas and communicate effectively both in-person and over a VHF radio including lessons on communication navigation emergencies and cargo handling that use authentic maritime specific language Learn about the oil and gas industry including processes techniques equipment and safety gear Sharpen your product development skills and knowledge by engaging with a range of authentic materials ranging from",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "others Learner Information Session – The Learner Information Session is held once per month with a session in English and a session in Spanish This session is for learners at the beginning of their EnGen program During this session we discuss how to activate your EnGen account and log in to the EnGen platform how to navigate the platform and how to find the content and activities that will be the most helpful and interesting to you Career Readiness Workshop – EnGen's Career Readiness Workshop is held twice per month with a morning session and an evening session This workshop provides learners with information and skills to help them prepare for their career In previous sessions we have discussed the Job Search Writing a Resume/CV Preparing for Job Interviews and How to Build your LinkedIn Profile Group Coaching QA Sessions – Group Coaching QA Sessions are for learners who have an EnGen Coach or who have support from the EnGen Coaching Team During these sessions learners have the",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "your workspace collaborate with colleagues Expand your familiarity with professional emails and common usages and phrases found in them Learn useful phrases and words for speaking during more formal situations at work Confidently manage your finances by learning about paychecks credit cards loans taxes budgeting and planning for the future Explore the subtitles of complex natural language in order to interact with native speakers around the world with ease Deepen your knowledge of a variety of topics like modern technology self-care and recreational activities through authentic content Become familiar with everyday conversation through audio video social media posts and short articles Listen to real discussions on dental topics such as flossing routine cleanings and root canals Receive tips on all steps of the interview process from the job search to sending thank-you notes after the interview Learn phrases words and structures that are commonly used by schools and teachers ©  Voxy",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "will also develop at least six new learning pathways to respond to Colorado workforce needs adding to a catalog of -plus courses aligned with dozens of sectors including health care manufacturing hospitality aviation entrepreneurship and more  As conveners of employers educators and workforce development organizations state governments are playing a unique role in catalyzing economic mobility and opportunity in local communities and economies In Maine the Department of Adult Education has partnered with EnGen to deliver virtual career-focused English learning to programs across the state bolstering capacity to serve intermediate and higher-level learners  And in Michigan the Office of Global Michigan uses EnGen to serve a variety of newcomers including recently arrived refugees in need of English and digital literacy skills as well as internationally trained professionals with credentials and training from other countries “Since  we've offered EnGen to hundreds of adult English",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Employee/participant benefits highlighted include access to educational resources like Amazon's Career Choice program, which provides funding for employees to pursue further education and skill development. Additionally, there may be other benefits offered by companies, such as health insurance, retirement plans, paid leave, and professional development opportunities. These benefits aim to support employees both personally and professionally, ultimately leading to improved job satisfaction and financial security.",
            "source": [
                {
                    "content": "In this course learners will examine common payroll deductions seen on a paycheck Learners will also explore common benefits plans that employers offer such as health insurance and retirement plansBy the end of this course learners will Learn how different types of benefits plans can protect you financially ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "EnGen is advancing health workers’ job prospects and economic mobility EnGen’s mobile-first platform can be accessed on-site or at home  It’s time to ensure that nearly  unemployed and underemployed immigrant health workers including IMGs can move off the sidelines and into the frontlines of our nation's health system Championing this untapped talent pool’s ambitions to serve as doctors – along with nurses therapists pharmacists and health techs – will save lives  See how EnGen can benefit IMGs and immigrant health workers in your classroom or company Schedule a demo with one of our workforce development experts ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of integrated pathways leveraging real-world content the EnGen platform enables employees to communicate understand job-specific information and advance across a wide array of industries  Amazon’s Career Choice program is an education benefit that empowers employees to learn new skills for career success at Amazon or elsewhere The program meets individual learners where they are on their education journey through a variety of education and upskilling opportunities including full college tuition industry certifications designed to lead to in-demand jobs and foundational skills such as English language proficiency high school diplomas and GEDs In the US the company is investing 12 billion to upskill more than  employees by  to help move them into higher-paying in-demand jobs  Amazon’s Career Choice program has a rigorous selection process for third-party partner educators choosing partners that are focused on helping employees through their education programs assisting them with job",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Learn the concepts of basic math including fractions ratios geometry graphs and more Learn about safety in the workplace and explore how OSHA requirements help protect you on the job Explore various types of benefits plans and Learn how different types of benefits plans can protect you financially Learn basic concepts in general industry safety and explore how OSHA requirements help protect you on the job Explore a range of topics that human resource professionals must master from recruitment and hiring to employee conflicts and grievances ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " I am not sure which specific financial or earnings report you are referring to. However, if you provide more information on the company and the relevant report, I can help you better understand the key takeaways.",
            "source": [
                {
                    "content": "In this course delivered in partnership with  Careers learners are given an overview of investment banking learn about public offerings mergers and acquisitions and are taught about each area of investment banking in depth By the end of this course learners will be able to Take a in-depth look at initial public offerings and mergers  acquisitions ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Learners are given an overview of investment banking learn about public offerings mergers and acquisitions and are taught about each area of investment banking in depth Learn about the foundation of the financial services industry from accounting to Wall Street ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Learners are given an overview of investment banking learn about public offerings mergers and acquisitions and are taught about each area of investment banking in depth Learn about the foundation of the financial services industry from accounting to Wall Street ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Learners are given an overview of investment banking learn about public offerings mergers and acquisitions and are taught about each area of investment banking in depth ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, it does not explicitly mention any specific investor events or funding rounds related to the course or its partner company. However, the course covers various aspects of starting and growing a business, including building a comprehensive business plan, understanding funding options, and exploring different marketing strategies. These skills can potentially help students identify potential investors for their future ventures or participate in relevant networking opportunities.",
            "source": [
                {
                    "content": "In this course delivered in partnership with  Careers learners are given an overview of investment banking learn about public offerings mergers and acquisitions and are taught about each area of investment banking in depth By the end of this course learners will be able to Take a in-depth look at initial public offerings and mergers  acquisitions ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Learners are given an overview of investment banking learn about public offerings mergers and acquisitions and are taught about each area of investment banking in depth ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Learners are given an overview of investment banking learn about public offerings mergers and acquisitions and are taught about each area of investment banking in depth ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "This course helps learners build a thorough business plan become familiar with sources of funding and explore marketing and business strategies to grow a business Learn the basics of statistics from standard deviation to scatter plots Understand the core areas of digital marketing such as content marketing social media and mobile marketing and user experience Learn about the foundation of the financial services industry from accounting to Wall Street ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " I cannot provide specific information about financial or funding goals for the next period since my knowledge cutoff date was on September 24th, 202. However, it would be reasonable to assume that the company has set ambitious growth targets, including increasing its user base, expanding into new markets, and continuously improving its technology. Additionally, they may aim to secure more investments, grants, or partnerships to help achieve these objectives.",
            "source": [
                {
                    "content": "in a multi-billion dollar market currently served by old-school book publishers non-scalable face-to-face instruction and technology products built in the ‘80s  We measure our success by how much we teach our learners and how much value we deliver to our customers  The market for English learning is ripe for change and we have a leadership team board of directors and investor base that is ready to support the company as we move from being a market-leading product to becoming the standard platform for language instruction in the US The best part for us is that we get to do all of this as a passionate empathetic collaborative team with awesome people whom we sincerely like As an EnGen Software Engineer you will develop software that will upskill and empower language learners for the jobs of the future by using sound science combined with innovative and patented technology We are implementing research-driven learning activities coupled with live topic-based virtual classes using advanced",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We couldn't find the page you were looking for This is either because You can return to our homepage by clicking here or you can try searching for the content you are seeking by clicking here ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We couldn't find the page you were looking for This is either because You can return to our homepage by clicking here or you can try searching for the content you are seeking by clicking here ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We couldn't find the page you were looking for This is either because You can return to our homepage by clicking here or you can try searching for the content you are seeking by clicking here ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided information, it seems there have been no recent publications, research findings, or introduced technologies mentioned specifically. However, some companies and resources like Bloomberg, AP Financial Times, etc., were mentioned as sources for authentic content. These sources might cover various subjects, including business, finance, technology, and other fields. Additionally, EnGen has implemented advanced algorithms and research-driven learning activities to create customized experiences for users.",
            "source": [
                {
                    "content": "the future by using sound science combined with innovative and patented technology We are implementing research-driven learning activities coupled with live topic-based virtual classes using advanced algorithms to build a customized experience with authentic content sources from names you know Bloomberg AP Financial Times and more EnGen’s goal is to enable New Americans with English skills—the key to integration and economic advancement—while addressing systemic talent shortages and preparing your workforce for the jobs of the future Build nicely instrumented code that is testable and deployable without downtime Evolve our big data pipeline to use real-time feedback for an optimal platform for learners Design a best in breed application that is enjoyable to work with performant to our partners and evolves with our learners Work with engineering and product leaders to build out a whole new team Curiosity and knowledge about technologies and architectural patterns of software",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the oil and gas industry including processes techniques equipment and safety gear Sharpen your product development skills and knowledge by engaging with a range of authentic materials ranging from videos of global tech leaders to recordings of real development team meetings Designed to provide learners with the skills and vocabulary for careers in hotel management and tourism Learn about the process of becoming a US citizen from start to finish Explore key concepts related to successful writing for university-level study Confidently manage your finances by learning about paychecks credit cards loans taxes budgeting and planning for the future ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "In this course you will deepen your knowledge of a variety of topics like modern technology self-care and recreational activities through authentic content including conversations interviews and news articles By the end of the course learners will be able to Talk in detail about many aspects of your personal and professional lives Learn how to engage in extended conversations both in-person and online Read about specialized topics and discuss and debate their relevance ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "your workspace collaborate with colleagues Expand your familiarity with professional emails and common usages and phrases found in them Learn useful phrases and words for speaking during more formal situations at work Confidently manage your finances by learning about paychecks credit cards loans taxes budgeting and planning for the future Explore the subtitles of complex natural language in order to interact with native speakers around the world with ease Deepen your knowledge of a variety of topics like modern technology self-care and recreational activities through authentic content Become familiar with everyday conversation through audio video social media posts and short articles Listen to real discussions on dental topics such as flossing routine cleanings and root canals Receive tips on all steps of the interview process from the job search to sending thank-you notes after the interview Learn phrases words and structures that are commonly used by schools and teachers ©  Voxy",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, it seems that EnGen might have some ongoing or upcoming research projects or innovation initiatives. However, no direct mention of these projects or initiatives has been made in the given context. To provide a comprehensive answer, I would need additional details or references to their website or publications.",
            "source": [
                {
                    "content": "The Social Innovation Summit SIS brings together top leaders from around the world for a unique series of discussions debates and networking opportunities This year SIS  includes sessions from an array of speakers formats workshops and breakouts EnGen was happy to be included one one of the VIP Roundtable Sessions focusing on upskilling your workforce with English Not able to attend Below are key takeaways Digital skills can advance economic mobility This year's SIS conference had many breakout sessions including those that put the spotlight on building digital skills to help advance economic mobility We invite you to read more about the positive impact of digital literacy skills on speakers of other languages Organizations leading the way in social change Recognizing organizations making innovative strides is important This year awards at the conference included categories in COVID Response and Impact Diversity Equity and Inclusion Economic Empowerment and the Future of Work We are",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the oil and gas industry including processes techniques equipment and safety gear Sharpen your product development skills and knowledge by engaging with a range of authentic materials ranging from videos of global tech leaders to recordings of real development team meetings Designed to provide learners with the skills and vocabulary for careers in hotel management and tourism Learn about the process of becoming a US citizen from start to finish Explore key concepts related to successful writing for university-level study Confidently manage your finances by learning about paychecks credit cards loans taxes budgeting and planning for the future ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the future by using sound science combined with innovative and patented technology We are implementing research-driven learning activities coupled with live topic-based virtual classes using advanced algorithms to build a customized experience with authentic content sources from names you know Bloomberg AP Financial Times and more EnGen’s goal is to enable New Americans with English skills—the key to integration and economic advancement—while addressing systemic talent shortages and preparing your workforce for the jobs of the future Build nicely instrumented code that is testable and deployable without downtime Evolve our big data pipeline to use real-time feedback for an optimal platform for learners Design a best in breed application that is enjoyable to work with performant to our partners and evolves with our learners Work with engineering and product leaders to build out a whole new team Curiosity and knowledge about technologies and architectural patterns of software",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Technology-related careers are not only part of the future of work but they are also in demand and with the shift to remote and flexible workspaces virtual and blended learning environments and telemedicine this trend is unlikely to go away This course helps learners build a thorough business plan become familiar with sources of funding and explore marketing and business strategies to grow a business Learn the basics of computer hardware operating systems and software Industry best practices as well as real-life examples of IT helpdesk and support through specific channels including telephone email live chat and social media Sharpen your product development skills and knowledge by engaging with a range of authentic materials ranging from videos of global tech leaders to recordings of real development team meetings Prepare for graduate study in telecommunications with case study analyses textbook articles and an overview of business and digital marketing principles ©  Voxy EnGen PBC All",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " It seems that the information provided does not mention any specific research grants or innovation awards that have been recently distributed. The text focuses on the Social Innovation Summit (SIS), which brings together top leaders from around the world for a unique series of discussions, debates, and networking opportunities. Although the conference covers various topics such as upskilling your workforce with English, building digital skills, and recognizing organizations making innovative strides, it doesn't provide details about recent research grants or innovation awards.",
            "source": [
                {
                    "content": "innovative strides is important This year awards at the conference included categories in COVID Response and Impact Diversity Equity and Inclusion Economic Empowerment and the Future of Work We are absolutely thrilled to see the University of Maryland nominated for their EnGen-powered ESL program helping residence hall workers quickly improve team communication and collaboration Impactful quotes We would be here all day if we decided to recap all the fantastic quotes overheard at SIS  However there is an overall sentiment that organizations are underinvesting in their employees and we can all benefit by looking at everything through an equity lens We also invite you to read the impact EnGen has on employees and other upskilling organizations Upskilling your workforce with English As mentioned above our Chief Education Officer and Founder Katie Brown PhD presented a VIP roundtable discussion on the significance of Upskilling Your Workforce with English The presentation posed",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The Social Innovation Summit SIS brings together top leaders from around the world for a unique series of discussions debates and networking opportunities This year SIS  includes sessions from an array of speakers formats workshops and breakouts EnGen was happy to be included one one of the VIP Roundtable Sessions focusing on upskilling your workforce with English Not able to attend Below are key takeaways Digital skills can advance economic mobility This year's SIS conference had many breakout sessions including those that put the spotlight on building digital skills to help advance economic mobility We invite you to read more about the positive impact of digital literacy skills on speakers of other languages Organizations leading the way in social change Recognizing organizations making innovative strides is important This year awards at the conference included categories in COVID Response and Impact Diversity Equity and Inclusion Economic Empowerment and the Future of Work We are",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "language learning product on the market Much like what happened on that apple orchard she was struck by ineffective tools that were not based on research and didn’t actually deliver outcomes So she decided to develop a platform that would actually work She spent seven years working at Voxy Inc where as the chief education officer she was able to design language learning software that delivered exceptional learning outcomes at scale She authored ten patents on the personalized mobile-first technology that would solve those problems found on the apple orchard and in language classrooms around the world Then she collected the data to show that it did After building and validating the technology it was time to get back to serving the needs of the New Americans who need it the most which is when she founded EnGen EnGen is a public benefit company with the mission to remove English as a barrier for the next generation of New Americans We are determined to solve the problem that Katie first",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We couldn't find the page you were looking for This is either because You can return to our homepage by clicking here or you can try searching for the content you are seeking by clicking here ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided information, EnGen is not explicitly mentioned to be collaborating with any specific organizations, institutions, or entities within the text. However, there are some notable companies and initiatives mentioned, such as B Lab, Patagonia, Ben & Jerry's, Warby Parker, The Body Shop, Guild Education, and others who share similar values and missions related to social impact, education, and workforce development. These may represent potential collaboration opportunities for EnGen.",
            "source": [
                {
                    "content": "EnGen is  mission focused We hold ourselves accountable to that mission by measuring our impact in reach performance and real-world outcomes offering access and opportunity to a previously ignored population of New Americans Further demonstrating this commitment was our successful certification in  by B Lab - the nonprofit network transforming the global economy to benefit all people communities and the planet - to become a certified B Corporation In  EnGen served 16 learners including recently arrived refugees with low levels of literacy as well as skilled immigrants with degrees and credentials from their home countries They spoke more than 35 different languages and live in all 50 states with access to EnGen through an employer or one of our college partnerships EnGen is equipping our workforce with the career and technical skills they need for the millions of open jobs in our country today We are also enabling New Americans with the English they need to participate in their",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "our commitment to being a purpose-driven company against companies around the world We’re happy to join the ranks of Patagonia Ben  Jerry’s Warby Parker The Body Shop Guild Education and more than 4 other companies using business as a force for good See how EnGen improves employee advancement and retention through English-language training  Schedule a demo with one of our workforce development experts ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "with the impact we’re already having on learners 90 have achieved at least one of their real-world social goals 79 ranked their job skill improvement at a 4 or 5 on a five-point scale 73 ranked their confidence when speaking English at a 4 or 5 on a five-point scale After more than a year of a rigorous certification process EnGen is proud to announce our official status as a Certified B Corporation Achieving B Corp status is hard and it should be as each organization needs to demonstrate their role in creating a more inclusive equitable and regenerative economy B Lab the institution responsible for B Corp certifications is unlike other certifications for businesses in that a company's entire social and environmental impact is also measured  EnGen’s Certified B Corporation status measures our commitment to being a purpose-driven company against companies around the world We’re happy to join the ranks of Patagonia Ben  Jerry’s Warby Parker The Body Shop Guild Education and more than 4",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The Social Innovation Summit SIS brings together top leaders from around the world for a unique series of discussions debates and networking opportunities This year SIS  includes sessions from an array of speakers formats workshops and breakouts EnGen was happy to be included one one of the VIP Roundtable Sessions focusing on upskilling your workforce with English Not able to attend Below are key takeaways Digital skills can advance economic mobility This year's SIS conference had many breakout sessions including those that put the spotlight on building digital skills to help advance economic mobility We invite you to read more about the positive impact of digital literacy skills on speakers of other languages Organizations leading the way in social change Recognizing organizations making innovative strides is important This year awards at the conference included categories in COVID Response and Impact Diversity Equity and Inclusion Economic Empowerment and the Future of Work We are",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided information, it seems that EnGen has participated in various conferences and events related to language education, workforce development, and social innovation. However, there isn't enough detail to provide a comprehensive list of joint events, projects, or initiatives involving multiple organizations. It would be helpful if you could specify which organizations you are referring to so I can give you a more accurate response.",
            "source": [
                {
                    "content": "Industry best practices as well as real-life examples of IT helpdesk and support through specific channels including telephone email live chat and social media Learn about the key aspects of leadership and management including driving a company's vision giving effective feedback and managing an efficient team ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "meetings and/or conduct proactive outreach and communication responding to learners' questions concerns and needs Engage learners via text message live chat phone video call or email campaigns Foster persistence and completion by encouraging and motivating learners to take ownership of their learning success be active on the platform and achieve their personal and professional goals Use our analytics tools to identify clients who could benefit from engagement initiatives Share learnings with the CS team and across the organization Additional tasks as needed to support learner and client engagement Knowledge and Skills A strong passion for helping immigrants and refugees remove English as a barrier to achieving career advancement economic mobility and better quality of life Minimum 2 years’ experience in student engagement coaching customer service or a similar field Experience with mass digital communications tools eg HubSpot Salesmsg and designing/deploying multi-message campaigns",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As members of the new US Congress and state governments are sworn into office this month they must rally around workforce development as a common and crucial priority We offer four ideas for new elected officials to advance this critical work ©  Voxy EnGen PBC All Rights Reserved EnGen is a Certified B Corporation",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The Social Innovation Summit SIS brings together top leaders from around the world for a unique series of discussions debates and networking opportunities This year SIS  includes sessions from an array of speakers formats workshops and breakouts EnGen was happy to be included one one of the VIP Roundtable Sessions focusing on upskilling your workforce with English Not able to attend Below are key takeaways Digital skills can advance economic mobility This year's SIS conference had many breakout sessions including those that put the spotlight on building digital skills to help advance economic mobility We invite you to read more about the positive impact of digital literacy skills on speakers of other languages Organizations leading the way in social change Recognizing organizations making innovative strides is important This year awards at the conference included categories in COVID Response and Impact Diversity Equity and Inclusion Economic Empowerment and the Future of Work We are",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Collaborations between EnGen and its partners (employers, colleges, and community organizations) aim to achieve several mutual objectives and outcomes. These include:\n\n1. Addressing systemic talent shortages: By partnering with employers and colleges, EnGen seeks to bridge the gap between the demand for skilled workers and the available supply. Together, they hope to create programs that equip individuals with the necessary skills to fill job vacancies.\n2. Preparing the workforce for the jobs of the future: Both EnGen and its partners recognize the importance of adapting to the changing labor market. Through collaboration, they strive to design curriculums and training programs that prepare workers for emerging industries and roles.\n3. Integration and economic advancement for New Americans: EnGen's mission focuses on providing English skills to underserved populations, such as newly arrived refugees and skilled immigrants. Partnering with community organizations helps EnGen expand its reach and better serve these individuals, ultimately contributing to their economic and social integration.\n4. Measurable impact and performance: EnGen holds itself accountable to its mission by tracking various metrics related to reach, performance, and real-world outcomes. Collaborating with partners allows them to share resources, expertise, and data, which enables them to collectively assess the effectiveness of their efforts and continuously improve their offerings.\n5. Advancing social change and inclusion: EnGen recognizes the importance of promoting diversity, equity, and inclusion in the workplace and society at large. By working closely with organizations leading the way in social change, EnGen hopes to contribute to a more inclusive and equitable future for all.",
            "source": [
                {
                    "content": "in a multi-billion dollar market currently served by old-school book publishers non-scalable face-to-face instruction and technology products built in the ‘80s  We measure our success by how much we teach our learners and how much value we deliver to our customers  The market for English learning is ripe for change and we have a leadership team board of directors and investor base that is ready to support the company as we move from being a market-leading product to becoming the standard platform for language instruction in the US The best part for us is that we get to do all of this as a passionate empathetic collaborative team with awesome people whom we sincerely like As an EnGen Software Engineer you will develop software that will upskill and empower language learners for the jobs of the future by using sound science combined with innovative and patented technology We are implementing research-driven learning activities coupled with live topic-based virtual classes using advanced",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The Social Innovation Summit SIS brings together top leaders from around the world for a unique series of discussions debates and networking opportunities This year SIS  includes sessions from an array of speakers formats workshops and breakouts EnGen was happy to be included one one of the VIP Roundtable Sessions focusing on upskilling your workforce with English Not able to attend Below are key takeaways Digital skills can advance economic mobility This year's SIS conference had many breakout sessions including those that put the spotlight on building digital skills to help advance economic mobility We invite you to read more about the positive impact of digital literacy skills on speakers of other languages Organizations leading the way in social change Recognizing organizations making innovative strides is important This year awards at the conference included categories in COVID Response and Impact Diversity Equity and Inclusion Economic Empowerment and the Future of Work We are",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the future by using sound science combined with innovative and patented technology We are implementing research-driven learning activities coupled with live topic-based virtual classes using advanced algorithms to build a customized experience with authentic content sources from names you know Bloomberg AP Financial Times and more EnGen’s goal is to enable New Americans with English skills—the key to integration and economic advancement—while addressing systemic talent shortages and preparing your workforce for the jobs of the future Build nicely instrumented code that is testable and deployable without downtime Evolve our big data pipeline to use real-time feedback for an optimal platform for learners Design a best in breed application that is enjoyable to work with performant to our partners and evolves with our learners Work with engineering and product leaders to build out a whole new team Curiosity and knowledge about technologies and architectural patterns of software",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "EnGen is  mission focused We hold ourselves accountable to that mission by measuring our impact in reach performance and real-world outcomes offering access and opportunity to a previously ignored population of New Americans Further demonstrating this commitment was our successful certification in  by B Lab - the nonprofit network transforming the global economy to benefit all people communities and the planet - to become a certified B Corporation In  EnGen served 16 learners including recently arrived refugees with low levels of literacy as well as skilled immigrants with degrees and credentials from their home countries They spoke more than 35 different languages and live in all 50 states with access to EnGen through an employer or one of our college partnerships EnGen is equipping our workforce with the career and technical skills they need for the millions of open jobs in our country today We are also enabling New Americans with the English they need to participate in their",
                    "metadata": {
                        "rel": [
                            "guildeducation",
                            "bcorporation",
                            "forbes",
                            "medium",
                            "zoom",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "air",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}