{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Throughout the descriptions provided, there are multiple instances where individuals or organizations have demonstrated commitments to sustainability and environmental practices. Some notable examples include:\n\n1. Gareth Morgan: His work experience spans across 27 countries, including projects focused on conservation and socio-economic development. This demonstrates a strong understanding of the interconnectedness between business, nature, and communities.\n2. Monica Kunzel: As a Project Manager based in the San Francisco Bay Area, she has been actively involved in environmental initiatives throughout her education and professional life. This includes her leadership in STEM and Sustainability groups while studying Environmental Economics and Policy with a minor in Sustainability at Oregon State University.\n3. ENGEO: This company specializes in providing innovative solutions for geoenvironmental issues, focusing on sustainable engineering practices. They have been recognized for their achievements in the field, such as receiving awards for geotechnical engineering projects. Additionally, they participate in various environmental initiatives, as shown by their attendance at industry award ceremonies and their engagement with platforms like Spotify, Apple Podcasts, Pandora, and iHeart Radio to share information about sustainable practices.",
            "source": [
                {
                    "content": "sustainability stems from a lifelong joy of playing outdoors and an early career working on international development projects Originally from the UK Gareth’s work has taken him to 27 countries from Antarctica to Zambia before settling in South Island New Zealand Gareth has worked with a range of clients from multilateral donors to government agencies NGOs and private entities He is passionate about the interface between business the natural world and community; which originates from his time on a conservation and socio-economic project in Uganda Monica Kunzel Monica is a Project Manager based in the San Francisco Bay Area Her involvement in Girl Scouts and access to mentors who taught her about sustainability in high school led her to pursue a career in the environmental sector She continued these efforts in college and beyond through leading environmental initiatives through STEM and Sustainability groups She holds a BS in Environmental Economics and Policy with a minor in",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "can best help their communities recover from these events Sustainable products design and lifestyles often seem out of reach and part of a future that is not yet fully a reality ENGEO would like to change that outlook offering stakeholders this podcast to learn more about the realities of the sustainable efforts being taken in the private and public sectors The aim is to inspire industry peers to support innovative initiatives toward a more sustainable future for the sake of this generation and the ones to follow Jeff Adams PhD PE For over 20 years Jeff has provided efficient innovative solutions to clients by addressing geoenvironmental issues within the natural and built environment He leads environmental assessment characterization and remediation projects; prepares various environmental health and safety EHS documents and deliverables; and facilitates Geologic Hazard Abatement District consultation and formation A noted thought leader across several technical dimensions Jeff’s",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a textbook Sustainable Engineering Drivers Metrics Tools… ENGEO celebrated at the  Westpac Champion Business Awards along with  others in Christchurch on Wednesday night September 19th… ENGEO celebrated at the  Westpac Champion Business Awards along with  others in Christchurch on Wednesday night September 19th… On September 6  ENGEO received the ASCE  Geotechnical Project of the Year Award for the geotechnical engineering of… On September 6  ENGEO received the ASCE  Geotechnical Project of the Year Award for the geotechnical engineering of… On Friday 24th August  Tom Davies and Reuben Williams attended the  New Zealand Building Industry Awards in Auckland… On Friday 24th August  Tom Davies and Reuben Williams attended the  New Zealand Building Industry Awards in Auckland… On the 8th of August it was announced that ENGEO were finalists in two categories for the  Westpac Champion… On the 8th of August it was announced that ENGEO were finalists in two categories for the  Westpac",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "She continued these efforts in college and beyond through leading environmental initiatives through STEM and Sustainability groups She holds a BS in Environmental Economics and Policy with a minor in Sustainability from Oregon State University Monica is passionate about corporate sustainability and the systemic change that comes from implementing large-scale environmental solutions Listen to the latest episode on Spotify Apple Podcasts Pandora and iHeart Radio Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are multiple events and initiatives focused on environmental conservation. However, providing a comprehensive list of all such events might be too extensive. Instead, I can mention some notable examples:\n\n1. Earth Hour (March/April) - An annual global event organized by WWF where individuals, businesses, and organizations switch off their lights for an hour to raise awareness about climate change and promote energy efficiency.\n2. World Wildlife Day (March 3) - Celebrating and promoting the world's wild animals and plants. Organized by the UN, it encourages the protection and conservation of these species.\n3. Global Climate Strike (September) - A series of protests demanding action on climate change, led primarily by young people. It gained significant attention after Greta Thunberg started striking outside the Swedish parliament in 209.\n4. United Nations Convention on Biological Diversity Conference of Parties (COP) (various dates) - A conference attended by representatives from governments, NGOs, and indigenous peoples to discuss and negotiate strategies for biodiversity conservation and sustainable use.\n5. World Environment Day (June 5) - An annual global event organized by the United Nations to raise awareness and encourage action on environmental issues.\n6. COP25 (November 202) - The 25th session of the Conference of the Parties to the United Nations Framework Convention on Climate Change will take place in 202. This meeting will be crucial for determining the next steps in the global effort to combat climate change.\n\nThese are only a few examples of numerous events and initiatives focused on environmental conservation. There are countless other campaigns, conferences, and local actions taking place around the world every year.",
            "source": [
                {
                    "content": "can best help their communities recover from these events Sustainable products design and lifestyles often seem out of reach and part of a future that is not yet fully a reality ENGEO would like to change that outlook offering stakeholders this podcast to learn more about the realities of the sustainable efforts being taken in the private and public sectors The aim is to inspire industry peers to support innovative initiatives toward a more sustainable future for the sake of this generation and the ones to follow Jeff Adams PhD PE For over 20 years Jeff has provided efficient innovative solutions to clients by addressing geoenvironmental issues within the natural and built environment He leads environmental assessment characterization and remediation projects; prepares various environmental health and safety EHS documents and deliverables; and facilitates Geologic Hazard Abatement District consultation and formation A noted thought leader across several technical dimensions Jeff’s",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "She continued these efforts in college and beyond through leading environmental initiatives through STEM and Sustainability groups She holds a BS in Environmental Economics and Policy with a minor in Sustainability from Oregon State University Monica is passionate about corporate sustainability and the systemic change that comes from implementing large-scale environmental solutions Listen to the latest episode on Spotify Apple Podcasts Pandora and iHeart Radio Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "sustainability stems from a lifelong joy of playing outdoors and an early career working on international development projects Originally from the UK Gareth’s work has taken him to 27 countries from Antarctica to Zambia before settling in South Island New Zealand Gareth has worked with a range of clients from multilateral donors to government agencies NGOs and private entities He is passionate about the interface between business the natural world and community; which originates from his time on a conservation and socio-economic project in Uganda Monica Kunzel Monica is a Project Manager based in the San Francisco Bay Area Her involvement in Girl Scouts and access to mentors who taught her about sustainability in high school led her to pursue a career in the environmental sector She continued these efforts in college and beyond through leading environmental initiatives through STEM and Sustainability groups She holds a BS in Environmental Economics and Policy with a minor in",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "April… ENGEO’s exclusive and inaugural ENG Fest  was held at the end of March the perfect wrap up to a… ENGEO’s exclusive and inaugural ENG Fest  was held at the end of March the perfect wrap up to a…     From our single Christchurch office in  to now four offices throughout New Zealand turning 8 years old…     From our single Christchurch office in  to now four offices throughout New Zealand turning 8 years old… April 5  San Ramon California – Great Place to Work and FORTUNE honored ENGEO Incorporated as one of the… April 5  San Ramon California – Great Place to Work and FORTUNE honored ENGEO Incorporated as one of the… On 22 December  the United Nations General Assembly declared 11 February as International Day of Women and Girls in… On 22 December  the United Nations General Assembly declared 11 February as International Day of Women and Girls in… On February 6  at 4 pm David Teague PhD Jeff Braun PE and Bahareh Heidarzadeh PhD present how the… On February 6  at 4 pm David Teague",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " In the given context, there isn't any specific mention of environmental impact metrics being reported. However, it is mentioned that ENGEO has partnered with expert zero carbon/climate positive certification firm EKOS to measure, reduce, and offset their carbon footprint. This suggests that ENGEO is taking steps to address their environmental impact and monitor progress in reducing greenhouse gas emissions.",
            "source": [
                {
                    "content": "a textbook Sustainable Engineering Drivers Metrics Tools… ENGEO celebrated at the  Westpac Champion Business Awards along with  others in Christchurch on Wednesday night September 19th… ENGEO celebrated at the  Westpac Champion Business Awards along with  others in Christchurch on Wednesday night September 19th… On September 6  ENGEO received the ASCE  Geotechnical Project of the Year Award for the geotechnical engineering of… On September 6  ENGEO received the ASCE  Geotechnical Project of the Year Award for the geotechnical engineering of… On Friday 24th August  Tom Davies and Reuben Williams attended the  New Zealand Building Industry Awards in Auckland… On Friday 24th August  Tom Davies and Reuben Williams attended the  New Zealand Building Industry Awards in Auckland… On the 8th of August it was announced that ENGEO were finalists in two categories for the  Westpac Champion… On the 8th of August it was announced that ENGEO were finalists in two categories for the  Westpac",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Washington Guam New Zealand and Australia Globally we are becoming more aware of how the human footprint affects the earth at a geological scale To move towards a more sustainable future ENGEO has partnered with expert zero carbon / climate positive certification firm Ekos to measure reduce and offset our carbon footprint “The future of ENGEO is just as much about excellence as it is about change and growth We’d like to build on this solid foundation that we have and preserve our culture and values Never rest and embrace technology to stay at the forefront of our profession We don’t know what the next 50 years will look like but we can’t wait” says Uri Eliahu ENGEO’s President Catch a glimpse into our story through this short video or Read More here The team at ENGEO was ecstatic to be the Westpac Champion Canterbury winner of the 2Degrees Champion Workplace Award  The 2degrees Champion Workplace Award recognises businesses committed to the health and wellbeing of their organisation",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and low-density areas Finally ENGEO authored technical reports to support CEQA documentation associated with the overall water quality strategy for the project Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "After months of preparation compiling technical papers having them peer reviewed and finally practicing a series of presentations on their… After months of preparation compiling technical papers having them peer reviewed and finally practicing a series of presentations on their… A company’s success is determined by its team ENGEO an award-winning geotechnical environmental and water resources engineering firm has proven… A company’s success is determined by its team ENGEO an award-winning geotechnical environmental and water resources engineering firm has proven… ENGEO is pleased to announce that San Ramon-based Principal Jeff Adams has co-authored a textbook Sustainable Engineering Drivers Metrics Tools… ENGEO is pleased to announce that San Ramon-based Principal Jeff Adams has co-authored a textbook Sustainable Engineering Drivers Metrics Tools… ENGEO celebrated at the  Westpac Champion Business Awards along with  others in Christchurch on Wednesday night September 19th… ENGEO",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, based on the provided context, the organization (ENGEO) has committed to social and environmental responsibility. They have achieved B Corp Certification, which requires meeting a high standard of social and environmental performance, accountability, and transparency. Additionally, they have demonstrated their dedication to corporate responsibility by participating in various initiatives such as managing project development risk for the benefit of their clients and communities.",
            "source": [
                {
                    "content": "B Corp™ was established by B Lab a non-profit organisation that serves people using business for good The international certification recognises businesses meeting better standards of social and environmental performance and the certification process involved a rigorous assessment of our operations covering five key impact areas Governance Workers Community Environment and Customers ENGEO is now one of more than 4 global businesses across 78 countries  industries including more than  in Australia with the certification Certified B Corporations are leaders in the global movement for an inclusive equitable opportunity and regenerative economy B Lab is unique in their ability to measure a company’s entire social and environmental impact To achieve B Corp Certification each company is required to reach a benchmark score of over 80 while providing evidence of socially and environmentally responsible practices relating to energy supplies waste and water use worker compensation diversity and",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "recognised as Best for the World can provide us all — standards setters B Corps non B Corps and sustainability advocates — with inspiration on what true leadership in business can look like to make progress on addressing our current global challenges” B Corp Certification doesn’t just evaluate a product or service it assesses the overall social and environmental impact of the company that stands behind it To achieve B Corp Certification a company must meet a score of at least 80 points on the B Impact Assessment an evaluation of a company’s positive impact and pass a risk review an evaluation of a company’s negative impact; change their corporate governance structure to be accountable to all stakeholders not just shareholders; and exhibit transparency by allowing information about their B Corp Certification performance to be publicly available on their B Corp profile on B Lab’s website Founded in  ENGEO has helped companies and public agencies manage their project development risk",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for the World recognition is administered by B Lab the global nonprofit network that certifies and mobilizes B Corps which are businesses that meet high standards of positive social and environmental performance accountability and transparency Today there are more than 5 B Corps across 80 countries and  industries unified by one common goal building an inclusive equitable and regenerative economic system “Each Best for the World edition is an opportunity to raise the bar for how businesses can and should operate to create real and lasting positive impact for their workers customers communities and the environment” said Dan Osusky Head of Standards and Insights at B Lab Global “While no company is perfect and even the best companies can and should continue to strive to improve the B Corps recognised as Best for the World can provide us all — standards setters B Corps non B Corps and sustainability advocates — with inspiration on what true leadership in business can look like to make",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "She continued these efforts in college and beyond through leading environmental initiatives through STEM and Sustainability groups She holds a BS in Environmental Economics and Policy with a minor in Sustainability from Oregon State University Monica is passionate about corporate sustainability and the systemic change that comes from implementing large-scale environmental solutions Listen to the latest episode on Spotify Apple Podcasts Pandora and iHeart Radio Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, ENGEO publishes annual reports that outline their commitments and achievements related to social and environmental impact. These reports include details on their B Corp certification performance, community engagement initiatives, and progress towards sustainability goals. By making this information publicly available through their B Corp profile on B Lab's website, ENGEO demonstrates its dedication to transparency and accountability in pursuing its mission to create a more sustainable future.",
            "source": [
                {
                    "content": "a 35-person firm with offices in Christchurch Lyttelton Wellington and Auckland… In response to the devastating earthquakes in Christchurch New Zealand ENGEO assembled a team of engineers and geologists to open… In response to the devastating earthquakes in Christchurch New Zealand ENGEO assembled a team of engineers and geologists to open… ENGEO has been asked to support the post-earthquake seismic upgrades and reconstruction efforts in Christchurch New Zealand and other areas… ENGEO has been asked to support the post-earthquake seismic upgrades and reconstruction efforts in Christchurch New Zealand and other areas… Have you heard California’s Construction General Permit Requirements for SWPPP May Be Changing In a court filing on December 2… Have you heard California’s Construction General Permit Requirements for SWPPP May Be Changing In a court filing on December 2… October 18  The Great Place to Work® Ranking for  Best Small  Medium Workplaces in the nation presented… October 18",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "B Corp Certification performance to be publicly available on their B Corp profile on B Lab’s website Founded in  ENGEO has helped companies and public agencies manage their project development risk drive down construction costs and improve schedules ENGEO is an employee-owned firm of approximately  geotechnical and civil engineers geologists hydrologists water resources engineers and other specialists companywide ENGEO landed in Australia in  and has grown to three offices with 12 engineers and geologists serving a diverse range of public and private clients on projects in transportation infrastructure geologic hazard abatement energy residential and mixed-use communities ENGEO has offices located in Australia New Zealand United States and Guam Learn about ENGEO Australia’s B Corp impact at  About B Lab B Lab is transforming the global economy to benefit all people communities and the planet A leader in economic systems change our global network creates standards policies tools and",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "past 10 years The geoscience engineering firm has worked on a wide range of public and private projects that range from GHADs transportation disaster response schools major sporting venues housing developments and museums among an extensive array of other projects Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "recognised as Best for the World can provide us all — standards setters B Corps non B Corps and sustainability advocates — with inspiration on what true leadership in business can look like to make progress on addressing our current global challenges” B Corp Certification doesn’t just evaluate a product or service it assesses the overall social and environmental impact of the company that stands behind it To achieve B Corp Certification a company must meet a score of at least 80 points on the B Impact Assessment an evaluation of a company’s positive impact and pass a risk review an evaluation of a company’s negative impact; change their corporate governance structure to be accountable to all stakeholders not just shareholders; and exhibit transparency by allowing information about their B Corp Certification performance to be publicly available on their B Corp profile on B Lab’s website Founded in  ENGEO has helped companies and public agencies manage their project development risk",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Throughout the pandemic, ENGEO has organized various community and social events to fulfill their commitments to clients, employees, and the broader community. Some examples include:\n\n1. ENG Fest: A celebration event held at the end of March, ENG Fest brought together employees from different offices across New Zealand and Australia. This event served as a perfect wrap-up to a challenging period and provided an opportunity for employees to connect with each other in person after months of remote work.\n2. International Women's Day Event: To recognize and celebrate women and girls around the world, ENGEO hosted an event on International Women's Day (March 8th). The event aimed to promote gender equality and empower women in the workplace and beyond.\n3. Webinars and Seminars: ENGEO has organized webinars and seminars on topics related to geotechnical engineering, sustainability, and corporate social responsibility. These events provide opportunities for employees and clients alike to learn, network, and engage in meaningful discussions.\n4. Community Service: ENGEO has encouraged its employees to participate in community service activities, such as volunteering at local schools, environmental cleanups, and charity events. By doing so, they demonstrate their commitment to giving back to the communities where they live and work.",
            "source": [
                {
                    "content": "of mutual support and the solid commitment we have to each other’s success One of our larger clients for example who engaged us for the first time just as covid began so we have not yet had the opportunity to interact with them in person They don’t know us any way other than through video conferencing It speaks volumes about our employees who have done an amazing job given that here’s a very large client that we have never actually met face to face it’s quite remarkable Clients were very supportive during this time as we all had to learn how to do things ‘virtually’ together We learnt to replace face-to-face meetings with technology While we’re very eager to be together in our offices in some instances we’ve actually become closer to clients as we have had the opportunity of more one on ones that may have previously been one on many in a wider meeting Surprisingly there is also a greater tendency to share personal stories and experiences in this environment because we are all",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "when we were allowed back onto our job sites One of the unexpected positives I found during the COVID lockdown in New Zealand and Australia was the fact that our people deliberately prioritised connection with others via phone and video conferencing Given we were all working from home for over a month we faced the real risk of disconnection between our  colleagues throughout Australasia After all we are all tribal creatures and crave human interaction to some degree However the kindness and tenacity of our ENGEO family resulted in a conscious effort to regularly connect with one another Moreover I have found that this deliberate act of reaching out to demonstrate we care has become addictive for us and it continues pervasively throughout our ENGEO family across the Tasman Sea and Pacific Ocean” Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "April… ENGEO’s exclusive and inaugural ENG Fest  was held at the end of March the perfect wrap up to a… ENGEO’s exclusive and inaugural ENG Fest  was held at the end of March the perfect wrap up to a…     From our single Christchurch office in  to now four offices throughout New Zealand turning 8 years old…     From our single Christchurch office in  to now four offices throughout New Zealand turning 8 years old… April 5  San Ramon California – Great Place to Work and FORTUNE honored ENGEO Incorporated as one of the… April 5  San Ramon California – Great Place to Work and FORTUNE honored ENGEO Incorporated as one of the… On 22 December  the United Nations General Assembly declared 11 February as International Day of Women and Girls in… On 22 December  the United Nations General Assembly declared 11 February as International Day of Women and Girls in… On February 6  at 4 pm David Teague PhD Jeff Braun PE and Bahareh Heidarzadeh PhD present how the… On February 6  at 4 pm David Teague",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "include the redevelopment of Treasure Island Hercules Bayfront Development and BART Oakland Airport Connector “I have been fortunate to bring my love of geology and geotechnical engineering to so many fantastic projects and clients over the years I am passionate about bringing the very best design to our clients and helping them execute it cost effectively and efficiently” Outside of work Siobhan loves the great outdoors — hiking camping rock climbing skiing — and in particular currently enjoys the experience of inspiring that same love in her 3- and 5-year-old girls Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the given information, there are several products, services, and technologies mentioned or implied by Enggeo. Some of these include:\n\n1. Extreme Client Service - A commitment to providing exceptional client support and satisfaction.\n2. Software Solutions - Enggeo offers software tools like Entuitive, which can be used to enhance project management and efficiency.\n3. Ground Source Heat Pumps - As experts in this field, Enggeo provides consultation and implementation of energy-efficient heating and cooling systems.\n4. Geotechnical Engineering Services - This includes soil investigation, foundation design, slope stability analysis, and environmental remediation.\n5. Sustainable Design Consultation - Enggeo's LEED-accredited professionals offer guidance on incorporating environmentally friendly practices into building designs.\n6. Hydrology Services - Enggeo's hydrology team assesses water resources and helps manage stormwater runoff, ensuring sustainable development.\n7. Site Data Analysis Portal - Enggeo provides a platform where multiple types of site data can be analyzed together, facilitating collaboration and informed decision-making.",
            "source": [
                {
                    "content": "technical family across disciplines cities and continents We remove the barriers that have traditionally existed in our industry between clients projects and people using the latest technology and our steadfast commitment to extreme client service There is only one ENGEO in the world and as people become addicted to our service we will adapt and grow – finding new ways to serve and delight our clients staff and communities Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "we strive to become the Rolls Royce of our industry The next major strategic step for us is to lead our industry in technological evolution through our software business Entuitive Whatever we do over the next 10yrs we know that whenever adversity strikes we need to remember to look for the opportunity it brings with it Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and performance increasing profitability and winning new business ENGEO received the Deltek Business Impact Award at Deltek’s Insight  Conference held in Nashville Tennessee on May 18th ENGEO’s submittal was recognized among more than 12 Deltek customers nationwide for this prestigious award ENGEO’s innovative solution-oriented staff has implemented and customized the Deltek Vision project database and accounting program to streamline processes improve workflow capabilities and maximize efficiencies resulting in more than  in annual operational savings Deltek Inc Nasdaq PROJ the leading provider of enterprise applications software and solutions for project-focused businesses announced the finalists for the third annual Project Excellence Awards These awards recognize outstanding Deltek customer and partner success in improving business processes and performance increasing profitability and winning new business Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "portal also allows overlaying of different site data to help the team draw conclusions and make preliminary development plans Our LEED and hydrology staff provided valuable input on this project to achieve a high level of sustainability during design Our ground source heat pump specialists provide consultation on energy saving systems and worked closely with the project architect and MEP to develop a feasible plan to utilize geothermal systems on the project Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, there are several promotional events, expos, and sales related to these offerings from ENGEO. Some notable ones include:\n\n1. ENG Fest (March): This is an exclusive and inaugural event hosted by ENGEO. It serves as a perfect wrap-up to a successful year while providing opportunities for networking and collaboration within the industry.\n2. ACEC/ACEC NSW Engineering Export Awards (September 203): ENGEO participated in this event, which showcased Australian engineering expertise and promoted international trade and investment.\n3. GeoChicago 204: ENGEO attended this conference, where professionals gathered to discuss the latest advancements and trends in geotechnical engineering.\n4. IADC Annual General Meeting & Exhibition (February 204): ENGEO exhibited at this event, which provided a platform for industry professionals to network and learn about the latest technologies and practices.\n5. UCT 204: ENGEO participated in this conference, where underground construction professionals shared knowledge and experiences related to tunneling, shaft sinking, and mine dewatering.",
            "source": [
                {
                    "content": "Innovate Awards of Excellence Gala Dinner held in… ENGEO celebrated being recognised with two Merit achievements at the  ACENZ Innovate Awards of Excellence Gala Dinner held in… ENGEO announces the promotion of seven leaders to higher levels of service Says ENGEO president Uri Eliahu “These individuals consistently… ENGEO announces the promotion of seven leaders to higher levels of service Says ENGEO president Uri Eliahu “These individuals consistently… Huw Williams ENGEO Senior Hydrogeologist and Sierra Eco Systems CEO Bruce Sanguinetti provide some brief information on Ground Source Heat… Huw Williams ENGEO Senior Hydrogeologist and Sierra Eco Systems CEO Bruce Sanguinetti provide some brief information on Ground Source Heat… ENGEO Ranks in Top 20 Best Places to Work Midsize Company in the Bay Area on San Francisco Business Times… ENGEO Ranks in Top 20 Best Places to Work Midsize Company in the Bay Area on San Francisco Business Times… September 15  – ENGEO announces the promotion",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and performance increasing profitability and winning new business ENGEO received the Deltek Business Impact Award at Deltek’s Insight  Conference held in Nashville Tennessee on May 18th ENGEO’s submittal was recognized among more than 12 Deltek customers nationwide for this prestigious award ENGEO’s innovative solution-oriented staff has implemented and customized the Deltek Vision project database and accounting program to streamline processes improve workflow capabilities and maximize efficiencies resulting in more than  in annual operational savings Deltek Inc Nasdaq PROJ the leading provider of enterprise applications software and solutions for project-focused businesses announced the finalists for the third annual Project Excellence Awards These awards recognize outstanding Deltek customer and partner success in improving business processes and performance increasing profitability and winning new business Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "June 6  ENGEO received the Deltek Business Impact Award at Deltek’s Insight  Conference held in Nashville Tennessee on May 18th ENGEO’s submittal was recognized among more than 12 Deltek customers nationwide for this prestigious award ENGEO’s innovative solution-oriented staff has implemented and customized the Deltek Vision project database and accounting program to streamline processes improve workflow capabilities and maximize efficiencies resulting in more than  in annual operational savings Deltek Inc Nasdaq PROJ the leading provider of enterprise applications software and solutions for project-focused businesses announced the finalists for the third annual Project Excellence Awards These awards recognize outstanding Deltek customer and partner success in improving business processes and performance increasing profitability and winning new business ENGEO received the Deltek Business Impact Award at Deltek’s Insight  Conference held in Nashville Tennessee on May 18th ENGEO’s",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Let’s celebrate the incredible gains in our industry this International Drone Day ENGEO’s drone services include landslide mapping creek erosion mapping… Let’s celebrate the incredible gains in our industry this International Drone Day ENGEO’s drone services include landslide mapping creek erosion mapping… On April 21  ENGEO received a CalGeo Outstanding Project Award for our geotechnical evaluation of the Blu Harbor project… On April 21  ENGEO received a CalGeo Outstanding Project Award for our geotechnical evaluation of the Blu Harbor project… The Yuba Goldfields -year Interim Flood Control Project was awarded the Outstanding Small Project of the Year on Thursday April… The Yuba Goldfields -year Interim Flood Control Project was awarded the Outstanding Small Project of the Year on Thursday April… ENGEO’s exclusive and inaugural ENG Fest  was held at the end of March the perfect wrap up to a… ENGEO’s exclusive and inaugural ENG Fest  was held at the end of March the perfect wrap up to",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are several key partnerships or collaborations related to commerce. One notable collaboration is between B Lab and various organizations around the world that support the development and adoption of Benefit Corporations (B Corps). These entities work together to create standards, policies, tools, and programs for businesses, while also certifying companies that demonstrate a commitment to social and environmental impact alongside financial success. Additionally, there may be partnerships between individual B Corps themselves, fostering collaboration and shared learning among like-minded organizations. Finally, there could be collaborations between governments and private sector actors to develop regulations and initiatives that promote responsible and sustainable business practices.",
            "source": [
                {
                    "content": "of size industry or other circumstances For example the growth that many of these companies are experiencing is tremendous and they are paying close attention to culture every step of the way This focus on a strong cultural foundation will help pave the way for continued success as they serve their employees and their customers” Organizations named on the list see many benefits that include better financial performance less employee turnover higher levels of customer satisfaction and loyalty more innovative and creative thinking higher productivity and enhanced public perception Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "at  About B Lab B Lab is transforming the global economy to benefit all people communities and the planet A leader in economic systems change our global network creates standards policies tools and programs for business and we certify companies — known as B Corps — who are leading the way To date our community includes  workers in over 5 B Corps across 80 countries and  industries and more than  companies manage their impact with the B Impact Assessment and the SDG Action Manager B Lab has created and led efforts to pass over 50 corporate statutes globally that enable stakeholder governance with over 10 companies using the legal framework To learn more and join the movement visit wwwbcorporationnet Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "active role in growing the company and expanding how we can provide value to clients” ENGEO’s president Uri Eliahu adds “We’ve always made it a priority to create a climate where talented people are empowered to achieve to their full potential where our people have the opportunity to grow every day and where we continuously expand the horizons of ENGEO This philosophy ultimately leads us to personal and collective success” “The work of these companies is quite impressive” said Michael Bush CEO of Great Place to Work® “They provide an example that others can look to to see what kind of outstanding workplace is possible—regardless of size industry or other circumstances For example the growth that many of these companies are experiencing is tremendous and they are paying close attention to culture every step of the way This focus on a strong cultural foundation will help pave the way for continued success as they serve their employees and their customers” Organizations named on the list",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "culture and work place environment makes us extremely proud and it is this strong sense of team culture that enables our people to grow beyond what they thought was possible working with authentic passion and serving our clients to the very highest standards” says Guy Cassidy CEO of ENGEO Australia and New Zealand operations Every year Best for the World recognizes the top-performing B Corps creating the greatest positive impact through their businesses More than a badge of honor Best for the World provides an opportunity for recognised companies to share knowledge learnings and best practices with the B Corp community and businesses outside of the community to encourage innovation and transformation across the business sector The full lists are available at bcorporationnet The Best for the World recognition is administered by B Lab the global nonprofit network that certifies and mobilizes B Corps which are businesses that meet high standards of positive social and environmental",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided text, there isn't specific information about current employment or educational opportunities. However, ENGEO, where some individuals mentioned in the text work, was ranked number 1 among the 50 Best Workplaces for Recent College Graduates by Fortune Magazine in partnership with Great Place to Work Institute. This ranking suggests that ENGEO might be a great option for recent college graduates seeking employment opportunities. Additionally, ENGEO offers various services such as geotechnical engineering, environmental consulting, surveying, and construction materials testing. These services may provide potential career paths for those interested in these fields.",
            "source": [
                {
                    "content": "in New Zealand as well being involved in innovative software development “ENGEO is an incredible place to work in my experience it doesn’t get any better My passion is in learning new things I think everyone needs to always try to learn something new and expand their interests no matter what age I’m looking forward to ENGEO keeping ahead of the game by engaging new technologies to optimize the delivery of value and improve efficiency” Reuben is a surfer snowboarder and mountain biker And with two kids under 5 he is getting really good at visiting playgrounds Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Fortune Magazine in partnership with Great Place to Work Institute has ranked ENGEO 1 in its list of the 50 Best Workplaces for Recent College Graduates Fortune asked Great Place to Work to determine the winners by taking into account the rate at which companies are adding new jobs year-over-year how many of their newest employees were recent college graduates and the results on a series of questions from the Trust Index related to workplace traits important to recent graduates Great Place to Work surveyed more than  randomly-selected employees and collected program information from approximately  organizations Employees rated their organization on things including development opportunities purpose and meaning behind their work whether promotions are fair and more Two-thirds of each company’s score is based on this employee feedback The remaining one-third of each company’s score is based on the rate of new job growth and the extent to which organizations are hiring new college",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "observation services including earthwork construction foundation excavation retaining wall construction and pile driving operations Notable projects include the redevelopment of Treasure Island Hercules Bayfront Development and BART Oakland Airport Connector “I have been fortunate to bring my love of geology and geotechnical engineering to so many fantastic projects and clients over the years I am passionate about bringing the very best design to our clients and helping them execute it cost effectively and efficiently” Outside of work Siobhan loves the great outdoors — hiking camping rock climbing skiing — and in particular currently enjoys the experience of inspiring that same love in her 3- and 5-year-old girls Jamie specialises in the investigation and management of contaminated land and recently completed a risk assessment of landfill gas using a new approach which demonstrated a very low level of risk for a development “I’m passionate about table tennis competitions continual",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "include the redevelopment of Treasure Island Hercules Bayfront Development and BART Oakland Airport Connector “I have been fortunate to bring my love of geology and geotechnical engineering to so many fantastic projects and clients over the years I am passionate about bringing the very best design to our clients and helping them execute it cost effectively and efficiently” Outside of work Siobhan loves the great outdoors — hiking camping rock climbing skiing — and in particular currently enjoys the experience of inspiring that same love in her 3- and 5-year-old girls Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Based on the provided text, there aren't specific mentions of job fairs, webinars, workshops, or training programs mentioned. However, the text does mention various virtual events such as daily trivia, virtual game nights, virtual happy hours, weekly business strategy meetings, and video conferencing tool usage (Zoom and Teams). These events help facilitate communication, connection, and collaboration among ENGEO employees.",
            "source": [
                {
                    "content": "found that people missed the friendly conversations and naturally looked for ways to maintain a social connection Most if not all offices held virtual happy hours or game nights daily trivia in the morning and other virtual events We also held weekly 30-minute business strategy meetings which had company-wide participation as people longed for communication connection and leadership With these events and the implementation of video conferencing tools like Zoom and Teams everyone worked together to remain connected Compassion is crucial as we deal with constant change and consider the best remote-work option for ENGEO employees on a case-by-case basis We asked all leaders to be flexible with each person’s needs and situations and to perform regular check-ins with those they serve to ensure they have support at home” “From day one of the COVID lockdown we recognised that many of us were nervous and unsettled with the unknowns this pandemic posed for our families business and nation as a",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in New Zealand as well being involved in innovative software development “ENGEO is an incredible place to work in my experience it doesn’t get any better My passion is in learning new things I think everyone needs to always try to learn something new and expand their interests no matter what age I’m looking forward to ENGEO keeping ahead of the game by engaging new technologies to optimize the delivery of value and improve efficiency” Reuben is a surfer snowboarder and mountain biker And with two kids under 5 he is getting really good at visiting playgrounds Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "one of the best workplaces At ENGEO our biggest focus is selfless service to our clients staff and communities We search for driven individuals who will embody the family culture and entrepreneurial mindset we strive to create every day” The Best Workplaces in the Bay Area stand out for excelling in one of the nation’s most competitive marketplaces Last year ENGEO’s leaders took feedback from both the Great Place to Work survey and an internal survey to determine 5 key areas of improvement Each area was then tackled by a small ad-hoc group to formulate actions and resources to make ENGEO an even better place to work “Talented people in the Bay Area want to work for organizations where they can be part of something innovative and impactful” said Michael C Bush CEO of Great Place to Work “Organizations like ENGEO are attracting these candidates because of their great workplace culture where employees feel like their job is meaningful and that they can maximize their human potential” The",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Visit our team on campus at the following upcoming events Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Employee or participant benefits highlighted in the passage include better financial performance, lower employee turnover, increased customer satisfaction and loyalty, greater innovativeness and creativity, improved productivity, and positive public perception. These benefits result from the workplace excellence demonstrated by the organizations named on the list.",
            "source": [
                {
                    "content": "named on the list see many benefits that include better financial performance less employee turnover higher levels of customer satisfaction and loyalty more innovative and creative thinking higher productivity and enhanced public perception Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the country that embody workplace excellence is truly an honor” Added Adams “This award is meaningful to everyone at ENGEO From our founders who created ENGEO over 40 years ago through today with the efforts of everyone in our organization this award inspires us to continue our pursuit of excellence every day” Great Place to Work has found that employees believe they work for great organizations when they consistently trust the people they work for have pride in what they do and enjoy the people they work with “The companies featured on this year’s list are truly extraordinary in their practices and achievements” said Susan Lucas-Conwell CEO of Great Place to Work “Their leaders recognize the value of creating great workplaces and the competitive edge it provides them” Organizations named on the list see many benefits that include better financial performance less employee turnover higher levels of customer satisfaction and loyalty more innovative and creative thinking higher",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of size industry or other circumstances For example the growth that many of these companies are experiencing is tremendous and they are paying close attention to culture every step of the way This focus on a strong cultural foundation will help pave the way for continued success as they serve their employees and their customers” Organizations named on the list see many benefits that include better financial performance less employee turnover higher levels of customer satisfaction and loyalty more innovative and creative thinking higher productivity and enhanced public perception Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "open-door environment where ideas are openly shared financial information is readily available to any employee and a spirit of excitement and opportunity prevails” “Small and medium-sized companies make up the majority of the American economy and workforce” said SHRM President and CEO Susan R Meisinger SPHR “These winning organizations demonstrate that making effective use of their workforce is key to their success and their accomplishments deserve recognition” Great Place to Work® Institute co-founder Robert Levering said “These companies stand out because their employees find them to be places where they can trust the management take pride in their work and have fun Other companies have much to learn about how to be productive and do right by their people” Stories about the winning organizations will appear in the July issue of HR Magazine the Society’s flagship publication with a circulation of  available at wwwshrmorg/hrmagazine The winning organizations will also be listed on the",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " I cannot provide specific details about the most recent financial or earnings report since it was not mentioned in the provided text. However, based on the general context provided, we can infer some key points related to finance and business performance. These may include revenue growth, profitability, cost savings, expansion plans, market share, and future outlook. Additionally, the organization's commitment to creating a positive workplace culture, investing in technology, and promoting transparency and collaboration among employees likely contribute to its overall financial success.",
            "source": [
                {
                    "content": "of size industry or other circumstances For example the growth that many of these companies are experiencing is tremendous and they are paying close attention to culture every step of the way This focus on a strong cultural foundation will help pave the way for continued success as they serve their employees and their customers” Organizations named on the list see many benefits that include better financial performance less employee turnover higher levels of customer satisfaction and loyalty more innovative and creative thinking higher productivity and enhanced public perception Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Lora joined ENGEO in  and leads ENGEO’s financial operations and strategy as well as tracking measurement and reporting tools including for international offices with multiple currencies She is passionate about ensuring that ENGEO runs as a well-oiled machine with efficiency and effectiveness Under Lora’s leadership ENGEO has implemented use of a powerful accounting software that features numerous control systems and a relational database with a robust CRM component Lora’s ability to create customized reports for project managers has given ENGEO multiple options for tracking various critical financial and operational metrics She has an eagle eye for cost saving opportunities and for ensuring that the firm is making wise purchasing decisions Lora’s talent for automation and process streamlining has allowed ENGEO to operate at the optimum level without the need for additional accounting staff in a rapidly growing company A strong negotiator Lora will take on any challenge including",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "named on the list see many benefits that include better financial performance less employee turnover higher levels of customer satisfaction and loyalty more innovative and creative thinking higher productivity and enhanced public perception Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "open-door environment where ideas are openly shared financial information is readily available to any employee and a spirit of excitement and opportunity prevails” “Small and medium-sized companies make up the majority of the American economy and workforce” said SHRM President and CEO Susan R Meisinger SPHR “These winning organizations demonstrate that making effective use of their workforce is key to their success and their accomplishments deserve recognition” Great Place to Work® Institute co-founder Robert Levering said “These companies stand out because their employees find them to be places where they can trust the management take pride in their work and have fun Other companies have much to learn about how to be productive and do right by their people” Stories about the winning organizations will appear in the July issue of HR Magazine the Society’s flagship publication with a circulation of  available at wwwshrmorg/hrmagazine The winning organizations will also be listed on the",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided text, there are no specific mentions of investor events or funding rounds related to ENGEO. However, the company has received recognition and awards, which suggests they may be attracting interest from potential investors.",
            "source": [
                {
                    "content": "include the redevelopment of Treasure Island Hercules Bayfront Development and BART Oakland Airport Connector “I have been fortunate to bring my love of geology and geotechnical engineering to so many fantastic projects and clients over the years I am passionate about bringing the very best design to our clients and helping them execute it cost effectively and efficiently” Outside of work Siobhan loves the great outdoors — hiking camping rock climbing skiing — and in particular currently enjoys the experience of inspiring that same love in her 3- and 5-year-old girls Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Innovate Awards of Excellence Gala Dinner held in… ENGEO celebrated being recognised with two Merit achievements at the  ACENZ Innovate Awards of Excellence Gala Dinner held in… ENGEO announces the promotion of seven leaders to higher levels of service Says ENGEO president Uri Eliahu “These individuals consistently… ENGEO announces the promotion of seven leaders to higher levels of service Says ENGEO president Uri Eliahu “These individuals consistently… Huw Williams ENGEO Senior Hydrogeologist and Sierra Eco Systems CEO Bruce Sanguinetti provide some brief information on Ground Source Heat… Huw Williams ENGEO Senior Hydrogeologist and Sierra Eco Systems CEO Bruce Sanguinetti provide some brief information on Ground Source Heat… ENGEO Ranks in Top 20 Best Places to Work Midsize Company in the Bay Area on San Francisco Business Times… ENGEO Ranks in Top 20 Best Places to Work Midsize Company in the Bay Area on San Francisco Business Times… September 15  – ENGEO announces the promotion",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "New Orleans – June 29  ENGEO Incorporated has been recognized as one of the top 25 best small companies… San Ramon CA – June 25  For the second year in a row ENGEO Incorporated has been named one… San Ramon CA – June 25  For the second year in a row ENGEO Incorporated has been named one… San Francisco CA ENGEO’s San Francisco office moved into new office space as of February 1  The new office… San Francisco CA ENGEO’s San Francisco office moved into new office space as of February 1  The new office… Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "also in  that we partnered up with ENGEO from California after a chance meeting in late  The union of the two businesses could not have been a better fit and we have gone from strength to strength because of our strong relationship In  we also established the ENGEO Dream Trust charity as a way of giving back to the communities that have supported us In particular we’re conscious that we have grown rapidly because of our role in rebuilding Christchurch and that many others have not been so fortunate Looking back from ten years after the Feb  EQ it is extremely rewarding to see how well our strategy has unfolded We now have successful offices in Auckland Wellington Tauranga Queenstown Brisbane and Adelaide Looking forward over the next ten years we plan further growth in NZ and Australia as we strive to become the Rolls Royce of our industry The next major strategic step for us is to lead our industry in technological evolution through our software business Entuitive Whatever we do over",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, there are no specific financial or funding goals mentioned for the next period. However, the company plans to continue growing in New Zealand and Australia by becoming the \"Rolls Royce\" of their industry. Additionally, they aim to lead their industry in technological evolution through their software business, Entuitive.",
            "source": [
                {
                    "content": "include the redevelopment of Treasure Island Hercules Bayfront Development and BART Oakland Airport Connector “I have been fortunate to bring my love of geology and geotechnical engineering to so many fantastic projects and clients over the years I am passionate about bringing the very best design to our clients and helping them execute it cost effectively and efficiently” Outside of work Siobhan loves the great outdoors — hiking camping rock climbing skiing — and in particular currently enjoys the experience of inspiring that same love in her 3- and 5-year-old girls Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "also in  that we partnered up with ENGEO from California after a chance meeting in late  The union of the two businesses could not have been a better fit and we have gone from strength to strength because of our strong relationship In  we also established the ENGEO Dream Trust charity as a way of giving back to the communities that have supported us In particular we’re conscious that we have grown rapidly because of our role in rebuilding Christchurch and that many others have not been so fortunate Looking back from ten years after the Feb  EQ it is extremely rewarding to see how well our strategy has unfolded We now have successful offices in Auckland Wellington Tauranga Queenstown Brisbane and Adelaide Looking forward over the next ten years we plan further growth in NZ and Australia as we strive to become the Rolls Royce of our industry The next major strategic step for us is to lead our industry in technological evolution through our software business Entuitive Whatever we do over",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "then work phases and ultimately the ground improvement was completed on time and within the budget set very early on In particular Sam Murray was very attentive and with Neil Charters support gave us confidence in the people the process and the decisions made” ENGEO Project Team Ayoub Riman Sam Murray Neil Charters Naomi Norris Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "we strive to become the Rolls Royce of our industry The next major strategic step for us is to lead our industry in technological evolution through our software business Entuitive Whatever we do over the next 10yrs we know that whenever adversity strikes we need to remember to look for the opportunity it brings with it Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided context, it seems there were no specific mentions of recent publications, research findings, or introduced technologies within the given text. However, we can gather some general information about ENGEO's activities and involvement in various events, awards, promotions, and collaborations.",
            "source": [
                {
                    "content": "Innovate Awards of Excellence Gala Dinner held in… ENGEO celebrated being recognised with two Merit achievements at the  ACENZ Innovate Awards of Excellence Gala Dinner held in… ENGEO announces the promotion of seven leaders to higher levels of service Says ENGEO president Uri Eliahu “These individuals consistently… ENGEO announces the promotion of seven leaders to higher levels of service Says ENGEO president Uri Eliahu “These individuals consistently… Huw Williams ENGEO Senior Hydrogeologist and Sierra Eco Systems CEO Bruce Sanguinetti provide some brief information on Ground Source Heat… Huw Williams ENGEO Senior Hydrogeologist and Sierra Eco Systems CEO Bruce Sanguinetti provide some brief information on Ground Source Heat… ENGEO Ranks in Top 20 Best Places to Work Midsize Company in the Bay Area on San Francisco Business Times… ENGEO Ranks in Top 20 Best Places to Work Midsize Company in the Bay Area on San Francisco Business Times… September 15  – ENGEO announces the promotion",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "June 6  ENGEO received the Deltek Business Impact Award at Deltek’s Insight  Conference held in Nashville Tennessee on… June 6  ENGEO received the Deltek Business Impact Award at Deltek’s Insight  Conference held in Nashville Tennessee on… Reston VA The third and fourth disaster assessment teams assembled by the American Society of Civil Engineers ASCE deployed for… Reston VA The third and fourth disaster assessment teams assembled by the American Society of Civil Engineers ASCE deployed for… San Ramon CA – April 26  ENGEO has once again been honored with a Best Place to Work award… San Ramon CA – April 26  ENGEO has once again been honored with a Best Place to Work award… April 20  ENGEO received the California Geotechnical Engineering Association CalGeo  Outstanding Project Award for their work on the… April 20  ENGEO received the California Geotechnical Engineering Association CalGeo  Outstanding Project Award for their work on the… From the Danville Patch Newsletter  March 22  For",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "On November 7th Uri Eliahu and Gilead Wurman joined the Geotechnical Graduate Student Society at UC Davis for a conversation on how technology is changing the geotechnical engineering industry Addressing a room full of engaged and interactive graduate students Uri and Gilead showed how advances in computing power low-cost GPS robotics and machine learning among other technologies have revolutionized engineering practices from the office to the field ENGEO has been actively engaged with this group and faculty of UC Davis for many years always supporting close collaboration and sharing of ideas between industry and academia For more detail on how ENGEO is applying new technologies in the office and in the field check out the November  edition of the ENGEO View Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Let’s celebrate the incredible gains in our industry this International Drone Day ENGEO’s drone services include landslide mapping creek erosion mapping… Let’s celebrate the incredible gains in our industry this International Drone Day ENGEO’s drone services include landslide mapping creek erosion mapping… On April 21  ENGEO received a CalGeo Outstanding Project Award for our geotechnical evaluation of the Blu Harbor project… On April 21  ENGEO received a CalGeo Outstanding Project Award for our geotechnical evaluation of the Blu Harbor project… The Yuba Goldfields -year Interim Flood Control Project was awarded the Outstanding Small Project of the Year on Thursday April… The Yuba Goldfields -year Interim Flood Control Project was awarded the Outstanding Small Project of the Year on Thursday April… ENGEO’s exclusive and inaugural ENG Fest  was held at the end of March the perfect wrap up to a… ENGEO’s exclusive and inaugural ENG Fest  was held at the end of March the perfect wrap up to",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided context, it seems that ENGEO is actively involved in various projects and events related to their industry. However, there isn't any specific mention of ongoing or upcoming research projects or innovation initiatives within the text. To provide further information, I would need additional context or sources.",
            "source": [
                {
                    "content": "past 10 years The geoscience engineering firm has worked on a wide range of public and private projects that range from GHADs transportation disaster response schools major sporting venues housing developments and museums among an extensive array of other projects Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "industry Unique and highly regarded the awards celebrate outstanding projects demonstrating a high level of technical expertise innovation complexity and excellence in consulting work Award categories include Merit Silver and GoldThis is the 53rd year for the INNOVATE Awards which serves to acknowledge and honour innovative and exceptional consulting and engineering projects in New Zealand and Internationally ENGEO’s Managing Director Greg Martin said “Being recognised for a second year in a row with an entry for software development a very new field for our business is a testament to our innovative team and we’re very humbled to receive this award” Entuitive’s Tom Davies who co-created BMIS said “We developed BMIS to help our clients navigate new regulations Being recognised alongside the calibre of outstanding projects and superb innovation from top New Zealand companies is great acknowledgment” Over  people from around New Zealand attended the prestigious event About the Awards The",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for the industry It is this peer-reviewed high standard of evaluation that credits the INNOVATE Awards above all others Each year a panel of  judges evaluates all of the submissions conducts client interviews and tours many of the project sites This attention to detail accompanied by a thorough investigation by a panel of peers is what makes the INNOVATE NZ Awards of Excellence the pinnacle of industry achievement For  twenty-two projects were submitted ranging in disciplines from engineering management electrical engineering civil environmental engineering procurement services consenting data/analytical advisory sustainability structural and more Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Innovate Awards of Excellence Gala Dinner held in… ENGEO celebrated being recognised with two Merit achievements at the  ACENZ Innovate Awards of Excellence Gala Dinner held in… ENGEO announces the promotion of seven leaders to higher levels of service Says ENGEO president Uri Eliahu “These individuals consistently… ENGEO announces the promotion of seven leaders to higher levels of service Says ENGEO president Uri Eliahu “These individuals consistently… Huw Williams ENGEO Senior Hydrogeologist and Sierra Eco Systems CEO Bruce Sanguinetti provide some brief information on Ground Source Heat… Huw Williams ENGEO Senior Hydrogeologist and Sierra Eco Systems CEO Bruce Sanguinetti provide some brief information on Ground Source Heat… ENGEO Ranks in Top 20 Best Places to Work Midsize Company in the Bay Area on San Francisco Business Times… ENGEO Ranks in Top 20 Best Places to Work Midsize Company in the Bay Area on San Francisco Business Times… September 15  – ENGEO announces the promotion",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " It seems there are several recent events related to research grants and innovation awards. One notable example is the INNOVATE Awards of Excellence Gala Dinner held in New Zealand, where ENGEO was recognized twice for their software development project. Additionally, the Westpac Champion Canterbury Business Awards were announced, with ENGEO being named as a finalist for the 2nd annual awards. However, without more specific details about your inquiry, it is difficult to pinpoint any other recent grant distributions or innovation awards.",
            "source": [
                {
                    "content": "Innovate Awards of Excellence Gala Dinner held in… ENGEO celebrated being recognised with two Merit achievements at the  ACENZ Innovate Awards of Excellence Gala Dinner held in… ENGEO announces the promotion of seven leaders to higher levels of service Says ENGEO president Uri Eliahu “These individuals consistently… ENGEO announces the promotion of seven leaders to higher levels of service Says ENGEO president Uri Eliahu “These individuals consistently… Huw Williams ENGEO Senior Hydrogeologist and Sierra Eco Systems CEO Bruce Sanguinetti provide some brief information on Ground Source Heat… Huw Williams ENGEO Senior Hydrogeologist and Sierra Eco Systems CEO Bruce Sanguinetti provide some brief information on Ground Source Heat… ENGEO Ranks in Top 20 Best Places to Work Midsize Company in the Bay Area on San Francisco Business Times… ENGEO Ranks in Top 20 Best Places to Work Midsize Company in the Bay Area on San Francisco Business Times… September 15  – ENGEO announces the promotion",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "June 6  ENGEO received the Deltek Business Impact Award at Deltek’s Insight  Conference held in Nashville Tennessee on… June 6  ENGEO received the Deltek Business Impact Award at Deltek’s Insight  Conference held in Nashville Tennessee on… Reston VA The third and fourth disaster assessment teams assembled by the American Society of Civil Engineers ASCE deployed for… Reston VA The third and fourth disaster assessment teams assembled by the American Society of Civil Engineers ASCE deployed for… San Ramon CA – April 26  ENGEO has once again been honored with a Best Place to Work award… San Ramon CA – April 26  ENGEO has once again been honored with a Best Place to Work award… April 20  ENGEO received the California Geotechnical Engineering Association CalGeo  Outstanding Project Award for their work on the… April 20  ENGEO received the California Geotechnical Engineering Association CalGeo  Outstanding Project Award for their work on the… From the Danville Patch Newsletter  March 22  For",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "industry Unique and highly regarded the awards celebrate outstanding projects demonstrating a high level of technical expertise innovation complexity and excellence in consulting work Award categories include Merit Silver and GoldThis is the 53rd year for the INNOVATE Awards which serves to acknowledge and honour innovative and exceptional consulting and engineering projects in New Zealand and Internationally ENGEO’s Managing Director Greg Martin said “Being recognised for a second year in a row with an entry for software development a very new field for our business is a testament to our innovative team and we’re very humbled to receive this award” Entuitive’s Tom Davies who co-created BMIS said “We developed BMIS to help our clients navigate new regulations Being recognised alongside the calibre of outstanding projects and superb innovation from top New Zealand companies is great acknowledgment” Over  people from around New Zealand attended the prestigious event About the Awards The",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Business Award winners were announced The team at ENGEO was ecstatic to… On November 25 the  Westpac Champion Canterbury Business Award winners were announced The team at ENGEO was ecstatic to… We have a new Chartered Engineer in the house Congratulations Alexis Colina Adelaide on achieving Chartered Status in Civil … We have a new Chartered Engineer in the house Congratulations Alexis Colina Adelaide on achieving Chartered Status in Civil … ENGEO the world’s most comprehensive geoscience engineering firm is celebrating its 50th anniversary this year with milestones that include a… ENGEO the world’s most comprehensive geoscience engineering firm is celebrating its 50th anniversary this year with milestones that include a… The Westpac Champion Canterbury Business Awards were announced yesterday October 14 ENGEO was recognised as a finalist for the 2… The Westpac Champion Canterbury Business Awards were announced yesterday October 14 ENGEO was recognised as a finalist for the 2… On",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided text, ENGEO does not explicitly mention any specific organizations, institutions, or entities that they are collaborating with. However, it is mentioned that ENGEO serves various types of clients such as local, regional, and national agencies; architects and engineers; and private developers. Additionally, ENGEO is part of the broader professional community, which may include associations, regulatory bodies, and competitors within the geotechnical engineering, geology, environmental consulting, hydrology, and construction quality assurance sectors.",
            "source": [
                {
                    "content": "active role in growing the company and expanding how we can provide value to clients” ENGEO’s president Uri Eliahu adds “We’ve always made it a priority to create a climate where talented people are empowered to achieve to their full potential where our people have the opportunity to grow every day and where we continuously expand the horizons of ENGEO This philosophy ultimately leads us to personal and collective success” “The work of these companies is quite impressive” said Michael Bush CEO of Great Place to Work® “They provide an example that others can look to to see what kind of outstanding workplace is possible—regardless of size industry or other circumstances For example the growth that many of these companies are experiencing is tremendous and they are paying close attention to culture every step of the way This focus on a strong cultural foundation will help pave the way for continued success as they serve their employees and their customers” Organizations named on the list",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Our clients are local regional and national agencies architects and engineers and private developers Our team of international professionals focus on technical excellence and a deep understanding of client and project needs ENGEO provides comprehensive geotechnical engineering geology environmental consulting hydrology and construction quality assurance services We serve projects in residential and mixed-use communities from small boutique developments to large 20 lots adventure parks transportation infrastructure water resources geologic hazard mitigation flood control facilities civic structures healthcare education energy manufacturing ports waterfront development and urban infill ENGEO assist in every phase of project development from the due diligence for land acquisition and planning through entitlement permitting design construction and project build-out ENGEO’s engineers and geologists help companies and public agencies manage their project development risk drive down",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "at  About B Lab B Lab is transforming the global economy to benefit all people communities and the planet A leader in economic systems change our global network creates standards policies tools and programs for business and we certify companies — known as B Corps — who are leading the way To date our community includes  workers in over 5 B Corps across 80 countries and  industries and more than  companies manage their impact with the B Impact Assessment and the SDG Action Manager B Lab has created and led efforts to pass over 50 corporate statutes globally that enable stakeholder governance with over 10 companies using the legal framework To learn more and join the movement visit wwwbcorporationnet Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "open-door environment where ideas are openly shared financial information is readily available to any employee and a spirit of excitement and opportunity prevails” “Small and medium-sized companies make up the majority of the American economy and workforce” said SHRM President and CEO Susan R Meisinger SPHR “These winning organizations demonstrate that making effective use of their workforce is key to their success and their accomplishments deserve recognition” Great Place to Work® Institute co-founder Robert Levering said “These companies stand out because their employees find them to be places where they can trust the management take pride in their work and have fun Other companies have much to learn about how to be productive and do right by their people” Stories about the winning organizations will appear in the July issue of HR Magazine the Society’s flagship publication with a circulation of  available at wwwshrmorg/hrmagazine The winning organizations will also be listed on the",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided information, there are no specific joint events, projects, or initiatives mentioned between Siobhan and her colleagues. However, they may collaborate on various projects as part of their work at the geoscience engineering firm.",
            "source": [
                {
                    "content": "include the redevelopment of Treasure Island Hercules Bayfront Development and BART Oakland Airport Connector “I have been fortunate to bring my love of geology and geotechnical engineering to so many fantastic projects and clients over the years I am passionate about bringing the very best design to our clients and helping them execute it cost effectively and efficiently” Outside of work Siobhan loves the great outdoors — hiking camping rock climbing skiing — and in particular currently enjoys the experience of inspiring that same love in her 3- and 5-year-old girls Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We have been involved with Civil Defence at the emergency management stage then with City Councils in the mid-stages of recovery and completed detailed design of mitigation measures for individual property owners Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "past 10 years The geoscience engineering firm has worked on a wide range of public and private projects that range from GHADs transportation disaster response schools major sporting venues housing developments and museums among an extensive array of other projects Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "assessments and remediation; and geologic evaluations including fault location studies landslide mitigation and repair Our people culture and dynamic leadership team create an environment that drives innovation and our ability to take on any challenge Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " The mutual objectives and outcomes expected from these collaborations include:\n\n1. Technical Excellence: Both firms aim to achieve unparalleled technical excellence through collaboration. This involves combining the skills, knowledge, and resources of both companies to tackle complex projects more effectively than they could individually.\n2. Cross-Cultural Learning: Another objective is to facilitate cross-cultural learning experiences for employees. By sending staff members to different countries for extended periods, both firms hope to broaden their employees' perspectives, enhance cultural understanding, and foster greater empathy among colleagues.\n3. Knowledge Sharing: Both firms seek to improve their collective knowledge base by sharing technical expertise, lessons learned, and best practices. This process helps to ensure that each company stays at the forefront of its respective industries and can offer the highest quality services to clients.\n4. Expansion of Services: Collaboration allows both firms to expand their service offerings to clients, providing comprehensive solutions for a wider range of projects. This increased capacity enables the companies to pursue larger, more ambitious projects and win more business.\n5. Enhanced Innovation: By working together, the two firms aim to stimulate creativity and drive innovation within their organizations. Through shared problem-solving efforts, employees from both companies can generate novel ideas and approaches that might not emerge if they were working independently.\n6. Employee Development: Encouraging professional growth and development is another key outcome of these collaborations. Employees who participate in programs like ENGEO BRIDGE gain valuable international experience, which can help advance their careers and contribute to their personal and professional growth.",
            "source": [
                {
                    "content": "Our innovative ONEGEO Ambassadors based across our international offices have been busy working out a way to support and integrate our people and thinking with the overarching purpose of elevating our technical development employee enrichment and serving our Client needs in new and extraordinary ways every day The concept of ONEGEO is our deliberate effort to collaborate as one technical family across disciplines cities and continents Given current travel restrictions around the globe we are trying to continue the enormous benefits we have previously enjoyed having staff from either side of the Pacific travel stay and work in a new regional office for a few months Using technology and a heavy dose of tenacity we have set up ENGEO’s first ‘Virtual Secondment’ program Our first participants from Christchurch and Auckland NZ will experience virtual project life in San Jose and San Francisco with the intention of working on US projects 2-3 days per week for around three months The aim is",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We do this by challenging the status quo by thinking differently and creating optimal solutions We trust and empower our team to listen to our clients understand their needs and deliver innovative solutions ENGEO thrives by finding meaningful opportunities to promote growth and prosperity for clients and employees We deliver unparalleled client service in everything we do; we love to exceed expectations and delight those we serve Our work is explained in a clear and approachable way so that our clients feel informed and comfortable throughout their projects The most inspired team bringing optimal solutions with astounding service “When you mix the best people with the right culture – expect excellence” – Uri Eliahu The concept of ONEGEO is our deliberate effort to collaborate together as one technical family across disciplines cities and continents We remove the barriers that have traditionally existed in our industry between clients projects and people using the latest technology and",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and environmental engineering firms have come together to form a team that is unrivaled in technical excellence… Two leading geotechnical and environmental engineering firms have come together to form a team that is unrivaled in technical excellence… Sign up to get interesting news and updates delivered to your inbox",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The desire to share technical expertise among our employees worldwide that led to our creation of ENGEO BRIDGE ENGEO BRIDGE is an opportunity to experience life and work in the US and/or New Zealand Experience new projects new regions and new clients outside of their your home officeusual location “I embarked on the experience with an eagerness to learn and understand what we ENGEO ‘can’ do and left wondering what we ‘can’t’ do It seems we have the ability to do it allThe value of a face to face connection is unmatched and that is the best thing about the program Hearing about all of the projects in meetings is great but getting to see them in the field in real time with the project team put it all into context and gave me confidence to transfer the knowledge to NZ projects” “I feel very enriched by ENGEO BRIDGE and appreciate that I will have something unique to bring to the table in my career The BRIDGE has been a crucial component to our success across borders and I believe this",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}