{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Throughout the text, there are several mentions of sustainable practices and environmental efforts. Some key examples include:\n\n1. Reusable packaging: Encouraging the use of reusable containers instead of disposable ones reduces waste and promotes a circular economy.\n2. Minimizing food waste: By only buying and cooking what you know you'll eat, freezing leftovers, and composting food scraps, you help reduce methane emissions from landfills.\n3. Avoiding single-use products: This practice minimizes plastic pollution and conserves natural resources.\n4. Supporting social enterprises and environmental organizations: Contributing time, money, or both to these types of groups helps promote sustainable practices and address environmental issues.\n5. Donating to charity: By supporting various causes related to sustainability, climate change, and social welfare, individuals can contribute to making a positive impact on the environment and society.\n6. Using Tythe for donations: This platform facilitates small, regular donations to charitable organizations, allowing individuals to support sustainable causes consistently.\n7. Raising awareness among friends and family: Sharing knowledge about sustainable living and introducing eco-friendly products and services helps spread awareness and encourage others to adopt more environmentally conscious habits.\n\nThese practices demonstrate a commitment to reducing environmental impact and promoting sustainable living.",
            "source": [
                {
                    "content": "– reusable packaging You should also try to keep food waste to a minimum Only buy and cook what you know you’ll eat freeze leftovers so nothing goes to waste and compost any peelings and rubbish Finally at all costs avoid single-use products wherever possible If you can do that in  you’re on your way to a much more sustainable-conscious year Find an existing social enterprise or perhaps an environmental focused organisation and dedicate your time to a good cause you believe in Working with like-minded people who are driven by the same passion knowing that together you are contributing to a better sustainable and compassionate world is wonderful and so worth it At EQ Investors EQ we recognise our broader obligations to people who have been less fortunate than us and take an active interest in our community All EQ staff are encouraged to donate two days per year of their time to volunteering initiatives and we organise a programme of events so that staff can participate as a team Recent",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Impact portfolio is the equivalent of taking six cars off the road a year Green pensions aren’t just good for the planet – they also allow us to take advantage of the enormous economic opportunities of a green industrial revolution You could send a one-time donation or place a standing order for a monthly donation to support causes you believe in Take a look at Tythe – a non-profit donation platform that allows you to make modest sized regular donations to charities that have been analysed by The EQ Foundation It’s time to rally the troops and get friends and family on board with sustainable-living too Introducing them to your favourite sustainable-friendly products and services helps raise awareness People do make changes In the 80s recycling was a hassle Now it’s something almost everyone does Jeannie has been working in financial services for over 14 years She joined EQ in  as a Technical Consultant and since  has been a Director of the firm\r \r When providing advice Jeannie focuses",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "which biodiversity degradation can be managed Looking forward we think client demand for investing in line with sustainable outcomes is far greater than what is currently met We are excited that the regulator in Europe and the UK is putting a focus on greenwashing and aiming to enhance transparency which many changes coming into play in  While we remain cautious about the macroeconomic outlook for  the past year has shown that in times of stress the sustainable investment industry showed itself to be as innovative as ever bringing new products and solutions to the market At EQ we continue to be dedicated to mainstreaming sustainable investing in this ever-changing world where sustainability impacts are becoming more material by the day We anticipate a lot more innovation in the next year; through this EQ will maintain the high sustainability objectives of its portfolio range while also meeting return objectives For those of us focused on sustainability in the investment industry the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "An introductory webinar on sustainable investing for advisers and intermediaries At EQ we firmly believe that clients can achieve their financial goals while doing good for people and the planet and have been managing sustainable portfolios for retail investors for the past 8 years In this webinar Damien Lardoux Head of Impact Investing and Louisiana Salge Senior Sustainability Specialist offer an overview of sustainable investing aimed at any financial adviser who wants to be able to discuss this topic with confidence with their clients After the webinar we answered a number of questions on platform availability fund selection impact reporting and low carbon investments and lots more – please see the video chapter markers for details If you would like to offer sustainable investments to your clients then we’d love to hear from you Please contact Matt Hardy Business Development Manager with any questions using the contact form on this page or email  EQ would like to contact you about",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation. However, providing a comprehensive list of 10 events might not be feasible due to limitations in space and time. Instead, I will mention a few notable events and initiatives related to environmental conservation. Some of these include:\n\n1. United Nations Convention on Biological Diversity (CBD) COP 13 - To be held in November 202 in China, this conference aims to discuss and adopt strategies for conserving biodiversity and promoting sustainable use of natural resources.\n2. World Wildlife Day - An annual event celebrated on March 3rd, it raises awareness about the importance of wildlife and their habitats, as well as the challenges faced by both.\n3. Earth Hour - A global movement organized by WWF, it encourages individuals, businesses, and communities to switch off their lights for one hour every March to raise awareness about climate change and promote energy efficiency.\n4. International Union for Conservation of Nature (IUCN) World Conservation Congress - Held every four years, this gathering brings together conservation professionals, government officials, NGO representatives, and business leaders to discuss and develop strategies for protecting the environment and preserving biodiversity.\n5. Global Landscapes Forum - Organized by the Center for Tropical Forest Science (CTFS), this forum brings together stakeholders from various sectors to address landscape-scale issues related to agriculture, forestry, and urbanization.\n6. Ramsar Convention on Wetlands - Established in 197, this international treaty aims to conserve wetland ecosystems and their biodiversity around the world.\n7. Convention on International Trade in Endangered Species of Fauna and Flora (CITES) - This convention regulates international trade in species threatened with extinction, ensuring their survival in the wild.\n8. Bonn Challenge - A global effort launched in 201, it calls for restoring 35 million hectares of degraded and deforested land by 202.\n9. United Nations Framework Convention on Climate Change (UNFCCC) Conferences of the Parties (COP) - Regular meetings of countries party to the UNFCCC, they aim to negotiate and implement actions to mitigate and adapt to climate change.\n10. Greenpeace - A global environmental organization focusing on campaigning for environmental protection, nuclear disarmament, and anti-militarism. They organize various events and initiatives to raise awareness and advocate for policy changes.",
            "source": [
                {
                    "content": "which biodiversity degradation can be managed Looking forward we think client demand for investing in line with sustainable outcomes is far greater than what is currently met We are excited that the regulator in Europe and the UK is putting a focus on greenwashing and aiming to enhance transparency which many changes coming into play in  While we remain cautious about the macroeconomic outlook for  the past year has shown that in times of stress the sustainable investment industry showed itself to be as innovative as ever bringing new products and solutions to the market At EQ we continue to be dedicated to mainstreaming sustainable investing in this ever-changing world where sustainability impacts are becoming more material by the day We anticipate a lot more innovation in the next year; through this EQ will maintain the high sustainability objectives of its portfolio range while also meeting return objectives For those of us focused on sustainability in the investment industry the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "it was meant to finish COP26 finally came to an… Consensus over hydrogen at COP26 can dramatically speed up the energy transition We are pleased to announce the launch of EQ's Positive Impact Report  In its… EQ Investors has been recognised as the 'Best Sustainable  ESG Wealth Manager/DFM Group' at… EQ's Senior Sustainability Specialist Louisiana Salge dispels some of the common myths associated with sustainable… Investors should consider the potential impacts of climate change carefully In this adviser webinar we… EQ Investors joins global investors' call to governments to step up climate response ahead of… Our bi-annual updates features three examples of companies and funds that are making a positive… Our quarterly updates features three examples of companies and funds that are making a positive… On Monday the Intergovernmental Panel on Climate Change IPCC released its latest report Human-induced climate… During the first two weeks of November later this year the UK will host in…",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in a common fight 5 Biodiversity loss is linked to climate change and should be more explicitly integrated to targets Last year we saw  leaders pledge to end deforestation by  highlighting the relevance of healthy forests for climate stability Despite December’s UN Biodiversity Conference bringing us the promise of global nature-based global targets the co-benefits need to be addressed in nations’ climate policies to avoid working against each other This will be helpful for investors who through TNFD are starting to integrate biodiversity into risk assessments and company engagement We look forward to seeing the news coverage over the next few weeks and hope that in the longer-term we can expect a full move away from high-level commitments towards including tangible implementation show-and-tell and collaboration EQ would like to contact you about the services we offer that may be of interest to you We treat all personal data as confidential For more details please see our privacy",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "others to invest for both financial and impact returns” The full EQ Positive Impact Report can be downloaded below URLs in this post[1] Positive Impact  UN Sustainable Development Goals  Impact Management Project",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the information provided, the EQ Positive Impact Report includes environmental impact metrics related to the United Nations Sustainable Development Goals (SDGs). These goals address various environmental issues such as clean water and sanitation, affordable and clean energy, responsible consumption and production, life below water, life on land, and climate action. By presenting these metrics, the report showcases the positive environmental impact of the investments made on behalf of clients and EQ's engagement initiatives. Additionally, the carbon calculator developed by EQ allows investors to understand the climate impact of their investments, helping them make informed decisions about their personal investments in line with their concerns about climate change.",
            "source": [
                {
                    "content": "others to invest for both financial and impact returns” The full EQ Positive Impact Report can be downloaded below URLs in this post[1] Positive Impact  UN Sustainable Development Goals  Impact Management Project",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "This methodology paper is primarily aimed at asset managers and finance industry professionals who would like to measure the social and environmental impact of their portfolios This paper explains the methodology we have used in our Positive Impact Reports including a case study EQ would like to contact you about the services we offer that may be of interest to you We treat all personal data as confidential For more details please see our privacy policy EQ Investors Centennium House  Lower Thames Street London EC3R 6DL This web page is for regulated financial advisers only; it is not suitable for UK retail investors ©  EQ Investors Limited Company registered in England and Wales No  EQ Investors Limited is authorised and regulated by the Financial Conduct Authority Ref  We are using cookies to give you the best experience on our website You can find out more about which cookies we are using or switch them off in settings The contents are not suitable for retail clients They are",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the SDGs In addition to the impact delivered by the companies in the Positive Impact strategy EQ also presents the positive impacts achieved through its work engaging with businesses policymakers and other investors over the past year Impact highlights for every £1m invested from the report include “Our sixth impact report provides evidence of the positive environmental and social impacts of the investments made on behalf of our clients and our engagement initiatives “We strive to rigorously measure and manage the impact of our investments and then frame that impact with data This helps investors understand how our outcomes compare to others in driving progress on our biggest global challenges “By sharing our Positive Impact approach we hope to provide transparency for our clients and encourage others to invest for both financial and impact returns” The full EQ Positive Impact Report can be downloaded below URLs in this post[1] Positive Impact  UN Sustainable Development Goals  Impact",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "EQ has developed its carbon calculator to help investors understand the climate impact of their investments The climate crisis is one of the biggest challenges of our time We know that greenhouse gases of which carbon emissions are the most prominent are the biggest drivers of climate change and the sustained rise in global temperatures A proportion of the carbon emissions released into the atmosphere every year come from companies across all economic sectors It is important to remember that every company has some degree of climate change contribution however some are far more polluting than others When investing in EQ’s range of sustainable portfolios or any investment portfolio you become a part shareholder of the companies held within it That means the positive and negative impacts of those businesses are partly associated with your personal investments According to a recent ONS survey 75 of adults in Britain are worried about climate change and therefore may want to know how their",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, based on the provided information, it appears that EQ Investors Limited has made several public commitments related to social and corporate responsibility. They have created two types of portfolios - EQ Positive Impact Portfolios and EQ Best Ideas Portfolios - both focused on investing in companies that are making a positive impact on society and the environment while generating financial returns. Additionally, they share case studies and examples of such companies in their quarterly updates. Furthermore, they adhere to the United Nations Sustainable Development Goals (SDGs) as a framework for assessing the impact of their investments on society and the environment.",
            "source": [
                {
                    "content": "own Shareholder activism is a tool that comes in handy for investors at the Annual General Meeting to challenge leaders of the world’s largest companies on key environmental and social issues When we announced our climate commitments in  we also committed to transparency in sharing our learnings In these quarterly updates we showcase three examples of socially responsible companies to which investors gain exposure Our quarterly updates features three examples of companies and funds that are making a positive impact on society and the environment ©  EQ Investors Ltd Company registered in England and Wales No EQ Investors Limited is authorised and regulated by the Financial Conduct Authority Ref  UK Investors only",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Investments made with the intention to generate positive measurable social and environmental impact alongside a financial return Shareholder activism is a tool that comes in handy for investors at the Annual General Meeting to challenge leaders of the world’s largest companies on key environmental and social issues Last summer US president Joe Biden made history by passing the largest package of domestic climate measures ever under the Inflation Reduction Act Welcome to the latest edition of our twice-yearly newsletter for the first half of  In these quarterly updates we showcase three examples of socially responsible companies to which investors gain exposure Our quarterly updates features three examples of companies and funds that are making a positive impact on society and the environment We could now be reaching the point where valuations are simply too attractive to ignore Can next-generation biofuels turbocharge the transition to a low-carbon economy The EQ Best Ideas Portfolios",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Our bi-annual updates features three examples of companies and funds that are making a positive impact on society and the environment The EQ Positive Impact Portfolios invest in companies that are making a positive impact on society and the environment by providing solutions to real world problems We use the United Nations Sustainable Development Goals as a way to map this impact of their products and services Our bi-annual updates feature examples of these companies and funds – here we will focus on three relating to The United Nations’ Global Goals were adopted in  as part of the  Agenda for Sustainable Development The 17 Goals provide a holistic framework for action around the most critical issues for society and for our planet Have a question about the EQ Positive Impact Portfolios Please email  we’re always happy to hear from you EQ would like to contact you about the services we offer that may be of interest to you We treat all personal data as confidential For more details",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Our quarterly updates features three examples of companies and funds that are making a positive impact on society and the environment The EQ Positive Impact Portfolios invest in companies that are making a positive impact on society and the environment by providing solutions to real world problems We use the United Nations Sustainable Development Goals as a way to map this impact of their products and services Our quarterly updates feature examples of these companies and funds – here we will focus on three relating to The United Nations’ Global Goals were adopted in  as part of the  Agenda for Sustainable Development The 17 Goals provide a holistic framework for action around the most critical issues for society and for our planet Have a question about the EQ Positive Impact Portfolios Please email  we’re always happy to hear from you EQ would like to contact you about the services we offer that may be of interest to you We treat all personal data as confidential For more details",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual and quarterly reports detailing EQ Investor's climate commitments. These reports provide updates on the company's progress towards achieving net-zero greenhouse gas emissions by 203. They cover various aspects such as measuring and disclosing the associated emissions with the investments they manage on behalf of their clients, participating in initiatives like the SME Climate Hub and UN Race to Zero, and continuously improving their internal processes to reduce their environmental impact. Additionally, these reports may discuss any new strategies, partnerships, or milestones achieved throughout the reporting period.",
            "source": [
                {
                    "content": "We will also review this execution policy and our order execution arrangements at least annually and whenever there is a significant change that affects our ability to continue to obtain the best possible results for our clients All of our relevant employees are made aware of this policy to highlight and emphasise the importance of “Best Execution” Having fully considered all of the above execution factors we will fully disclose all costs in a manner that is fair clear and not misleading so that a client can fully understand the nature and cost of the services we will provide to them We will aggregate the information about all costs and charges per platform to allow the client to understand the overall cost and the cumulative effect on the return of the investment expressed as both a monetary amount and a percentage Costs and charges will include the cost of financial instruments/funds platform/provider product charge cost of advice and fees paid to EQ An itemised breakdown will be",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We will also review this execution policy and our order execution arrangements at least annually and whenever there is a significant change that affects our ability to continue to obtain the best possible results for our clients All of our relevant employees are made aware of this policy to highlight and emphasise the importance of “Best Execution” Having fully considered all of the above execution factors we will fully disclose all costs in a manner that is fair clear and not misleading so that a client can fully understand the nature and cost of the services we will provide to them We will aggregate the information about all costs and charges per platform to allow the client to understand the overall cost and the cumulative effect on the return of the investment expressed as both a monetary amount and a percentage Costs and charges will include the cost of financial instruments/funds platform/provider product charge cost of advice and fees paid to EQ An itemised breakdown will be",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "When we announced our climate commitments in  we also committed to transparency in sharing our learnings The climate crisis is among the top critical challenges facing our global society and economy today and there is an urgent need for collective action In  EQ Investors EQ committed to net-zero greenhouse gas emissions by  To make that happen we’ve committed to the SME Climate Hub and UN Race to Zero You can view our strategy here Every year we aim to measure the material emissions associated with our business This includes the emissions associated with our purchased energy for our offices Scope 2 and emissions associated with business travel and our suppliers material Scope 3 We also measure and disclose the associated emissions with the investments we manage on behalf of our clients using industry standard methodologies PCAF financed emissions and financed reserves Furthermore we have created our interactive carbon calculator tool to disclose the associated carbon emissions with our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "When we announced our climate commitments in  we also committed to transparency in sharing our learnings The climate crisis is among the top critical challenges facing our global society and economy today and there is an urgent need for collective action In  EQ Investors EQ committed to net-zero greenhouse gas emissions by  To make that happen we’ve committed to the SME Climate Hub and UN Race to Zero You can view our strategy here Every year we aim to measure the material emissions associated with our business This includes the emissions associated with our purchased energy for our offices Scope 2 and emissions associated with business travel and our suppliers material Scope 3 We also measure and disclose the associated emissions with the investments we manage on behalf of our clients using industry standard methodologies PCAF financed emissions and financed reserves Furthermore we have created our interactive carbon calculator tool to disclose the associated carbon emissions with our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Throughout the year, EQ Investors holds various community and social events to fulfill their commitments to supporting different causes and organizations. These events aim to bring together employees, stakeholders, and members of the broader community to engage in activities that promote positive impact, combat loneliness, and address pressing social issues. Some examples of these events include:\n\n1. Volunteer days: EQ encourages all staff to donate two days per year of their time to volunteering initiatives. By participating as a team, staff members can contribute to making a meaningful difference in their local communities while fostering a sense of camaraderie within the organization.\n2. Community eating spaces: EQ's partner organizations, such as FoodCycle, host communal meals in their community eating spaces. These events create opportunities for individuals experiencing loneliness to connect with others over a shared meal, promoting social inclusion and reducing feelings of isolation.\n3. Workshops and training sessions: EQ may organize workshops and training sessions related to their Positive Impact strategy, engaging participants in discussions about sustainable development goals, responsible investing practices, and other topics relevant to creating positive social change.\n4. Collaborative events with partners: EQ often works closely with their beneficiary organizations, such as Chance for Childhood, Resurgo, Sand Dams International, and Breaking Barriers, among others. Joint events and activities can help strengthen relationships between EQ and their partners, reinforcing their collective efforts towards achieving common goals.",
            "source": [
                {
                    "content": "activity is providing nutritious meals for anyone who needs them but it also performs an extremely valuable role in combating loneliness both through its community eating spaces and from their check-in and chat services Their services have never been in such high demand We have been a longstanding supporter of Resurgo which helps young people from challenging backgrounds to become ready for work by providing intensive support and training 10 of the EQ Investors workforce comprise Resurgo graduates Another of our longstanding beneficiaries Sand Dams International provides sand dams to local communities in Africa with potentially dramatic benefits in terms of sourcing clean drinking water and improving the reliability of farming Borne is a medical research charity on a mission to reduce the prevalence of premature births which cause unnecessary deaths and disabilities It supports research and sharing of knowledge amongst medical practitioners Over the years of working with The Big Give",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "see its effects on communities globally Meanwhile the urgency of the climate crisis makes our Positive Impact strategy more relevant than ever As we raise the bar for our own investment practice we invite our peers in the finance industry to join us This report explains how we drive change through engagement – and our engagement work this year has shown that our asset manager partners are more receptive than ever As always we are keen to hear your feedback to help us improve year-on-year URLs in this post[1] EQ Positive Impact  UN Sustainable Development Goals",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "child in North Ghana is happy healthy safe and in school One of our trusted advisers an ex-head of UNICEF UK has given us very positive feedback on the quality of their interventions observed on the ground Breaking Barriers empowers refugees to find stable and fulfilling employment through bespoke 1-1 support They work in partnership with the private non-profit and public sectors to provide paid work placements and permanent job opportunities as well as offering practical skills workshops like English language and IT classes For more than 30 years Chance for Childhood have been a pillar for change in some of the most deprived countries in Africa They have been instrumental in implementing projects that help disabled children feel more included and street children feel safer FoodCycle’s primary activity is providing nutritious meals for anyone who needs them but it also performs an extremely valuable role in combating loneliness both through its community eating spaces and from their",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in our community All EQ staff are encouraged to donate two days per year of their time to volunteering initiatives and we organise a programme of events so that staff can participate as a team Recent research from Royal London found half of respondents did not know where their pensions funds were being invested The same study found 41 percent of respondents wanted their pension to be invested ‘responsibly’ but weren’t sure where to start Billions of pounds of our pensions are invested in carbon-intensive sectors such as fossil fuels and fast fashion or unethical industries such as tobacco arms and gambling But the truth is that our pensions and investments are powerful Our research indicates that moving a £ pension pot with a traditional portfolio with oil and gas companies to a Positive Impact portfolio is the equivalent of taking six cars off the road a year Green pensions aren’t just good for the planet – they also allow us to take advantage of the enormous economic opportunities",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " There are various products, services, and technologies mentioned throughout the passage. Some notable examples include:\n\n1. AlphaFold - An AI system developed by DeepMind (a Google company) that predicts the structure of proteins, allowing scientists to research ideas computationally instead of experimentally, potentially accelerating the discovery of new drugs in healthcare.\n2. Enzymes for industrial processes - Advanced technologies like AI can contribute to the development of enzymes used in various industrial processes, improving efficiency and reducing costs.\n3. UnitedHealth Group's use of AI for predictive analytics - This helps identify patients who are at risk of developing certain medical diseases, allowing early intervention to prevent potential future expenses for both individuals and employers.\n4. Financial advice - If you have questions about investments or need guidance on managing your personal finances, you can receive professional advice from experienced advisers.",
            "source": [
                {
                    "content": "countries are yet to respond with their own packages but we view this as being highly supportive for the theme Advances in healthcare could get a significant boost with the latest developments in artificial intelligence AI AlphaFold is an AI system developed by DeepMind a Google company that predicts the structure of proteins This allows scientists to research ideas computationally instead of experimentally which will speed up the process of finding new and better drugs in healthcare enzymes for industrial processes and much more We continue to face some near-term challenges but the investment environment should settle down as interest rates stabilise and inflation cools Being disciplined patient and keeping our long-term investment objectives in mind has always served investors well and we have no reason to now believe otherwise Throughout  we’ll be sharing regular updates to keep you up to date with markets performance and our thinking EQ would like to contact you about the services",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "technology to be able to deliver higher quality and cost effective healthcare Healthcare providers will often need prior approval from a patient’s insurance plan before they can get their procedure or prescription The provider must collect information from several sources and manually confirm that the treatment is required costing Optum millions of dollars a year and hundreds of lost labour hours Even a small improvement in accuracy will have a big impact as they serve over  million individuals and over 80 of US hospitals UnitedHealth also uses AI for predictive analytics that looks at insurance claims data to help identify any patients who are likely or at risk of developing certain medical diseases This allows them to intervene at an earlier stage to avoid potential future expenses for individuals and employers More than one million people call UnitedHealth Group each day and it is common to have the caller select one of the options to reach a specific department Using their machine",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and legal advice before entering into any binding contracts It is important that you do not rely solely upon the content to make investment decisions This site should not be regarded as an offer or solicitation to sell investments in any jurisdiction The provision of details products or services on these pages are not and should not be construed as an offer for us to sell or for you to buy such products or services from us and we may in our absolute discretion accept or reject any offer from you If you intend to act on any information on the website you should first confirm the details of the product or service including costs and key features with the product provider If you are in any doubt as to the suitability of a product or service that you are intending to purchase or any aspect of your personal finances we recommend that you seek independent financial advice first If you would like financial advice you can ring  between 830am–pm Monday to Friday and one of our advisers will",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "is to create the first AGI Artificial General Intelligence – the ability to perform complex tasks that are only achievable by humans and to democratise AI by making it accessible to everyone They created DALL·E 2 an AI system that can create realistic images from a text description and Whisper which is a speech recognition system with nearly human level accuracy Microsoft is held in the Trojan Ethical Global Income fund The fund has a conservative quality- orientated process that focuses on total return and dividend growth They look for reasonably valued high-quality sustainable and cash generative companies United Health is a leading US healthcare and well-being provider that that has two complementary business units United Healthcare offers health insurance  whilst Optum combines data and technology to be able to deliver higher quality and cost effective healthcare Healthcare providers will often need prior approval from a patient’s insurance plan before they can get their procedure",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided text, there aren't any specific promotional events, expos, or sales mentioned for the offerings from EQ Investors. However, they do mention providing regular updates to keep stakeholders informed about market performance and their thinking.",
            "source": [
                {
                    "content": "countries are yet to respond with their own packages but we view this as being highly supportive for the theme Advances in healthcare could get a significant boost with the latest developments in artificial intelligence AI AlphaFold is an AI system developed by DeepMind a Google company that predicts the structure of proteins This allows scientists to research ideas computationally instead of experimentally which will speed up the process of finding new and better drugs in healthcare enzymes for industrial processes and much more We continue to face some near-term challenges but the investment environment should settle down as interest rates stabilise and inflation cools Being disciplined patient and keeping our long-term investment objectives in mind has always served investors well and we have no reason to now believe otherwise Throughout  we’ll be sharing regular updates to keep you up to date with markets performance and our thinking EQ would like to contact you about the services",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "weeks and this… We have seen a significant rotation in markets over the last several weeks and this… Our bi-annual updates features three examples of companies and funds that are making a positive… EQ Investors Centennium House  Lower Thames Street London EC3R 6DL This web page is for regulated financial advisers only; it is not suitable for UK retail investors ©  EQ Investors Limited Company registered in England and Wales No  EQ Investors Limited is authorised and regulated by the Financial Conduct Authority Ref  We are using cookies to give you the best experience on our website You can find out more about which cookies we are using or switch them off in settings The contents are not suitable for retail clients They are directed at investment advisers and other financial intermediaries who are authorised and regulated by the Financial Conduct Authority FCA This website uses cookies so that we can provide you with the best user experience possible Cookie information is stored in",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "EQ Investors has been recognised in the ‘customers area’ for the development of high impact investment solutions for investors EQ Investors EQ has been named a  Best for the World™ B Corp™ in recognition of its exceptional positive impact on its customers Best for the World is a distinction granted by B Lab to Certified B Corporations B Corps whose verified B Impact Scores in the five impact areas evaluated in the B Impact Assessment — community customers environment governance and workers — rank in the top 5 of all B Corps in their corresponding size group Every year Best for the World recognises the top-performing B Corps creating the greatest positive impact through their businesses More than a badge of honour Best for the World provides an opportunity for recognised companies to share knowledge learnings and best practices with the B Corp community and businesses outside of the community to encourage innovation and transformation across the business sector The full lists are",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "EQ Investors has been recognised in the ‘customers area’ for the development of high impact investment solutions for investors EQ Investors EQ has been named a  Best for the World™ B Corp™ in recognition of its exceptional positive impact on its customers Best for the World is a distinction granted by B Lab to Certified B Corporations B Corps whose verified B Impact Scores in the five impact areas evaluated in the B Impact Assessment — community customers environment governance and workers — rank in the top 5 of all B Corps in their corresponding size group Every year Best for the World recognises the top-performing B Corps creating the greatest positive impact through their businesses More than a badge of honour Best for the World provides an opportunity for recognised companies to share knowledge learnings and best practices with the B Corp community and businesses outside of the community to encourage innovation and transformation across the business sector The full lists are",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " One key partnership related to commerce is between B Lab (a global non-profit network) and B Corporations (businesses that meet exacting standards of positive social and environmental performance). These two entities work together to certify and mobilize B Corps, which are united by a common goal of creating an inclusive, equitable, and regenerative economic system. By fostering collaboration among these businesses, they aim to raise the bar for how companies can and should operate to create lasting positive impacts for various stakeholders such as workers, customers, communities, and the environment.",
            "source": [
                {
                    "content": "that make a positive impact \r This impact calculator illustrates the underlying positive impacts that companies in EQ’s Positive Impact Portfolios contribute to the world This positive impact is ultimately generated by the end users or beneficiaries of the products and services of invested businesses; the data does not include positive impacts that result from non-material parts of invested businesses For an in-depth explanation of our impact methodology please click here EQ Investors Centennium House  Lower Thames Street London EC3R 6DL This web page is for regulated financial advisers only; it is not suitable for UK retail investors ©  EQ Investors Limited Company registered in England and Wales No  EQ Investors Limited is authorised and regulated by the Financial Conduct Authority Ref  We are using cookies to give you the best experience on our website You can find out more about which cookies we are using or switch them off in settings The contents are not suitable for retail",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "that make a positive impact \r This impact calculator illustrates the underlying positive impacts that companies in EQ’s Positive Impact Portfolios contribute to the world This positive impact is ultimately generated by the end users or beneficiaries of the products and services of invested businesses; the data does not include positive impacts that result from non-material parts of invested businesses For an in-depth explanation of our impact methodology please click here EQ Investors Centennium House  Lower Thames Street London EC3R 6DL This web page is for regulated financial advisers only; it is not suitable for UK retail investors ©  EQ Investors Limited Company registered in England and Wales No  EQ Investors Limited is authorised and regulated by the Financial Conduct Authority Ref  We are using cookies to give you the best experience on our website You can find out more about which cookies we are using or switch them off in settings The contents are not suitable for retail",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "share knowledge learnings and best practices with the B Corp community and businesses outside of the community to encourage innovation and transformation across the business sector The full lists are available at bcorporationnet/best-for-the-world The Best for the World recognition is administered by B Lab the global non-profit network that certifies and mobilises B Corps which are businesses that meet exacting standards of positive social and environmental performance accountability and transparency Today there are more than 5 B Corps across 80 countries and  industries unified by one common goal building an inclusive equitable and regenerative economic system “Each Best for the World edition is an opportunity to raise the bar for how businesses can and should operate to create real and lasting positive impact for their workers customers communities and the environment” said Dan Osusky Head of Standards and Insights at B Lab Global “While no company is perfect and even the best",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "share knowledge learnings and best practices with the B Corp community and businesses outside of the community to encourage innovation and transformation across the business sector The full lists are available at bcorporationnet/best-for-the-world The Best for the World recognition is administered by B Lab the global non-profit network that certifies and mobilises B Corps which are businesses that meet exacting standards of positive social and environmental performance accountability and transparency Today there are more than 5 B Corps across 80 countries and  industries unified by one common goal building an inclusive equitable and regenerative economic system “Each Best for the World edition is an opportunity to raise the bar for how businesses can and should operate to create real and lasting positive impact for their workers customers communities and the environment” said Dan Osusky Head of Standards and Insights at B Lab Global “While no company is perfect and even the best",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the given text, there seem to be several job openings within EQ Investors Limited. One such opportunity is for a Full Time Administrator, reporting to the Head of Administration. Additionally, there might be positions available for individuals with expertise in various areas of the finance industry, including but not limited to currency trading, wealth management, and discretionary fund management (DFM). Furthermore, the text mentions that EQ Investors Limited is always looking for talented professionals to join their team.",
            "source": [
                {
                    "content": "a BSc in Geography and spent a year working for a Cleantech innovation research company before starting her masters She now also holds the CFA IMC and CFA ESG Investing qualification\r \r Outside of her career Louisiana loves travelling and discovering new places cooking with friends and spending time outdoors Save £ and book your free 1 hour consultation today ©  EQ Investors Ltd Company registered in England and Wales No EQ Investors Limited is authorised and regulated by the Financial Conduct Authority Ref  UK Investors only",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the finance industry from currency trading to wealth management As a dual qualified investment manager and financial planner Dale plays a key role in developing EQ’s DFM capability\r \r Dale brings a wealth of knowledge and experience with her as well as a creative and unique approach to problem solving As a retired professional athlete who represented her country in gymnastics she understands that no achievement comes without dedication She brings that same commitment determination and focus to her clients\r helping them achieve their financial goals whilst building long term trusted relationships with them\r \r Dale graduated with Honours in Finance from the University of Johannesburg South Africa where she was born She is also CFA charter holder being a regular member of the CFA Institute and CFA UK society\r \r Outside of the office Dale enjoys spending time with her family and travelling with her husband around the world aiming to explore and enjoy as much of it as possible Save £ and",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Johannesburg South Africa where she was born She is also CFA charter holder being a regular member of the CFA Institute and CFA UK society\r \r Outside of the office Dale enjoys spending time with her family and travelling with her husband around the world aiming to explore and enjoy as much of it as possible We are proud of the relationships that we build with our clients We look after their money as if it was our own Are you self-employed If so it’s essential to be proactive about your finances It’s the million-dollar question for many parents out there – if your child has a student loan should you help them to pay it off While pensions are a key part of saving for retirement they're not the only option Other alternatives can supplement this and offer you more flexibility Ulrik and Silvia Andreas are fortunate to have both retired with final salary pensions This has provided them with excess income that they wish save for the benefit of their only grandchild Lucas ©  EQ Investors Ltd",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the role will suit an individual with an adaptable and flexible working style an ability to prioritise and manage workloads and strong communication skills The candidate will report to the Head of Administration at EQ The role is a full-time position based at our office near Monument in London with a salary range between £27k-£30k depending on experience + discretionary bonus Other benefits include EQ Investors Centennium House  Lower Thames Street London EC3R 6DL ©  EQ Investors Limited Company registered in England and Wales No  EQ Investors Limited is authorised and regulated by the Financial Conduct Authority Ref  We are using cookies to give you the best experience on our website You can find out more about which cookies we are using or switch them off in settings Let us know how we can help and we'll get back to you as soon as possible This website uses cookies so that we can provide you with the best user experience possible Cookie information is stored in your browser and",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events like job fairs, webinars, workshops, and training programs offered by EQ Investors. Some of these include:\n\nJob Fairs:\nEQ Investors occasionally hosts job fairs where potential candidates can meet with representatives from the firm and learn more about available positions. These events provide an opportunity for networking and discussing career prospects within the organization.\n\nWebinars:\nEQ Investors often conducts webinars on topics related to finance, investment strategies, and industry trends. These webinars may be open to both employees and external participants, offering valuable learning opportunities and professional development.\n\nWorkshops:\nThe company might organize workshops focused on specific skills or areas of expertise relevant to its operations. Employees and interested individuals can attend these workshops to enhance their knowledge and improve their performance in their roles.\n\nTraining Programs:\nEQ Investors provides various training programs designed to develop employees' skills and knowledge in different aspects of the financial services industry. These programs could cover subjects such as investment management, risk analysis, compliance, and leadership. By participating in these training programs, employees can grow professionally and contribute more effectively to the success of the organization.",
            "source": [
                {
                    "content": "clients directly Day to day I write a lot of technical reports providing clients with detailed recommendations on their financial planning needs This year I’ve been working closely with one of our executive directors assisting him with his 1-1 client work This has been an invaluable experience as I work towards my Chartered Financial Planner status it’s important not just to have the technical know-how but also how to build great relationships with clients I’m a people person – I think you have to be as a consultant because you need to be able to understand what people really want to offer them the solutions they need I also think you have to enjoy the time you spend at work which means enjoying the company of your colleagues Technical knowledge can be learned and experience can be earned but here at EQ we look for the right kind of personality and fit when we’re interviewing for a new team member EQ Investors Centennium House  Lower Thames Street London EC3R 6DL ©  EQ Investors",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "clients directly Day to day I write a lot of technical reports providing clients with detailed recommendations on their financial planning needs This year I’ve been working closely with one of our executive directors assisting him with his 1-1 client work This has been an invaluable experience as I work towards my Chartered Financial Planner status it’s important not just to have the technical know-how but also how to build great relationships with clients I’m a people person – I think you have to be as a consultant because you need to be able to understand what people really want to offer them the solutions they need I also think you have to enjoy the time you spend at work which means enjoying the company of your colleagues Technical knowledge can be learned and experience can be earned but here at EQ we look for the right kind of personality and fit when we’re interviewing for a new team member EQ Investors Centennium House  Lower Thames Street London EC3R 6DL ©  EQ Investors",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "35 internal systems in order to drive efficiencies into our business by automating processes reducing manual touch points increasing the visibility of key metrics to management and building beautiful reports and interfaces to deliver a great experience to our clients In addition you need to be flexible enough to step out from pure development and to think about the environment these systems are running in and to help setup and maintain the infrastructure 10 in order to support our systems Java development using Spring and JPA is essential for this role as the successful candidate would be responsible for delivery of projects that using this technology It is also critical that any candidate have worked successfully in an agile development environment using scrum Highly desirable is someone who has run scrum teams in the past Front end experience is desirable although not as critical if the candidate can demonstrate experience of utilising external development resources as outsourced",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a BSc in Geography and spent a year working for a Cleantech innovation research company before starting her masters She now also holds the CFA IMC and CFA ESG Investing qualification\r \r Outside of her career Louisiana loves travelling and discovering new places cooking with friends and spending time outdoors Save £ and book your free 1 hour consultation today ©  EQ Investors Ltd Company registered in England and Wales No EQ Investors Limited is authorised and regulated by the Financial Conduct Authority Ref  UK Investors only",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Based on the provided text, there isn't specific mention of \"employee\" or \"participant\" benefits. However, one aspect that could indirectly relate to employees or participants is the reference to bonuses and pension contributions being discretionary and linked to the firm's overall financial position. These benefits might indirectly benefit both employees and participants if they are part of the firm's client base or stakeholders.",
            "source": [
                {
                    "content": "individual performance and agreed by the Remuneration Committee Bonuses and pension contributions are discretionary and agreed by the Remuneration Committee linked to the firm’s overall financial position In the year ended 30th April  the Firm defined its Code Staff as the Boards of Directors The aggregate annual remuneration for Code Staff for the year was £1 EQ Investors Centennium House  Lower Thames Street London EC3R 6DL ©  EQ Investors Limited Company registered in England and Wales No  EQ Investors Limited is authorised and regulated by the Financial Conduct Authority Ref  We are using cookies to give you the best experience on our website You can find out more about which cookies we are using or switch them off in settings This website uses cookies so that we can provide you with the best user experience possible Cookie information is stored in your browser and performs functions such as recognising you when you return to our website and helping our team to understand which",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "that make a positive impact \r This impact calculator illustrates the underlying positive impacts that companies in EQ’s Positive Impact Portfolios contribute to the world This positive impact is ultimately generated by the end users or beneficiaries of the products and services of invested businesses; the data does not include positive impacts that result from non-material parts of invested businesses For an in-depth explanation of our impact methodology please click here EQ Investors Centennium House  Lower Thames Street London EC3R 6DL This web page is for regulated financial advisers only; it is not suitable for UK retail investors ©  EQ Investors Limited Company registered in England and Wales No  EQ Investors Limited is authorised and regulated by the Financial Conduct Authority Ref  We are using cookies to give you the best experience on our website You can find out more about which cookies we are using or switch them off in settings The contents are not suitable for retail",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "that make a positive impact \r This impact calculator illustrates the underlying positive impacts that companies in EQ’s Positive Impact Portfolios contribute to the world This positive impact is ultimately generated by the end users or beneficiaries of the products and services of invested businesses; the data does not include positive impacts that result from non-material parts of invested businesses For an in-depth explanation of our impact methodology please click here EQ Investors Centennium House  Lower Thames Street London EC3R 6DL This web page is for regulated financial advisers only; it is not suitable for UK retail investors ©  EQ Investors Limited Company registered in England and Wales No  EQ Investors Limited is authorised and regulated by the Financial Conduct Authority Ref  We are using cookies to give you the best experience on our website You can find out more about which cookies we are using or switch them off in settings The contents are not suitable for retail",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Policy summary EQ has a strict policy in place to set out circumstances in which EQ may be permitted to give or receive an inducement EQ requires all staff to declare any gifts or inducements whether they have been accepted or not where the intended recipient’s ability to demonstrate that they are acting in the best interests of EQ’s clients may be impaired We publish an annual impact report that details the thematic engagements EQ has participated in the reporting period EQ has developed a milestone tracking framework which communicates the success of engagements EQ will use its discretion when disclosing our engagement activity with external fund managers and/or underlying companies as sometimes public disclosure will interfere with the trust EQ has built and can hinder further future engagements and ultimately the best outcome for our stewardship of clients’ capital This policy was approved by the Board on 30 March  EQ Investors Centennium House  Lower Thames Street London EC3R 6DL",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information, it seems like the main points from the most recent financial or earnings report are related to the current market conditions and how they affect the company's performance. Some highlights include:\n\n* Market volatility due to inflation, rising interest rates, and geopolitical tensions.\n* Focus on high-quality companies delivering earnings growth in various macroeconomic environments.\n* No operational issues reported among the companies in which the investor is invested.\n* Selective stock purchases by management despite overall market weakness.\n* Call for action on carbon emissions by investors controlling over $trillion.\n* Regulatory changes and increased government spending shifting the sustainable investing landscape.\n* Companies and funds featured in the quarterly updates making a positive impact on society and the environment.\n* Risk-profiled EQ Positive Impact and EQ Future Leaders portfolios available for advisers.\n* Significant rotations in markets over the past several weeks.\n* Upcoming bi-annual updates featuring companies and funds making a positive impact.\n* Recent investment by Berkshire Hathaway in Taiwan Semiconductor Manufacturing Company.\n* Anticipated focus on healthcare, sustainable food, and technology industries due to potential earnings growth during an expected economic slowdown and recession.\n\nThese points provide insight into the company's performance and strategic direction amidst challenging market conditions.",
            "source": [
                {
                    "content": "A summary of the factors driving markets over the last few months Markets and portfolios have recently been unsettled by surging inflation rising interest rates and the Russian invasion of Ukraine With these crosswinds uncertainty is higher than normal As has served us well previously we are focused on higher quality companies that deliver earnings growth in a variety of macro-economic environments We remain exposed to our long-term investment themes where the fundamental growth case remains intact or in some cases has improved such as secure and sustainable energy Overwhelmingly the feedback is that despite generalised weakness across the market there have been no operational issues with any of the companies in which we are invested They are delivering sales and earnings that are either in line with or ahead of the market’s expectations In many cases share price weakness has led managers to selectively add to their favoured holdings Inflation was originally expected to be transitory",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Please note this content is aimed at professional advisers only Shareholder activism is a tool that comes in handy for investors at the Annual General… The US Inflation Reduction Act made history last summer as the largest package of domestic… The UK Government published more than 2 pages of documents on Thursday 30 March outlining… Investors controlling over  trillion issue statement to Europe’s chemical company giants urging action on… Bank sector remains under spotlight following the collapse of Silicon Valley Bank and Credit Suisse As we mark the third year anniversary of the launch of the EQ Future Leaders… In these quarterly updates we showcase examples of ‘transition’ ‘low-carbon leader’ and ‘solution’ companies and… When we announced our climate commitments in  we also committed to transparency in sharing… New regulations and government spending continue to shift the sustainable investing landscape In these quarterly updates we showcase three examples of socially responsible",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a positive… On Monday the Intergovernmental Panel on Climate Change IPCC released its latest report Human-induced climate… During the first two weeks of November later this year the UK will host in… Growing pressure on international oil and gas companies to set short- medium- and long-term targets… An introductory webinar on sustainable investing for advisers and intermediaries Our quarterly updates features three examples of companies and funds that are making a positive… The EQ Positive Impact  EQ Future Leaders portfolios are now risk profiled for advisers… Today is Earth Day – a day that has been used for over 50 years… Responsible for growing partnerships with advisory firms and increasing EQ’s presence across the UK We have seen a significant rotation in markets over the last several weeks and this… We have seen a significant rotation in markets over the last several weeks and this… Our bi-annual updates features three examples of companies and funds that are making a positive…",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "stocks In November Berkshire Hathaway announced a 41 billion investment into Taiwan Semiconductor Manufacturing Company the world’s largest manufacturer of semiconductors Whilst Warren Buffet hasn’t commented publicly on the deal the company trades on a cheap valuation – shares were down -36 in the year-to-date It is a leader in its field and has solid fundamentals – all of these are likely to have attracted Buffett as an investor With an expected economic slowdown and recession ahead we believe that large corporates and investors will be bringing back their attention to companies that can achieve strong and sustainable earnings growth In our view a lot of these opportunities can be found within the healthcare sustainable food and technology industries and the recent drops in valuations make those even more attractive particularly for medium- to long-term investors We firmly believe that the EQ Portfolios are well positioned to benefit [1]  Price divided by 12-month forward consensus",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided text, there aren't any specific investor events or funding rounds mentioned. However, the text does mention that EQ Investors is part of the \"We Go Beyond\" campaign, which might involve some form of collaboration or support for businesses aligned with the campaign's goals.",
            "source": [
                {
                    "content": "weeks and this… We have seen a significant rotation in markets over the last several weeks and this… Our bi-annual updates features three examples of companies and funds that are making a positive… EQ Investors Centennium House  Lower Thames Street London EC3R 6DL This web page is for regulated financial advisers only; it is not suitable for UK retail investors ©  EQ Investors Limited Company registered in England and Wales No  EQ Investors Limited is authorised and regulated by the Financial Conduct Authority Ref  We are using cookies to give you the best experience on our website You can find out more about which cookies we are using or switch them off in settings The contents are not suitable for retail clients They are directed at investment advisers and other financial intermediaries who are authorised and regulated by the Financial Conduct Authority FCA This website uses cookies so that we can provide you with the best user experience possible Cookie information is stored in",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "cost ESG-integrated… Banks play a vital role in our economy providing individuals and businesses with access to… Our quarterly updates features three examples of companies and funds that are making a positive… Some of the companies we invest in are leading the charge to beat COVID-19 Ongoing trade negotiations continue to dominate our thinking on markets while the coronavirus has emerged… Assets currently contributing to the market value of many fossil fuel companies could be worthless EQ has joined Climate Action + the world's largest group of investors by assets pressuring… EQ’s Kasim Zafar looks back at the past decade and considers the investment opportunities for… Our quarterly updates features three examples of companies and funds that are making a positive… Our quarterly market outlook outlines our investment position on each of the major world markets EQ Investors Centennium House  Lower Thames Street London EC3R 6DL This web page is for regulated financial advisers only; it",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "with the companies alongside ShareAction and other investors If you’d like to learn more about our process or how to get involved yourselves please get in touch Save £ and book your free 1 hour consultation today ©  EQ Investors Ltd Company registered in England and Wales No EQ Investors Limited is authorised and regulated by the Financial Conduct Authority Ref  UK Investors only",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "B Corp This B Corp Month the We Go Beyond campaign will present to the world the community of businesses who go beyond the harmful status quo and take action to transform the economic system It will invite people to understand why and how B Corps have chosen to pursue a more impactful path It will showcase that B Corp Certification isn’t just a mark; it’s a global movement of companies and people going beyond business as usual to make their mark on the world We are always pleased to discuss the growing B Cor community and its benefits so please do get in touch Sophie Kennedy is the Joint Chief Executive Officer of EQ Investors EQ As Joint CEO Sophie overseas EQ’s investment management operations including its discretionary fund management business Sophie joined EQ in  excited by the alignment of values with the founding B-Corporation amp; leader in sustainable investing Having joined as an Investment Analyst initially specialising in fund research and top-down asset allocation she",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " The text does not explicitly mention any specific financial or funding goals for the next period. However, there are hints towards future plans and initiatives. One such plan mentioned is the launch of EQ's Positive Impact Report, showcasing the positive impact of investments made by EQ Investors. Additionally, EQ Investors intends to join other investors in calling upon governments to increase their response to climate change. These efforts suggest that EQ Investors may aim to further promote sustainable investing and contribute positively to environmental causes during the next period.",
            "source": [
                {
                    "content": "it was meant to finish COP26 finally came to an… Consensus over hydrogen at COP26 can dramatically speed up the energy transition We are pleased to announce the launch of EQ's Positive Impact Report  In its… EQ Investors has been recognised as the 'Best Sustainable  ESG Wealth Manager/DFM Group' at… EQ's Senior Sustainability Specialist Louisiana Salge dispels some of the common myths associated with sustainable… Investors should consider the potential impacts of climate change carefully In this adviser webinar we… EQ Investors joins global investors' call to governments to step up climate response ahead of… Our bi-annual updates features three examples of companies and funds that are making a positive… Our quarterly updates features three examples of companies and funds that are making a positive… On Monday the Intergovernmental Panel on Climate Change IPCC released its latest report Human-induced climate… During the first two weeks of November later this year the UK will host in…",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "make us more optimistic we continue to be confident about pockets of the equity market represented by long-term themes such as climate action and healthcare While the last several years have seen sustainable investing grow organically new regulations in the UK the US and Europe align with economic policies to turbo-charge the amount of capital driving sustainable development especially clean energy For example the Inflation Reduction Act in the US unlocks over  billion in tax cuts and subsidies to incentivise domestic investment in clean energy technology Combined with the CHIPS and Science Act which was brought into US law earlier in the year the two form a core pillar of President Biden’s attempt to re-shore key industries that are crucial to global development in the coming years Other countries are yet to respond with their own packages but we view this as being highly supportive for the theme Advances in healthcare could get a significant boost with the latest developments in",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "countries are yet to respond with their own packages but we view this as being highly supportive for the theme Advances in healthcare could get a significant boost with the latest developments in artificial intelligence AI AlphaFold is an AI system developed by DeepMind a Google company that predicts the structure of proteins This allows scientists to research ideas computationally instead of experimentally which will speed up the process of finding new and better drugs in healthcare enzymes for industrial processes and much more We continue to face some near-term challenges but the investment environment should settle down as interest rates stabilise and inflation cools Being disciplined patient and keeping our long-term investment objectives in mind has always served investors well and we have no reason to now believe otherwise Throughout  we’ll be sharing regular updates to keep you up to date with markets performance and our thinking EQ would like to contact you about the services",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "cost ESG-integrated… Banks play a vital role in our economy providing individuals and businesses with access to… Our quarterly updates features three examples of companies and funds that are making a positive… Some of the companies we invest in are leading the charge to beat COVID-19 Ongoing trade negotiations continue to dominate our thinking on markets while the coronavirus has emerged… Assets currently contributing to the market value of many fossil fuel companies could be worthless EQ has joined Climate Action + the world's largest group of investors by assets pressuring… EQ’s Kasim Zafar looks back at the past decade and considers the investment opportunities for… Our quarterly updates features three examples of companies and funds that are making a positive… Our quarterly market outlook outlines our investment position on each of the major world markets EQ Investors Centennium House  Lower Thames Street London EC3R 6DL This web page is for regulated financial advisers only; it",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided information, there isn't any specific publication, research finding, or introduced technology mentioned. However, the context highlights several notable events and advancements related to artificial intelligence (AI), such as ChatGPT passing exams, the development of AI systems like AlphaFold, and the proposed European Union regulations on AI. Additionally, major tech companies like Microsoft and OpenAI have made significant strides in AI research and applications.",
            "source": [
                {
                    "content": "The EQ Best Ideas Portfolios invest in companies likely to prosper from long-term growth trends In these quarterly updates we showcase some of the underlying themes to which investors gain exposure ChatGPT has made headlines this year It is a sophisticated artificial intelligence chatbot that gives detailed responses and articulate answers across many domains of knowledge It has been trained  on a large volume of text to create a large language model giving it human-like responses The chatbot has caused a stir as it has already passed a Wharton MBA exam and a Stanford Medical School final Technological disruption has increased exponentially over the years To put this in context to reach  million users it took the mobile phone 16 years Facebook five years and WhatsApp three years It took ChatGPT only two months So what is Artificial Intelligence according to ChatGPT itself “Artificial Intelligence or AI refers to the development of computer systems that can perform tasks that  would",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "countries are yet to respond with their own packages but we view this as being highly supportive for the theme Advances in healthcare could get a significant boost with the latest developments in artificial intelligence AI AlphaFold is an AI system developed by DeepMind a Google company that predicts the structure of proteins This allows scientists to research ideas computationally instead of experimentally which will speed up the process of finding new and better drugs in healthcare enzymes for industrial processes and much more We continue to face some near-term challenges but the investment environment should settle down as interest rates stabilise and inflation cools Being disciplined patient and keeping our long-term investment objectives in mind has always served investors well and we have no reason to now believe otherwise Throughout  we’ll be sharing regular updates to keep you up to date with markets performance and our thinking EQ would like to contact you about the services",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "it was meant to finish COP26 finally came to an… Consensus over hydrogen at COP26 can dramatically speed up the energy transition We are pleased to announce the launch of EQ's Positive Impact Report  In its… EQ Investors has been recognised as the 'Best Sustainable  ESG Wealth Manager/DFM Group' at… EQ's Senior Sustainability Specialist Louisiana Salge dispels some of the common myths associated with sustainable… Investors should consider the potential impacts of climate change carefully In this adviser webinar we… EQ Investors joins global investors' call to governments to step up climate response ahead of… Our bi-annual updates features three examples of companies and funds that are making a positive… Our quarterly updates features three examples of companies and funds that are making a positive… On Monday the Intergovernmental Panel on Climate Change IPCC released its latest report Human-induced climate… During the first two weeks of November later this year the UK will host in…",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Proposed in  the EU became the first body in the world to provide draft regulation on the development and use of AI It remains to be seen whether this will be adopted worldwide Microsoft is one of the leading technology companies in the world In  Microsoft named AI as one of its top priorities Their strategic vision changed from focusing on the smartphone market to creating intelligent clouds and providing products infused with AI You may have noticed the editor in Microsoft Word uses AI to spot grammar errors typing mistakes and provide rewriting suggestions Microsoft initially invested 1 billion in OpenAI the company behind ChatGPT in  and after its ground- breaking debut in November  they invested a further 10 billion OpenAI is one of the leading AI research labs in the world and its goal is to create the first AGI Artificial General Intelligence – the ability to perform complex tasks that are only achievable by humans and to democratise AI by making it accessible to everyone They",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Yes, there are several ongoing and upcoming research projects and innovation initiatives across various sectors. Some notable ones include:\n\n1. Projects related to Artificial Intelligence (AI) and Machine Learning (ML): These projects aim to improve AI algorithms, enhance ML capabilities, and address ethical concerns surrounding AI technologies. Examples include GPT-5, TensorFlow, PyTorch, etc.\n2. Electric Vehicles (EVs) and Sustainable Transportation: Ongoing research efforts are focused on improving battery technology, developing faster charging solutions, and optimizing vehicle design for greater efficiency and range. Notable initiatives include those by Tesla, Rivian, NIO, and many others.\n3. Advanced Healthcare Technologies: There are numerous research projects underway to develop novel treatments, diagnostics, and medical devices using AI, gene editing tools like CRISPR, regenerative medicine, and other cutting-edge technologies.\n4. Renewable Energy: Continued advancements in solar, wind, hydro, and other clean energy sources are being driven by ongoing research and development efforts. Key players in this space include Tesla, Vestas, General Electric, and many others.\n5. Quantum Computing: Rapid progress is being made in quantum computing research, with the goal of creating powerful machines capable of solving complex problems beyond the scope of classical computers. Companies such as IBM, Google, Microsoft, and Rigetti are leading the way in this field.\n6. Biotechnology and Gene Editing: Breakthroughs in biotech research are paving the way for new therapies, vaccines, and agricultural solutions. Key areas of focus include gene editing techniques like CRISPR/Cas9, cell and gene therapy, and synthetic biology.\n7. Space Exploration and Technology: Private companies like SpaceX, Blue Origin, and Virgin Galactic are pushing the boundaries of space exploration and commercialization through reusable rockets, space tourism, and satellite constellations.\n\nThese are just a few examples of the many ongoing and upcoming research projects and innovation initiatives across various sectors.",
            "source": [
                {
                    "content": "The trends and companies that are going to change the world can be spotted Especially if you know where to look The investment world of tomorrow will be dominated by companies involved in digitalisation robotics and artificial intelligence When was the last time you used a camera Pulled out an A-Z Called someone on a landline Went into a music shop\r \r The rise of mobile technology is just one theme driving deep structural change in world markets The Best Ideas portfolios tap in to these trends that are shaping our world and invest to take maximum advantage of them\r \r The implications of climate change will eventually transcend all industries and we integrate sustainability factors commonly referred to as ‘ESG’ environmental social and governance We build your investment plan around you By getting to know you we can create and manage a portfolio that you can be proud of We care about you and your money As an independent business we like to think differently We’re nimble and ideally",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Please note this content is aimed at professional advisers only The EQ Future Leaders Portfolios launched in February  for investors looking for a sustainable… We often refer to Environmental Social  Governance ESG and impact investing Here’s what these… Each March we join the global community of almost 4 Certified B Corporations in an… First-of-its-kind investment trust aims to deliver positive social impact in the UK as well as… This month we have seen more bad news break about Facebook with the company now… Our quarterly updates features three examples of companies and funds that are making a positive… Both our active and passive portfolios contain government bonds - but how are these sustainable… Many of the companies in the EQ Positive Impact portfolios supply essential products and services… Climate change poses big risks and opportunities for investors As an adviser your clients will… Our fourth annual report focuses on the opportunity to build back better in a post-pandemic…",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "electric vehicles semiconductors or batteries Those commitments are already expected to create about 82 new jobs with more projects expected to be announced in the coming months An industry that stands to benefit from increased investment is battery manufacturing In addition to the environmental case one of the key motivations for the US to incentivise domestic investment is to build up its own production capacity in a market that is heavily dominated by Chinese manufacturers The global market for lithium-ion batteries which are used in electric vehicles and renewable energy storage systems is projected to reach  billion by  growing at a compound rate of  a year from  to  according to a report by Allied Market Research Northvolt a Swedish battery manufacturer that produces sustainable high-quality batteries for electric vehicles and energy storage systems has recently raised  billion in equity to expand its production capacity which will help to meet the growing demand for",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "countries are yet to respond with their own packages but we view this as being highly supportive for the theme Advances in healthcare could get a significant boost with the latest developments in artificial intelligence AI AlphaFold is an AI system developed by DeepMind a Google company that predicts the structure of proteins This allows scientists to research ideas computationally instead of experimentally which will speed up the process of finding new and better drugs in healthcare enzymes for industrial processes and much more We continue to face some near-term challenges but the investment environment should settle down as interest rates stabilise and inflation cools Being disciplined patient and keeping our long-term investment objectives in mind has always served investors well and we have no reason to now believe otherwise Throughout  we’ll be sharing regular updates to keep you up to date with markets performance and our thinking EQ would like to contact you about the services",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " It seems there haven't been any recent research grants or innovation awards mentioned in the provided text. However, it is worth noting that the text does mention various initiatives, events, and publications related to responsible investing, sustainable development, and environmental protection.",
            "source": [
                {
                    "content": "Financial Media’s CEO and Publisher of WealthBriefing Stephen Harris was first to extend his congratulations to all the winners He said “The organisations and individuals who triumphed in these awards are all worthy winners and I would like to extend my heartiest congratulations to the winners and to those who have put so much work into each winning submission “Responsible ethical and sustainable investment outlooks are key to our planet’s future Diversity and inclusion are key to our societies’ future Wealth managers have demonstrated that are integral element in the transformation we are seeing all around us and these awards are living proof of this “These awards were independently and expertly judged solely on the basis of entrants’ submissions and their response to a number of specific questions which were answered by focusing on the client experience rather than purely quantitative performance metrics  That is a unique and I believe compelling feature  These awards recognise the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "it was meant to finish COP26 finally came to an… Consensus over hydrogen at COP26 can dramatically speed up the energy transition We are pleased to announce the launch of EQ's Positive Impact Report  In its… EQ Investors has been recognised as the 'Best Sustainable  ESG Wealth Manager/DFM Group' at… EQ's Senior Sustainability Specialist Louisiana Salge dispels some of the common myths associated with sustainable… Investors should consider the potential impacts of climate change carefully In this adviser webinar we… EQ Investors joins global investors' call to governments to step up climate response ahead of… Our bi-annual updates features three examples of companies and funds that are making a positive… Our quarterly updates features three examples of companies and funds that are making a positive… On Monday the Intergovernmental Panel on Climate Change IPCC released its latest report Human-induced climate… During the first two weeks of November later this year the UK will host in…",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "countries are yet to respond with their own packages but we view this as being highly supportive for the theme Advances in healthcare could get a significant boost with the latest developments in artificial intelligence AI AlphaFold is an AI system developed by DeepMind a Google company that predicts the structure of proteins This allows scientists to research ideas computationally instead of experimentally which will speed up the process of finding new and better drugs in healthcare enzymes for industrial processes and much more We continue to face some near-term challenges but the investment environment should settle down as interest rates stabilise and inflation cools Being disciplined patient and keeping our long-term investment objectives in mind has always served investors well and we have no reason to now believe otherwise Throughout  we’ll be sharing regular updates to keep you up to date with markets performance and our thinking EQ would like to contact you about the services",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a positive… On Monday the Intergovernmental Panel on Climate Change IPCC released its latest report Human-induced climate… During the first two weeks of November later this year the UK will host in… Growing pressure on international oil and gas companies to set short- medium- and long-term targets… An introductory webinar on sustainable investing for advisers and intermediaries Our quarterly updates features three examples of companies and funds that are making a positive… The EQ Positive Impact  EQ Future Leaders portfolios are now risk profiled for advisers… Today is Earth Day – a day that has been used for over 50 years… Responsible for growing partnerships with advisory firms and increasing EQ’s presence across the UK We have seen a significant rotation in markets over the last several weeks and this… We have seen a significant rotation in markets over the last several weeks and this… Our bi-annual updates features three examples of companies and funds that are making a positive…",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided context, the organization is collaborating with several notable organizations, institutions, and entities. Some of these include:\n\n1. Resurgo - A UK-based organization that helps young people from challenging backgrounds prepare for work by providing intensive support and training. Approximately 10 employees at EQ consist of Resurgo graduates.\n2. Sand Dams International - An organization focused on providing sand dams to local communities in Africa, with potential benefits in terms of access to clean drinking water and improved agricultural productivity.\n3. Borne - A medical research charity committed to reducing the prevalence of premature births, supporting research and knowledge-sharing among medical practitioners.\n4. B Lab (Global) - A non-profit network that certifies and mobilizes B Corps, which are businesses that meet exacting standards of positive social and environmental performance, accountability, and transparency.\n5. B Corp Community - A global community of businesses united by a common goal of creating an inclusive, equitable, and regenerative economic system.\n6. Third Party Experts - Various subject matter experts in specific fields, who are typically inaccessible to most investors. However, the organization is collaborating with these experts to enhance their impact and expertise.\n7. Underlying Managers - Specialists in various high-impact areas, including social housing investments, social enterprise financing, and community project funding via social outcome contracts.\n8. Trust Board - Overseeing the management of the trust and ensuring it meets its objectives related to positive impact investing.\n9. Potential Partners - As the organization aims to grow its portfolio size and expand its reach, they may engage with new partners and collaborators in the future.",
            "source": [
                {
                    "content": "activity is providing nutritious meals for anyone who needs them but it also performs an extremely valuable role in combating loneliness both through its community eating spaces and from their check-in and chat services Their services have never been in such high demand We have been a longstanding supporter of Resurgo which helps young people from challenging backgrounds to become ready for work by providing intensive support and training 10 of the EQ Investors workforce comprise Resurgo graduates Another of our longstanding beneficiaries Sand Dams International provides sand dams to local communities in Africa with potentially dramatic benefits in terms of sourcing clean drinking water and improving the reliability of farming Borne is a medical research charity on a mission to reduce the prevalence of premature births which cause unnecessary deaths and disabilities It supports research and sharing of knowledge amongst medical practitioners Over the years of working with The Big Give",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "share knowledge learnings and best practices with the B Corp community and businesses outside of the community to encourage innovation and transformation across the business sector The full lists are available at bcorporationnet/best-for-the-world The Best for the World recognition is administered by B Lab the global non-profit network that certifies and mobilises B Corps which are businesses that meet exacting standards of positive social and environmental performance accountability and transparency Today there are more than 5 B Corps across 80 countries and  industries unified by one common goal building an inclusive equitable and regenerative economic system “Each Best for the World edition is an opportunity to raise the bar for how businesses can and should operate to create real and lasting positive impact for their workers customers communities and the environment” said Dan Osusky Head of Standards and Insights at B Lab Global “While no company is perfect and even the best",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "share knowledge learnings and best practices with the B Corp community and businesses outside of the community to encourage innovation and transformation across the business sector The full lists are available at bcorporationnet/best-for-the-world The Best for the World recognition is administered by B Lab the global non-profit network that certifies and mobilises B Corps which are businesses that meet exacting standards of positive social and environmental performance accountability and transparency Today there are more than 5 B Corps across 80 countries and  industries unified by one common goal building an inclusive equitable and regenerative economic system “Each Best for the World edition is an opportunity to raise the bar for how businesses can and should operate to create real and lasting positive impact for their workers customers communities and the environment” said Dan Osusky Head of Standards and Insights at B Lab Global “While no company is perfect and even the best",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "several high impact themes working with experts in their respective fields Ordinarily these third parties are inaccessible to most investors These underlying managers specialise in areas such as high impact social housing investment in social enterprises to directly finance community-based projects and social outcome contracts which are exclusively accessible to retail investors through this trust Importantly the board are aiming to significantly grow the size of the trust offering plenty of opportunities for investors to participate and provide additional capital The trust aims to provide a net asset value total return of CPI plus 2 once the portfolio is fully invested over rolling three to five-year periods and is expected to target a portfolio size of £m within five years If you would like further information on EQ’s Positive Impact approach please get in touch EQ would like to contact you about the services we offer that may be of interest to you We treat all personal data as",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives mentioned in the text. Here's a list of some of them:\n\n1. Resurgo and EQ Investors: Both organizations have supported Resurgo, which helps young people from challenging backgrounds to become ready for work by providing intensive support and training. About 10 of EQ Investors' workforce consists of Resurgo graduates.\n2. EQ Investors and Sand Dams International: EQ Investors supports Sand Dams International, which provides sand dams to local communities in Africa with potentially dramatic benefits in terms of sourcing clean drinking water and improving the reliability of farming.\n3. EQ Investors and Borne: EQ Investors is a longstanding beneficiary of Borne, a medical research charity on a mission to reduce the prevalence of premature births, which cause unnecessary deaths and disabilities.\n4. EQ Investors and The Big Give: EQ Investors has participated in The Big Give, a platform for charitable giving, during periods of increased need or opportunity.\n5. EQ Investors and the Task Force for Climate-Related Financial Disclosures (TCFD): EQ Investors publicly supports the recommendations by the TCFD and encourages partner firms and investee companies to adopt these guidelines.\n6. EQ Investors and the United Nations Sustainable Development Goals (UN SDGs): EQ Investors' Positive Impact strategy aligns with the UN SDGs, focusing on areas such as climate action, clean water and sanitation, affordable and clean energy, responsible consumption and production, and life below water.",
            "source": [
                {
                    "content": "activity is providing nutritious meals for anyone who needs them but it also performs an extremely valuable role in combating loneliness both through its community eating spaces and from their check-in and chat services Their services have never been in such high demand We have been a longstanding supporter of Resurgo which helps young people from challenging backgrounds to become ready for work by providing intensive support and training 10 of the EQ Investors workforce comprise Resurgo graduates Another of our longstanding beneficiaries Sand Dams International provides sand dams to local communities in Africa with potentially dramatic benefits in terms of sourcing clean drinking water and improving the reliability of farming Borne is a medical research charity on a mission to reduce the prevalence of premature births which cause unnecessary deaths and disabilities It supports research and sharing of knowledge amongst medical practitioners Over the years of working with The Big Give",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "above pre-industrial levels We have developed a net zero strategy to guide our business along the decarbonisation pathway that we want to target As part of this wider effort we publicly support the recommendations by the Task Force for Climate Related Financial Disclosures TCFD and encourage partner firms and investee companies to adopt these John is the Chair of EQ After gaining an MA in Engineering at Clare College Cambridge he went into the City as a research analyst for 10 years In  he set up Bestinvest and over the next 20 years it grew to become a leading private client advisory and wealth management business with over 50 clients In  Bestinvest was acquired by 3i Since then John has built up a portfolio of other interests including the establishment of a Foundation to support various charities He has taken a particular interest in projects aimed to increase the use of Early Intervention to reduce child abuse He has also retained a close interest in investment being a Fellow of",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "challenges climate change natural capital healthcare and social inclusion Throughout the report are case studies which show the link between a company’s activities and its progress towards the SDGs In addition to the impact delivered by the companies in the Positive Impact strategy EQ also presents the positive impacts achieved through its work engaging with businesses policymakers and other investors over the past year Impact highlights for every £1m invested from the report include “Our sixth impact report provides evidence of the positive environmental and social impacts of the investments made on behalf of our clients and our engagement initiatives “We strive to rigorously measure and manage the impact of our investments and then frame that impact with data This helps investors understand how our outcomes compare to others in driving progress on our biggest global challenges “By sharing our Positive Impact approach we hope to provide transparency for our clients and encourage",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "see its effects on communities globally Meanwhile the urgency of the climate crisis makes our Positive Impact strategy more relevant than ever As we raise the bar for our own investment practice we invite our peers in the finance industry to join us This report explains how we drive change through engagement – and our engagement work this year has shown that our asset manager partners are more receptive than ever As always we are keen to hear your feedback to help us improve year-on-year URLs in this post[1] EQ Positive Impact  UN Sustainable Development Goals",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Collaborations between EQ Investors and various professional service firms aim to achieve several mutual objectives and desired outcomes. These include:\n\n1. Shared Core Values: Ensuring that both parties adhere to the same core values, such as honesty, integrity, and service excellence. This creates a strong foundation for collaboration and ensures that the partnership aligns with EQ's standards of service and client care.\n2. Enhanced Client Offerings: By partnering with professionals across various sectors, EQ can expand its suite of services and offer more comprehensive solutions to its diverse client base. This enhances the value proposition for clients and demonstrates EQ's commitment to meeting their evolving needs.\n3. Cross-Selling Opportunities: Partnerships with other professional service firms create opportunities for both parties to cross-sell their respective services to each other's clients. This increases revenue streams and strengthens relationships with existing clients while simultaneously acquiring new ones.\n4. Joint Marketing & Promotion: Collaborative efforts can lead to joint marketing campaigns and promotional activities, helping to raise awareness of both organizations among their target audiences. This increased visibility can drive growth and attract new clients.\n5. Knowledge Sharing & Capacity Building: Through collaboration, both EQ and its partners can learn from each other and develop best practices. This can help improve overall performance, enhance expertise, and contribute to the development of innovative solutions for clients.\n6. Social Impact & Corporate Responsibility: Some partnerships may focus on addressing specific social or environmental issues, further solidifying EQ's commitment to positive impact and contributing to the broader goals of creating a more sustainable and equitable society.\n7. Reputation Enhancement: Engaging in successful collaborations can bolster both EQ's and its partners' reputations as trusted, forward-thinking organizations committed to driving meaningful change and delivering exceptional results for their clients.",
            "source": [
                {
                    "content": "At EQ we have a long history of working with legal and accountancy practices to deliver integrated advice for the benefit of mutual clients As a chartered financial planning firm advising many different types of clients we naturally come into contact with other professional service firms We partner with professionals across a range of sectors including legal accountancy and employee benefits firms Our partners’ clients range from private individuals and families through to small medium and large employers Perhaps for both parties the main area to consider is whether or not we share the same core values to ensure it is coherent with our standards of service and client care We believe in building long-term relationships underpinned on honesty integrity and service excellence We want to be absolutely certain that any partnership we enter into will be beneficial for our clients and likewise the clients of our professional connections Our financial planning service integrates accountancy",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "activity is providing nutritious meals for anyone who needs them but it also performs an extremely valuable role in combating loneliness both through its community eating spaces and from their check-in and chat services Their services have never been in such high demand We have been a longstanding supporter of Resurgo which helps young people from challenging backgrounds to become ready for work by providing intensive support and training 10 of the EQ Investors workforce comprise Resurgo graduates Another of our longstanding beneficiaries Sand Dams International provides sand dams to local communities in Africa with potentially dramatic benefits in terms of sourcing clean drinking water and improving the reliability of farming Borne is a medical research charity on a mission to reduce the prevalence of premature births which cause unnecessary deaths and disabilities It supports research and sharing of knowledge amongst medical practitioners Over the years of working with The Big Give",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and how to position them within your CIP The topics covered will be the following – Introduction to the EQ Positive Impact Portfolios – Introduction to the EQ Future Leaders Portfolios – Introduction to the EQ Climate Action Portfolios – What are the key differences between the portfolios – Where and how to use the different portfolios with your clients Your speakers will be – Louisiana Salge Senior Sustainability Specialist EQ Investors – Tertius Bonnin Assistant Portfolio Manager EQ Investors – Damien Lardoux CFA Head of Impact Investing EQ Investors The webinar will last one hour including 20 min for QA giving you the opportunity to ask any questions you may have Our bespoke service allows us to invest directly in listed investment funds from social housing through to infrastructure and social outcomes contracts Many of these offer direct inflation linked returns which provide diversification without relying solely on bonds They are also deeply impactful and in many cases providing",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "mission-driven business model and digital solutions We also present key findings from the 4th edition of our flagship impact report This includes impact measurements on social outcomes and engagement achievements that created sustainable change over the past year Agenda 1 Key highlights from the new impact report 2 Solving unmet needs in emerging markets 3 Company case study Afya 4 QA The webinar lasts for 1 hour with a 15–20-minute QA section towards the end Launch of  Annual Impact Report for the EQ Positive Impact Portfolios I This webinar focuses on the opportunities that can be harnessed as a result of the pandemic here in the UK We’re joined by Matt Evans of Ninety One Asset Management to discuss his approach and hear directly from Smart Metering Systems and The Gym Group about what the last eighteen months have meant for their mission-driven businesses and how they can play a significant role in rebuilding better We also present key findings from the 4th edition of our flagship",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "cnbc",
                            "impactmanagementproject",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "bimpactassessment",
                            "bigissue",
                            "sciencebasedtargets",
                            "zoom",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "bcorpclimatecollective",
                            "un",
                            "wordpress",
                            "europa",
                            "thegiin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}