{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " There are several examples of sustainable or environmental practices mentioned throughout the text. Some notable ones include:\n\n1. Reducing food waste through networks of solidarity grocery stores (NOUS Anti-Gaspi).\n2. Using organic agricultural products for French legume-based products (HARiCO).\n3. Promoting a more sustainable way to consume wine (Moderato).\n4. Repairing household appliances to extend their life and reduce waste (Murfy).\n5. Choosing sustainable materials and partnering with environmentally conscious factories (sustainable fashion brand).\n6. Creating pizza using a robot and high-quality ingredients (Pizzeria Stellina).\n7. Providing local communities with access to a vegetable garden (PeasLove).",
            "source": [
                {
                    "content": "Senaux By Charlot’s co-founder gives us some tips on how to optimize their life expectancy Presented as one of the best storytellers for children and especially the most educative one Joyeuse is inspired by the Montessori method and contributes to the awakening of children by helping them to grow up without waves and without screen Noémie Wira from BFM Business welcomed Emmanuel Brehier co-founder of HARiCO He talked about French legume-based products coming from organic agriculture with the aim of decarbonizing the plate and having a healthier diet The network of solidarity grocery stores NOUS Anti-Gaspi has won the Eco-Responsible Prize of the Favor’i  Grand Prix It became the reference retailer dedicated to reducing food waste each grocery store saving over 12 tons of products per week the equivalent of  meals per month Kate Middleton was spotted carrying a Polène handbag not once but twice—and in the same week It was already bubbling up as the Instagram “It” bag carried by a slew",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "an enabler to “boost” sustainable investments Marine Bocabeille and Quentin Ory founded Les Mini Mondes two years ago with the vision to shake the toy and kids content industry to make it greener foster kids curiosity and entertain them with compelling stories Tediber the French mattress and sleeping products brand is closing its first LBO with Parquest Capital and Eutopia By Charlot is announcing its first fundraising with Eutopia to develop its omnicanal strategy and its first build-up with Herbarium Eutopia is announcing the first closing of its new fund “Eutopia Preferred” dedicated to more mature consumer brands Antoine and Julien were interviewed by Bpifrance to share their experience what it takes to build a sustainable company and how as an investor we can help to make this ecological transition In this podcast Camille explains how Eutopia defines its culture and what it means for an investment firm to be an “entreprise à mission” Founded in  Yellowpop plans to use the capital",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "that bringing ‘lightness’ in our modern lives is an art and we’re committed to finding the right balance to achieve it” “ We created moderato to adapt great winemaking know-how to our new ways of consuming food and drinks and to our evolving lifestyles while promoting a more sustainable way to do it from grappes to bottle We do believe that bringing ‘lightness’ in our modern lives is an art and we’re committed to finding the right balance to achieve it” “Each year 23 million household appliances are thrown away At Murfy we are committed to support our customers by repairing their household appliances in order to extend their life and avoid unnecessary waste” “Each year 23 million household appliances are thrown away At Murfy we are committed to support our customers by repairing their household appliances in order to extend their life and avoid unnecessary waste” Grocery stores network which fights against food waste by giving a second chance to downgraded and unsold products “Our",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "center of everything – that means we only choose fabrics that care for our environment and we only ever partner with factories that care about their impact too When we say sustainability is our core mission we don’t mean that sustainability is nice to have – we mean that it’s the only way we act” “We put sustainable thinking at the center of everything – that means we only choose fabrics that care for our environment and we only ever partner with factories that care about their impact too When we say sustainability is our core mission we don’t mean that sustainability is nice to have – we mean that it’s the only way we act” Pizza made right before your eyes by a robot using the best ingredients “Our goal was to create the best pizza possible accessible to anyone at anytime” “Our goal was to create the best pizza possible accessible to anyone at anytime” “PeasLove combine two of our passions healthy food and nature We are giving local communities access to a vegetable garden in their",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " There are several events and initiatives focused on environmental conservation. However, providing a comprehensive list of all such events would be too extensive. Instead, I will mention a few notable ones:\n\n1. United Nations Climate Change Conferences (COP)\nThe Conference of the Parties (COP) is a major event organized by the United Nations Framework Convention on Climate Change (UNFCCC). These conferences bring together governments, NGOs, businesses, and individuals to discuss climate change solutions and negotiate international agreements. Examples include COP23 in Bonn, Germany, and COP25 in Santiago, Chile.\n2. World Environment Day (June 5th)\nWorld Environment Day is an annual global event hosted by the United Nations to raise awareness and inspire action for environmental protection. People around the world take part in various activities, campaigns, and events to celebrate nature and promote sustainability.\n3. Global Climate Action Summit (September 2018)\nHeld in San Francisco, California, USA, the Global Climate Action Summit brought together leaders from government, business, and civil society to showcase climate action and inspire further commitments. This summit emphasized the importance of collaboration between different sectors to tackle climate change.\n4. Earth Day (April 2nd)\nEarth Day is an annual global event celebrated on April 22 to promote awareness and support for environmental protection. Millions of people across the globe participate in various activities, marches, and educational programs to demonstrate their commitment to preserving the planet.\n5. COP26 (November 2021)\nHosted by the UNFCCC, COP26 will be another significant event focusing on climate change mitigation and adaptation strategies. Governments, organizations, and stakeholders will gather to discuss and negotiate policies and actions to address the urgent challenge of climate change.",
            "source": [
                {
                    "content": "an enabler to “boost” sustainable investments Marine Bocabeille and Quentin Ory founded Les Mini Mondes two years ago with the vision to shake the toy and kids content industry to make it greener foster kids curiosity and entertain them with compelling stories Tediber the French mattress and sleeping products brand is closing its first LBO with Parquest Capital and Eutopia By Charlot is announcing its first fundraising with Eutopia to develop its omnicanal strategy and its first build-up with Herbarium Eutopia is announcing the first closing of its new fund “Eutopia Preferred” dedicated to more mature consumer brands Antoine and Julien were interviewed by Bpifrance to share their experience what it takes to build a sustainable company and how as an investor we can help to make this ecological transition In this podcast Camille explains how Eutopia defines its culture and what it means for an investment firm to be an “entreprise à mission” Founded in  Yellowpop plans to use the capital",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "en représentant ainsi Eutopia Gestion dans les instances de gouvernance les boards et lors des assemblées générales En effet si les conditions de l’investissement réalisé le permettent Eutopia Gestion demande généralement un siège aux instances de gouvernance dépend du poids de l’investissement réalisé dans la Participation Par ailleurs le suivi couvre la stratégie les résultats les risques financiers et non financiers la structure du capital la trésorerie l’impact social et environnemental ainsi que la gouvernance d’entreprise En tant qu’investisseur actif et engagé Eutopia Gestion établit un dialogue bienveillant ambitieux et permanent avec les dirigeants des Participations par le biais de réunions de conférences téléphoniques et de correspondances Ce dialogue est un élément clé du suivi des Participations Le Membre de l’équipe Eutopia échange avec les Participations sur la mise en œuvre de leur stratégie d’entreprise leurs résultats les risques financiers et non financiers la",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "générer un impact social sociétal et environnemental positif et significatif dans le cadre de l’exercice de ses activités » Eutopia Gestion est convaincue que la dimension extra-financière des investissements contribue à la détermination de la valorisation pérenne des actifs en portefeuille L’entreprise a pour objectif de bâtir sur le long terme et en toute transparence des relations de confiance avec ses souscripteurs ses participations et ses collaborateurs afin d’optimiser la création de valeur sur la durée La SGP considère que les facteurs ESG constituent l’un des leviers de la création de valeur  Eutopia Gestion considère les risques extra-financiers tout au long de sa procédure d’investissement lors de l’acquisition du suivi et de la cession de la participation Eutopia Gestion n’investira pas dans les domaines suivants  la production ou de vente de tabac alcool distillé les armes et munitions et l’armement ; dans les casinos et équivalents ; la recherche le développement ou les",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Senaux By Charlot’s co-founder gives us some tips on how to optimize their life expectancy Presented as one of the best storytellers for children and especially the most educative one Joyeuse is inspired by the Montessori method and contributes to the awakening of children by helping them to grow up without waves and without screen Noémie Wira from BFM Business welcomed Emmanuel Brehier co-founder of HARiCO He talked about French legume-based products coming from organic agriculture with the aim of decarbonizing the plate and having a healthier diet The network of solidarity grocery stores NOUS Anti-Gaspi has won the Eco-Responsible Prize of the Favor’i  Grand Prix It became the reference retailer dedicated to reducing food waste each grocery store saving over 12 tons of products per week the equivalent of  meals per month Kate Middleton was spotted carrying a Polène handbag not once but twice—and in the same week It was already bubbling up as the Instagram “It” bag carried by a slew",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The text mentions several initiatives related to environmental sustainability, such as signing the United Nations Principles for Responsible Investment (PRI), being part of the International Climate Initiative, and committing to donate 1% of capital gains generated by the fund to Make.org. These actions demonstrate Eutopia Gestion's dedication to addressing environmental challenges. However, it does not provide specific details on the environmental impact metrics they report. It would require more information about their reporting practices to accurately identify which environmental impact metrics are reported.",
            "source": [
                {
                    "content": "générer un impact social sociétal et environnemental positif et significatif dans le cadre de l’exercice de ses activités » Eutopia Gestion est convaincue que la dimension extra-financière des investissements contribue à la détermination de la valorisation pérenne des actifs en portefeuille L’entreprise a pour objectif de bâtir sur le long terme et en toute transparence des relations de confiance avec ses souscripteurs ses participations et ses collaborateurs afin d’optimiser la création de valeur sur la durée La SGP considère que les facteurs ESG constituent l’un des leviers de la création de valeur  Eutopia Gestion considère les risques extra-financiers tout au long de sa procédure d’investissement lors de l’acquisition du suivi et de la cession de la participation Eutopia Gestion n’investira pas dans les domaines suivants  la production ou de vente de tabac alcool distillé les armes et munitions et l’armement ; dans les casinos et équivalents ; la recherche le développement ou les",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "pas dans les domaines suivants  la production ou de vente de tabac alcool distillé les armes et munitions et l’armement ; dans les casinos et équivalents ; la recherche le développement ou les applications qui visent à soutenir toutes les activités précédemment décrites ainsi que la pornographie ; les applications qui permettent d’entrer dans des réseaux de manière illégale ou télécharger de la data ; la recherche et développement utilisant le clonage humain ou les OGM  Eutopia Gestion est signataire des PRI Principes pour l’investissement responsable parrainés par l’ONU Organisation des Nations-Unies Ainsi  En application de ces principes il est de notre devoir en tant qu’investisseurs institutionnels d’agir dans l’intérêt à long terme de nos bénéficiaires C’est en cette qualité que nous estimons que les questions environnementales sociales et de gouvernance d’entreprise ESG peuvent nuire à la performance des portefeuilles d’investissement à divers degrés selon les entreprises les",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We try to live by the same rules as our portfolio companiesand to set an example Our mission is to be an economic player acting with kindness transparency and ambition supporting high-potential projects with a « good for me good for the communities and good for the planet » approach We have already taken action in these essential areas and will continue to improve whenever we can We are an “entreprise à mission” and are a B-Corp certified company to guide us towards the highest standards of verified social and environmental performance public transparency and legal accountabilityto balance profit and purpose We are proud that 50 of our team and 36 of our portfolio companies have female or mixed founding teams We have signed a variety of agreements to maintain that standardSista Parental Act Charte France Invest We incorporate environmental social and corporate governance issues into our investment practice We have signed the UN’s PRI — the world’s leading standard for responsible",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Act Charte France Invest We incorporate environmental social and corporate governance issues into our investment practice We have signed the UN’s PRI — the world’s leading standard for responsible investment — and we are a member of the International Climate Initiative to strengthen our commitment We want Eutopia to have an impact outside of our investments We have committed to donating 1 of capital gains generated by the fund to makeorg and will contribute to other philanthropic projects",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, the organization has made several public commitments to social and corporate responsibility. They have signed the United Nations Principles for Responsible Investment (PRI), which is the world's leading standard for responsible investment. Additionally, they are members of the International Climate Initiative, demonstrating their dedication to address climate change. The organization also commits to donating 1% of capital gains generated by the fund to various philanthropic projects. Furthermore, they prioritize investing in companies with strong environmental, social, and governance practices. These commitments demonstrate the organization's dedication to being an \"entreprise à mission\" and setting an example for others to follow.",
            "source": [
                {
                    "content": "We try to live by the same rules as our portfolio companiesand to set an example Our mission is to be an economic player acting with kindness transparency and ambition supporting high-potential projects with a « good for me good for the communities and good for the planet » approach We have already taken action in these essential areas and will continue to improve whenever we can We are an “entreprise à mission” and are a B-Corp certified company to guide us towards the highest standards of verified social and environmental performance public transparency and legal accountabilityto balance profit and purpose We are proud that 50 of our team and 36 of our portfolio companies have female or mixed founding teams We have signed a variety of agreements to maintain that standardSista Parental Act Charte France Invest We incorporate environmental social and corporate governance issues into our investment practice We have signed the UN’s PRI — the world’s leading standard for responsible",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Act Charte France Invest We incorporate environmental social and corporate governance issues into our investment practice We have signed the UN’s PRI — the world’s leading standard for responsible investment — and we are a member of the International Climate Initiative to strengthen our commitment We want Eutopia to have an impact outside of our investments We have committed to donating 1 of capital gains generated by the fund to makeorg and will contribute to other philanthropic projects",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "an enabler to “boost” sustainable investments Marine Bocabeille and Quentin Ory founded Les Mini Mondes two years ago with the vision to shake the toy and kids content industry to make it greener foster kids curiosity and entertain them with compelling stories Tediber the French mattress and sleeping products brand is closing its first LBO with Parquest Capital and Eutopia By Charlot is announcing its first fundraising with Eutopia to develop its omnicanal strategy and its first build-up with Herbarium Eutopia is announcing the first closing of its new fund “Eutopia Preferred” dedicated to more mature consumer brands Antoine and Julien were interviewed by Bpifrance to share their experience what it takes to build a sustainable company and how as an investor we can help to make this ecological transition In this podcast Camille explains how Eutopia defines its culture and what it means for an investment firm to be an “entreprise à mission” Founded in  Yellowpop plans to use the capital",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "its CSR commitments moderato appears in Le Parisien in an article about alcohol-free drinks SPRiNG launches Beaudy a clean beauty brand starting with solid shampoo shower gel face wash and baby soap Yellowpop introduces latest collab with Andy Warhol shining light on iconic pop art pieces After Herbarium By Charlot expands its business by acquiring Green Factory a terrarium brand Parisian cultivated meat startup Gourmey has raised €48m in new funding — the world’s largest Series A round for a company in the sector Dynamo indoor cycling studios takes it place in GQ’s top 10 best Parisian gyms alongside with Punch Boxing Paris-based leather goods brand Polène has established a new home in New York City with the opening of the brand’s first-ever international flagship Groceries store network which fights against food waste raises 8M€ and launches e-commerce Hapik which has 15 fun climbing sites in shopping centers in France and two in the US closed a 15M€ fundraising to acquire 7 new",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual and quarterly reports detailing Eutopia's commitments related to its mission, sustainable investment practices, and philanthropy efforts. These reports provide updates on the progress made throughout the year and help ensure transparency for stakeholders. The information included in these reports varies but typically covers topics such as:\n\n* Environmental, Social, and Governance (ESG) integration within the investment process\n* Impact investments and their contributions to positive change\n* Philanthropic initiatives and donations made during the reporting period\n* Commitments to gender diversity and inclusion within the organization and among portfolio companies\n* Updates on partnerships and collaborations aimed at promoting sustainable development goals\n\nBy reviewing these reports regularly, stakeholders can stay informed about Eutopia's ongoing efforts to create a more equitable, environmentally conscious, and socially responsible economy.",
            "source": [
                {
                    "content": "INVESTORS BEFORE THEY INVEST IN THE FUND IN ACCORDANCE WITH APPLICABLE LAWS IS DESCRIBED IN SUBSCRIPTION AGREEMENT SCHEDULE 1 OF THE BY-LAWS RISK PROFILETHE MANAGEMENT COMPANY ALSO DRAWS INVESTORS’ ATTENTION TO THE RISKS TO WHICH ANY INVESTOR IN THE FUND WILL BE EXPOSED THESE RISKS ARE DESCRIBED IN SUBSCRIPTION AGREEMENT SCHEDULE 2 PROSPECTIVE INVESTORS MUST CARRY OUT THEIR OWN DUE DILIGENCE AND RELY ON THEIR INDEPENDENT ASSESSMENT OF THE LEGAL REGULATORY TAX FINANCIAL OR OTHER CONSEQUENCES OF AN INVESTMENT IN THE FUND INCLUDING THE MERITS OF ANY INVESTMENT DECISION AND THE RISKS INHERENT TO SUCH DECISION",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Act Charte France Invest We incorporate environmental social and corporate governance issues into our investment practice We have signed the UN’s PRI — the world’s leading standard for responsible investment — and we are a member of the International Climate Initiative to strengthen our commitment We want Eutopia to have an impact outside of our investments We have committed to donating 1 of capital gains generated by the fund to makeorg and will contribute to other philanthropic projects",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We try to live by the same rules as our portfolio companiesand to set an example Our mission is to be an economic player acting with kindness transparency and ambition supporting high-potential projects with a « good for me good for the communities and good for the planet » approach We have already taken action in these essential areas and will continue to improve whenever we can We are an “entreprise à mission” and are a B-Corp certified company to guide us towards the highest standards of verified social and environmental performance public transparency and legal accountabilityto balance profit and purpose We are proud that 50 of our team and 36 of our portfolio companies have female or mixed founding teams We have signed a variety of agreements to maintain that standardSista Parental Act Charte France Invest We incorporate environmental social and corporate governance issues into our investment practice We have signed the UN’s PRI — the world’s leading standard for responsible",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "ou assimilés 73 SUIVI DE LA STRATÉGIE DES RISQUES ET DE L IMPACT  Chaque année EUTOPIA GESTION redéfinit sa stratégie risque qui doit être approuvée par les instances de gouvernance compétentes Parmi les principales nouveautés de l’année  il convient de noter la commercialisation des fonds Eutopia Preferred Eutopia Co-Invest Tediber Les différentes instances de gouvernance et de suivi des risques se sont déroulées selon le planning prévu A savoir au cours de l’année  il y a eu  Par ailleurs EUTOPIA GESTION prend en compte les questions de durabilité et responsabilité ESG dans son fonctionnement et dans les opérations réalisées par les FPCI dont elle assure la gestion 74 DIALOGUE AVEC LES SOCIÉTÉS DONT LES TITRES SONT DÉTENUS La relation avec les sociétés détenues par les FPCI gérés par EUTOPIA GESTION et celles dont Eutopia assure le Conseil en Investissement est suivie par l’équipe de gestion gérants financiers Partner Principal Associate etc Celle-ci est à fin  composée de 7",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " As per the given information, it is not explicitly mentioned about any specific community or social event organized by Eutopia Gestion to fulfill their commitments towards responsible investing and preventing conflicts of interest. However, they might be involved in various initiatives, conferences, workshops, webinars, etc., aimed at promoting responsible investing practices among their peers and stakeholders. These events could be hosted internally within the organization or externally with other institutions, investors, and industry experts. It would be helpful if you could provide more details or context related to the specific community or social event you are asking about, as this will allow me to give you a more accurate response.",
            "source": [
                {
                    "content": "en matière d’actionnariat PRINCIPE 3   Nous demanderons autant que faire se peut aux entités dans lesquelles nous investissons de faire preuve de transparence concernant les questions ESG PRINCIPE 4  Nous encourageons l’adoption et la mise en œuvre des principes dans le secteur des investissements PRINCIPE 5 Nous coopérerons pour améliorer l’efficacité de notre mise en œuvre des principes PRINCIPE 6  Nous rendrons chacun compte de nos activités et des progrès accomplis concernant la mise en œuvre des principes Les principes pour l’investissement responsable ont été mis au point par un groupe international d’investisseurs institutionnels en écho à l’importance croissante des questions environnementales sociales et de gouvernance d’entreprise pour les pratiques d’investissement Le processus a été organisé par le Secrétaire général des Nations Unies En signant les principes nous en tant qu’investisseurs nous engageons publiquement à les adopter et à les mettre en œuvre dès lors qu’ils",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "de l’importance et de la complexité de son activité L’objectif de cette politique est de prévenir identifier et gérer les situations de conflits d’intérêts pouvant porter atteinte aux intérêts de nos clients La politique de prévention et de gestion des conflits d’intérêts est également disponible sur simple demande auprès du siège social de la société au 5 rue saint Joseph  Paris Eutopia Gestion entend s’inscrire dans le cadre de l’application de normes de gestion financières ESG Environnement Social et Gouvernance au travers de sa mission  « La raison d’être de la Société est d’être un acteur économique soutenant avec ambition transparence et bienveillance des projets à fort potentiel à la fois bons pour soi bons pour la société et bons pour la planète La Société entend également générer un impact social sociétal et environnemental positif et significatif dans le cadre de l’exercice de ses activités » Eutopia Gestion est convaincue que la dimension extra-financière des",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "fournisseurs et son histoire Il s’adresse aussi à tout collaborateur qui contribue à des conversations sur les médias et réseaux sociaux depuis son lieu de travail ou à l’extérieur de la société et qui a indiqué son appartenance à EUTOPIA GESTION Le contenu publié sur les médias et réseaux sociaux peut être immédiatement partagé avec une communauté virtuelle de plusieurs millions de personnes même sur un profil privé lors d’une conversation entre amis Ce contenu est public puisqu’il peut être partagé Soyez donc très vigilant ●       Prenez un temps nécessaire de réflexion avant de publier ●       Veillez à respecter les Conditions Générales d’Utilisation CGU des médias et réseaux sociaux utilisés ●       Eviter les avatars La transparence est requise pour éviter tout dérapage derrière l’anonymat Le réseau social est aujourd’hui dans l’obligation d’aider le Ministère public dans le cas d’une plainte Vous êtes légalement et juridiquement responsable de vos écrits en ligne des",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "doivent désormais élaborer et publier une politique d’engagement actionnarial décrivant la manière dont elles intègrent leur rôle d’actionnaire dans leur stratégie d’investissement et publier chaque année un compte rendu de la mise en œuvre de cette politique Les participations des fonds gérés par Eutopia Gestion font systématiquement l’objet de la signature d’un pacte d’actionnaires prévoyant notamment une clause d’information dans laquelle les Dirigeants de la Participation s’engagent à fournir des informations sur l’activité de la société au membre de l’équipe Eutopia Gestion en charge de son suivi Dans le cadre de sa mission de suivi le membre de l’équipe a la responsabilité de veiller au respect des contrats conclus de participer assidûment à la réunion des organes sociaux de la société en représentant ainsi Eutopia Gestion dans les instances de gouvernance les boards et lors des assemblées générales En effet si les conditions de l’investissement réalisé le permettent Eutopia",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " There are several products, services, and technologies mentioned throughout the text. Some notable examples include:\n\n1. Mattresses (Tediber)\n2. Online marketplaces for DIY projects (I MAKE)\n3. Pet food (Ultra Premium)\n4. Hemp-based wellness products (Ho Karan)\n5. Decorative indoor plants, candles, herbariums, and terrariums (Decorative Indoor Plants Specialist)\n6. Children's magazines and toys (Les Mini Monde)\n7. Comfort furniture (Tediber)\n8. Supplies for various creative and manual activities (B2C Marketplace)\n9. Screensavers and alternatives to screen time (Joyeuse)\n10. Animated series and indoor parks (Oh My Cream)",
            "source": [
                {
                    "content": "the future of fashion Launched in  the company has just closed a new round amid the coronavirus crisis Dealing with the lockdown it has developped a new online model which will be an add-on to its offline business I Make is selling more than 50 products to make at home any kind of products from cooking clothing home decoration cosmetics and jewellery French direct-to-consumer startups are having a momentum with their customer centric model The so-called “DNVBs” are using creativity and quality to change their markets Interview with Julien Sylvain founder of Tediber one of the best example of the model Antoine Fine explains the creation of Eutopia its vision on impact investment and on direct to consumer brands See taste feel touch a consumer VC has to have a strong product sense to make it work In this podcast Camille explains her story and what she is looking for while hiring someone to join the team Eutopia a spin-off of Otium Capital is closing a first fund of 40 million euros to",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "agreement with Carrefour to boost their growth The program “la vie en vrai” on Sud Radio hosted by Benjamin Glaise interviews Hari  Co’s co-founder Emmanuel Brehier to talk about legumes and French agriculture The New Year is always a good time to set new resolutions for us but it should also be for our pets Let Ultra Premium help you with its range of petfood Ho Karan offers a wide range of products based on hemp and its wellness benefits Here are four tips from Laure Bouguen on how to transform your idea into a profitable business Located in the Haut-Marais on boulevard Beaumarchais the decorative indoor plants specialist displays its product range combining plants candles herbariums and terrariums Tediber is known for its online-sold mattresses The brand wants to develop in the comfort univers with its range of Made in France couches and also bets on B2B strategies Quentin Ory founded in  with Marine Bocabeille Les Mini Mondes that publishes children’s magazines and manufactures",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the body calms the mind and soothes the stress that we put on the planet” B2C marketplace specialized in supplies for all creative and manual activities “I created I MAKE because I believe in “Do it Yourself” as a new way of life where consumers make their own cosmetics clothes home decoration jewels cooking kids activities paper art floral art etc instead of buying already made things I MAKE provides all the supplies materials tools to make them and gathers a community of makers sharing their inspirational tutorials” “I created I MAKE because I believe in “Do it Yourself” as a new way of life where consumers make their own cosmetics clothes home decoration jewels cooking kids activities paper art floral art etc instead of buying already made things I MAKE provides all the supplies materials tools to make them and gathers a community of makers sharing their inspirational tutorials” “I created Joyeuse with the idea of providing families an alternative to screens beautiful",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "should also be for our pets Let Ultra Premium help you with its range of petfood Ho Karan offers a wide range of products based on hemp and its wellness benefits Here are four tips from Laure Bouguen on how to transform your idea into a profitable business Located in the Haut-Marais on boulevard Beaumarchais the decorative indoor plants specialist displays its product range combining plants candles herbariums and terrariums Tediber is known for its online-sold mattresses The brand wants to develop in the comfort univers with its range of Made in France couches and also bets on B2B strategies Quentin Ory founded in  with Marine Bocabeille Les Mini Mondes that publishes children’s magazines and manufactures its toys in France The company will accelerate in  with an animated series and an indoor park After two store openings in London in October and November  Oh My Cream the French concept store dedicated to “clean” beauty continues its European deployment The two founders received the",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, there isn't any specific mention of promotional events, expos, or sales related to these offerings. However, some companies mentioned might organize such events or participate in industry trade shows. For instance, Eutopia could potentially host an event to celebrate the successful closure of their recent funding round. Additionally, various companies may take part in relevant expos or conferences within the fashion, wellness, and lifestyle sectors.",
            "source": [
                {
                    "content": "the future of fashion Launched in  the company has just closed a new round amid the coronavirus crisis Dealing with the lockdown it has developped a new online model which will be an add-on to its offline business I Make is selling more than 50 products to make at home any kind of products from cooking clothing home decoration cosmetics and jewellery French direct-to-consumer startups are having a momentum with their customer centric model The so-called “DNVBs” are using creativity and quality to change their markets Interview with Julien Sylvain founder of Tediber one of the best example of the model Antoine Fine explains the creation of Eutopia its vision on impact investment and on direct to consumer brands See taste feel touch a consumer VC has to have a strong product sense to make it work In this podcast Camille explains her story and what she is looking for while hiring someone to join the team Eutopia a spin-off of Otium Capital is closing a first fund of 40 million euros to",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the equivalent of  meals per month Kate Middleton was spotted carrying a Polène handbag not once but twice—and in the same week It was already bubbling up as the Instagram “It” bag carried by a slew of internet influencers Fully independent from Otium Capital since last December Eutopia is now operating three funds and keeps growing its brand portfolio Still focusing on B2C and responsible consumption it is progressively moving towards an “early capital development” with the desire to create value through growth rather than financial engineering After a launch in London last November OMC opens a new store in the French surfing capital; Biarritz The clean cosmetics brand accounts now 23 shops accross France and aspires to open in Belgium in the second semester Ultra Premium Direct has teamed up with Julien Doré and more specifically with the singer’s two Swiss shepherds to offer a limited edition with  of the profits given to the SPA Specialized in premium food for dogs and cats with",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "its CSR commitments moderato appears in Le Parisien in an article about alcohol-free drinks SPRiNG launches Beaudy a clean beauty brand starting with solid shampoo shower gel face wash and baby soap Yellowpop introduces latest collab with Andy Warhol shining light on iconic pop art pieces After Herbarium By Charlot expands its business by acquiring Green Factory a terrarium brand Parisian cultivated meat startup Gourmey has raised €48m in new funding — the world’s largest Series A round for a company in the sector Dynamo indoor cycling studios takes it place in GQ’s top 10 best Parisian gyms alongside with Punch Boxing Paris-based leather goods brand Polène has established a new home in New York City with the opening of the brand’s first-ever international flagship Groceries store network which fights against food waste raises 8M€ and launches e-commerce Hapik which has 15 fun climbing sites in shopping centers in France and two in the US closed a 15M€ fundraising to acquire 7 new",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "materials tools to make them and gathers a community of makers sharing their inspirational tutorials” “I created Joyeuse with the idea of providing families an alternative to screens beautiful gesture-controlled objects that appeal to all senses Enriched by technology and a touch of poetry they are a key to having a more balanced and fulfilling digital life” Mathieu Roumens “I created Joyeuse with the idea of providing families an alternative to screens beautiful gesture-controlled objects that appeal to all senses Enriched by technology and a touch of poetry they are a key to having a more balanced and fulfilling digital life” Mathieu Roumens “Kids Empire is a nationwide leisure retail concept dedicated to families and children I launched it to encourage children to be active whilst having fun forever providing families with unforgettable moments” “Kids Empire is a nationwide leisure retail concept dedicated to families and children I launched it to encourage children to be active",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are several notable partnerships and collaborations mentioned in the provided context that relate to commerce. One such collaboration is between Tediber (dedicated to home comfort) and SPRiNG (clean beauty brand), where they have come together to offer solid shampoo, shower gel, face wash, and baby products under the Beaudy brand. Another significant partnership is between HARiCO (ultra premium pet food) and L (association focused on social and environmental responsibility). This collaboration demonstrates HARiCO's commitment to corporate social responsibility and sustainability. Additionally, there is a mention of Eutopia (direct-to-consumer startup) participating in an \"Inclusive Hour\" event organized by SISTA fund along with Oh My Cream, showcasing the importance of inclusivity and diversity in business ventures.",
            "source": [
                {
                    "content": "the future of fashion Launched in  the company has just closed a new round amid the coronavirus crisis Dealing with the lockdown it has developped a new online model which will be an add-on to its offline business I Make is selling more than 50 products to make at home any kind of products from cooking clothing home decoration cosmetics and jewellery French direct-to-consumer startups are having a momentum with their customer centric model The so-called “DNVBs” are using creativity and quality to change their markets Interview with Julien Sylvain founder of Tediber one of the best example of the model Antoine Fine explains the creation of Eutopia its vision on impact investment and on direct to consumer brands See taste feel touch a consumer VC has to have a strong product sense to make it work In this podcast Camille explains her story and what she is looking for while hiring someone to join the team Eutopia a spin-off of Otium Capital is closing a first fund of 40 million euros to",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to build a community around your fundamental values” With an annual average of 10M tons of food waste in France NOUS anti-gaspi shares how its business helps reduce this number Specialized in dog and cat foods Ultra Premium Direct has shown a new growth record this year and has just opened a second physical store in Pau Pyrénées-Atlantiques… before new openings next year Julien Sylvain co-founded in  with Juan Pablo Naranjo Jean-Christophe Orthlieb and Aude du Colombier Tediber a brand dedicated to home comfort He shares future priorities in Challenges including its path to B2B HARiCO’s founder Emmanuel Brehier shares insights and new collaboration with the association L on BFM Business TIPTOE who has been on a mission to make sustainable furniture obtains B Corp certification and strengthens its CSR commitments moderato appears in Le Parisien in an article about alcohol-free drinks SPRiNG launches Beaudy a clean beauty brand starting with solid shampoo shower gel face wash and baby",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a second physical store in Pau Pyrénées-Atlantiques… before new openings next year Julien Sylvain co-founded in  with Juan Pablo Naranjo Jean-Christophe Orthlieb and Aude du Colombier Tediber a brand dedicated to home comfort He shares future priorities in Challenges including its path to B2B Read Camille’s new interview in an article of La Décade where she shares her vision of entrepreneurship and of what can be done to accompany the development of tomorrow’s businesses Antoine Fine shares his journey and the challenges of a VC fund dedicated to emerging brands on new podcast les Samouraïs du Business HARiCO’s founder Emmanuel Brehier shares insights and new collaboration with the association L on BFM Business TIPTOE who has been on a mission to make sustainable furniture obtains B Corp certification and strengthens its CSR commitments moderato appears in Le Parisien in an article about alcohol-free drinks SPRiNG launches Beaudy a clean beauty brand starting with solid shampoo shower",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "our Founding partner at Eutopia was invited to an Inclusive Hour organized by SISTA fund together with Juliette Lévy founder of Oh My Cream They came back on their entrepreneurial adventure both personal and common and shared their tips on a sucessful fundraising Fully independent from Otium Capital since last December Eutopia is now operating three funds and keeps growing its brand portfolio Still focusing on B2C and responsible consumption it is progressively moving towards an “early capital development” with the desire to create value through growth rather than financial engineering After a launch in London last November OMC opens a new store in the French surfing capital; Biarritz The clean cosmetics brand accounts now 23 shops accross France and aspires to open in Belgium in the second semester In this episode of Bienvenue Au Capital Antoine shares his background and the future of DNVBs as well as some anecdotes from his prepa studies Discover Eutopia’s Preferred fund in this",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, there might not be any specific employment or educational opportunities mentioned directly. However, some companies like Moderato, SPRiNG, Yellowpop, Gourmey, Dynamo, Polène, and Groceries Store Network have been mentioned, which could potentially offer job openings or partnerships related to their respective industries. Additionally, if you are interested in topics such as sustainability, circular economy, animal welfare, plant care, eco-friendly living, or responsible consumerism, these companies may provide valuable insights into potential career paths or areas of study.",
            "source": [
                {
                    "content": "promote female entrepreneurship Camille held a masterclass on “Dare to talk about money and invest” From the originality of the product to the right partner she shares with us today 5 tips to raise funds successfully The start-up which offers children magazines toys and board games based on travel organized a big treasure hunt in a dozen cities in France and Belgium in January moderato raises €15M round to back their transition towards a more sober consumption of alcohol and also signed an exclusive distribution agreement with Carrefour to boost their growth The program “la vie en vrai” on Sud Radio hosted by Benjamin Glaise interviews Hari  Co’s co-founder Emmanuel Brehier to talk about legumes and French agriculture The New Year is always a good time to set new resolutions for us but it should also be for our pets Let Ultra Premium help you with its range of petfood Ho Karan offers a wide range of products based on hemp and its wellness benefits Here are four tips from Laure Bouguen",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and received the Golden Award and the Prize for the best business model BAM Karaoké honors the music of the s with the “Generation ” evening scheduled on Tuesday May 9th at BAM Parmentier For a more ethical finance LITAco allows people to invest online in companies with a social societal or environmental vocation as of € Investing in TIPTOE means supporting the transition of the furniture and design industry The European Commission has laid out another piece of its Circular Economy Action Plan — adopting a proposal to set common EU rules which are intended to make it easier for consumers to get faulty products repaired One year after the opening of the first store in Nantes Nous Anti Gaspi is opening a second one in the center of the city Because our houseplants need special care Charles Senaux By Charlot’s co-founder gives us some tips on how to optimize their life expectancy Presented as one of the best storytellers for children and especially the most educative one Joyeuse is",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "with a social societal or environmental vocation as of € Investing in TIPTOE means supporting the transition of the furniture and design industry The European Commission has laid out another piece of its Circular Economy Action Plan — adopting a proposal to set common EU rules which are intended to make it easier for consumers to get faulty products repaired One year after the opening of the first store in Nantes Nous Anti Gaspi is opening a second one in the center of the city Because our houseplants need special care Charles Senaux By Charlot’s co-founder gives us some tips on how to optimize their life expectancy Presented as one of the best storytellers for children and especially the most educative one Joyeuse is inspired by the Montessori method and contributes to the awakening of children by helping them to grow up without waves and without screen Noémie Wira from BFM Business welcomed Emmanuel Brehier co-founder of HARiCO He talked about French legume-based products coming",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and strengthens its CSR commitments moderato appears in Le Parisien in an article about alcohol-free drinks SPRiNG launches Beaudy a clean beauty brand starting with solid shampoo shower gel face wash and baby soap Yellowpop introduces latest collab with Andy Warhol shining light on iconic pop art pieces After Herbarium By Charlot expands its business by acquiring Green Factory a terrarium brand Parisian cultivated meat startup Gourmey has raised €48m in new funding — the world’s largest Series A round for a company in the sector Manal Salah joins the Eutopia team as Lead Partner for Eutopia Preferred which supports more mature responsible consumer brands Dynamo indoor cycling studios takes it place in GQ’s top 10 best Parisian gyms alongside with Punch Boxing Paris-based leather goods brand Polène has established a new home in New York City with the opening of the brand’s first-ever international flagship Groceries store network which fights against food waste raises 8M€ and launches",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events related to promoting female entrepreneurship, raising funds, animal welfare, circular economy, sustainable development, and education. Some of these events include:\n\n1. Job Fairs: There may not be specific job fairs focused solely on promoting female entrepreneurship; however, general job fairs can provide opportunities for women looking to start or grow their businesses. Examples of such events could be \"La Ruche\" (The Beehive) in Paris, where female entrepreneurs gather to network and exchange ideas.\n2. Webinars: Various organizations host webinars focusing on topics relevant to female entrepreneurship, fundraising, and other related subjects. These webinars often feature experts sharing insights and advice. Examples of such platforms include Female Founders Alliance, Women in Tech Europe, and Girls in Tech.\n3. Workshops: Many institutions and organizations offer workshops aimed at empowering female entrepreneurs and providing them with tools and resources to succeed. Examples of such workshops can be found through initiatives like SheWorks!, Women's Entrepreneurship Day, and the Global Startup Ecosystem.\n4. Training Programs: Several training programs are available to support female entrepreneurs in developing essential skills for starting and growing their businesses. Examples of such programs include Goldman Sachs 10,00 Small Businesses, EY Entrepreneurial Winning Women, and the Dell Women's Entrepreneur Network.\n\nThese events and platforms provide valuable resources and networking opportunities for female entrepreneurs, making it easier for them to access information, learn from others, and build successful businesses.",
            "source": [
                {
                    "content": "promote female entrepreneurship Camille held a masterclass on “Dare to talk about money and invest” From the originality of the product to the right partner she shares with us today 5 tips to raise funds successfully The start-up which offers children magazines toys and board games based on travel organized a big treasure hunt in a dozen cities in France and Belgium in January moderato raises €15M round to back their transition towards a more sober consumption of alcohol and also signed an exclusive distribution agreement with Carrefour to boost their growth The program “la vie en vrai” on Sud Radio hosted by Benjamin Glaise interviews Hari  Co’s co-founder Emmanuel Brehier to talk about legumes and French agriculture The New Year is always a good time to set new resolutions for us but it should also be for our pets Let Ultra Premium help you with its range of petfood Ho Karan offers a wide range of products based on hemp and its wellness benefits Here are four tips from Laure Bouguen",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and received the Golden Award and the Prize for the best business model BAM Karaoké honors the music of the s with the “Generation ” evening scheduled on Tuesday May 9th at BAM Parmentier For a more ethical finance LITAco allows people to invest online in companies with a social societal or environmental vocation as of € Investing in TIPTOE means supporting the transition of the furniture and design industry The European Commission has laid out another piece of its Circular Economy Action Plan — adopting a proposal to set common EU rules which are intended to make it easier for consumers to get faulty products repaired One year after the opening of the first store in Nantes Nous Anti Gaspi is opening a second one in the center of the city Because our houseplants need special care Charles Senaux By Charlot’s co-founder gives us some tips on how to optimize their life expectancy Presented as one of the best storytellers for children and especially the most educative one Joyeuse is",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "agreement with Carrefour to boost their growth The program “la vie en vrai” on Sud Radio hosted by Benjamin Glaise interviews Hari  Co’s co-founder Emmanuel Brehier to talk about legumes and French agriculture The New Year is always a good time to set new resolutions for us but it should also be for our pets Let Ultra Premium help you with its range of petfood Ho Karan offers a wide range of products based on hemp and its wellness benefits Here are four tips from Laure Bouguen on how to transform your idea into a profitable business Located in the Haut-Marais on boulevard Beaumarchais the decorative indoor plants specialist displays its product range combining plants candles herbariums and terrariums Tediber is known for its online-sold mattresses The brand wants to develop in the comfort univers with its range of Made in France couches and also bets on B2B strategies Quentin Ory founded in  with Marine Bocabeille Les Mini Mondes that publishes children’s magazines and manufactures",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "with a social societal or environmental vocation as of € Investing in TIPTOE means supporting the transition of the furniture and design industry The European Commission has laid out another piece of its Circular Economy Action Plan — adopting a proposal to set common EU rules which are intended to make it easier for consumers to get faulty products repaired One year after the opening of the first store in Nantes Nous Anti Gaspi is opening a second one in the center of the city Because our houseplants need special care Charles Senaux By Charlot’s co-founder gives us some tips on how to optimize their life expectancy Presented as one of the best storytellers for children and especially the most educative one Joyeuse is inspired by the Montessori method and contributes to the awakening of children by helping them to grow up without waves and without screen Noémie Wira from BFM Business welcomed Emmanuel Brehier co-founder of HARiCO He talked about French legume-based products coming",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The mission statement emphasizes being an \"économique\" (economic) player, acting with kindness, transparency, and ambition while supporting high-potential projects with a \"bien être\" (well-being) approach. This suggests that the organization values its employees and participants and seeks to create a positive impact beyond financial success alone. However, specific employee or participant benefits are not explicitly mentioned in the given context.",
            "source": [
                {
                    "content": "INVESTORS BEFORE THEY INVEST IN THE FUND IN ACCORDANCE WITH APPLICABLE LAWS IS DESCRIBED IN SUBSCRIPTION AGREEMENT SCHEDULE 1 OF THE BY-LAWS RISK PROFILETHE MANAGEMENT COMPANY ALSO DRAWS INVESTORS’ ATTENTION TO THE RISKS TO WHICH ANY INVESTOR IN THE FUND WILL BE EXPOSED THESE RISKS ARE DESCRIBED IN SUBSCRIPTION AGREEMENT SCHEDULE 2 PROSPECTIVE INVESTORS MUST CARRY OUT THEIR OWN DUE DILIGENCE AND RELY ON THEIR INDEPENDENT ASSESSMENT OF THE LEGAL REGULATORY TAX FINANCIAL OR OTHER CONSEQUENCES OF AN INVESTMENT IN THE FUND INCLUDING THE MERITS OF ANY INVESTMENT DECISION AND THE RISKS INHERENT TO SUCH DECISION",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We try to live by the same rules as our portfolio companiesand to set an example Our mission is to be an economic player acting with kindness transparency and ambition supporting high-potential projects with a « good for me good for the communities and good for the planet » approach We have already taken action in these essential areas and will continue to improve whenever we can We are an “entreprise à mission” and are a B-Corp certified company to guide us towards the highest standards of verified social and environmental performance public transparency and legal accountabilityto balance profit and purpose We are proud that 50 of our team and 36 of our portfolio companies have female or mixed founding teams We have signed a variety of agreements to maintain that standardSista Parental Act Charte France Invest We incorporate environmental social and corporate governance issues into our investment practice We have signed the UN’s PRI — the world’s leading standard for responsible",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "they provide technical or financial assistance to unlisted companies that fall within the investment focus of the Fund with respect to such companies’ creation or development orb they assist the Management Company in seeking potential investors or helps the Management Company with respect to the search for or the selection monitoring or sale of investments orc they are knowledgeable about private equity as a result of prior direct capital investments in unlisted companies or a prior investment either in a private equity investment fund fonds commun de placement à risques that was not subject to publicity or marketing démarchage or in a professional specialized fund fonds professionnel spécialisé or in a professional private equity investment fund fonds professionnel de capitalinvestissement or in an unlisted venture capital company société de capital risque or4 any other investors provided that the subscription or the acquisition is made in their name and on their behalf by an",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Please contact us prior to re-using any content text logo or image displayed on this website Logos and trademarks of our portfolio companies past and present and their respective acquirers belong to their respective owners Société de Gestion de Portefeuille Française -Agrément AMF N°GP  du 20 février  Une charte sur les critères ESG est en cours d’élaboration  Eutopia Gestion est adhérent aux Principes Pour l’Investissement Responsable à Initiative Climat 20 et est signataire de la charte Parité France Invest Charte Sista et Parental Act Editeur OVH SAS au capital de  € – RCS Lille Métropole   – 2 rue Kellermann  Roubaix France Le détail des votes et abstentions exprimés sur chaque résolution est disponible sur demande au siège de la société We do not collect personal information from web users simply browsing this website We track aggregate usage of the website such as the total number of times each page has been viewed and in which order pages are viewed on our site We identify basic",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information, there isn't any specific mention of a financial or earnings report. However, some general insights can still be gathered from the text. One major highlight is Eutopia's successful completion of its final closing at € m, making it clear that the company continues to grow and attract investors. Additionally, Eutopia's management company becoming a B-Corp certified company demonstrates their commitment to social and environmental responsibility. Furthermore, the emphasis on gender diversity within the team shows that Eutopia prioritizes inclusivity and representation. Lastly, Eutopia's involvement in various initiatives such as The Good Pitch podcast, UN's PRI, and other agreements reflects their dedication to creating positive social and environmental impact through their work.",
            "source": [
                {
                    "content": "together As transparency is one of our core values at Eutopia Antoine managing partner recorded a “no-filter” podcast with Generation Do It Yourself where he goes back on his journey to Eutopia the ups and the downs and why he is so passionate about his job now A story of resilience introspection and passion It is an understatement to say that  was challenging for many companies Eutopia explains what it takes to build a successful and sustainable startup Three questions to better understand Eutopia thesis how they want to bring together ambition and impact and the importance of gender diversity within the team Eutopia has completed its final closing at € m and announces that its management company is now a B-Corp company We are very happy to have been invited as an expert for “The Good Pitch” podcast In each episode you can listen to the pitch of a startup working to make the world a better place Food for thought to easily change our consumption pattern following the path of inspiring",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We try to live by the same rules as our portfolio companiesand to set an example Our mission is to be an economic player acting with kindness transparency and ambition supporting high-potential projects with a « good for me good for the communities and good for the planet » approach We have already taken action in these essential areas and will continue to improve whenever we can We are an “entreprise à mission” and are a B-Corp certified company to guide us towards the highest standards of verified social and environmental performance public transparency and legal accountabilityto balance profit and purpose We are proud that 50 of our team and 36 of our portfolio companies have female or mixed founding teams We have signed a variety of agreements to maintain that standardSista Parental Act Charte France Invest We incorporate environmental social and corporate governance issues into our investment practice We have signed the UN’s PRI — the world’s leading standard for responsible",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "fund word together Eurazeo has completed its majority investment in Ultra Premium Direct alongside cofounders Sophie and Matthieu Wincker and Eutopia existing minority shareholder via Otium Consumer which would reinvest in the transaction via its new fund After years working for the detergent industry Laure co-founder of Spring explained how she realized she wanted to create a better for the health better for the environment and more convenient experience Created in  by Emmanuel Brehier  Benoît Plisson HariCo is developping a new plant-based offer made out of pulses Initially designed for food service their products are now available in supermarkets in the frozen and fresh aisles Monday 9th Oh My Cream’s Founder was awarded with the Bold Woman Award from Veuve Clicquot It took her boldness to talk about transparency and to launch physical stores at a time when the term “clean beauty” did not yet exist and digital was key While 10 million tones of food is thrown away every year in",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "its CSR commitments moderato appears in Le Parisien in an article about alcohol-free drinks SPRiNG launches Beaudy a clean beauty brand starting with solid shampoo shower gel face wash and baby soap Yellowpop introduces latest collab with Andy Warhol shining light on iconic pop art pieces After Herbarium By Charlot expands its business by acquiring Green Factory a terrarium brand Parisian cultivated meat startup Gourmey has raised €48m in new funding — the world’s largest Series A round for a company in the sector Dynamo indoor cycling studios takes it place in GQ’s top 10 best Parisian gyms alongside with Punch Boxing Paris-based leather goods brand Polène has established a new home in New York City with the opening of the brand’s first-ever international flagship Groceries store network which fights against food waste raises 8M€ and launches e-commerce Hapik which has 15 fun climbing sites in shopping centers in France and two in the US closed a 15M€ fundraising to acquire 7 new",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Yes, there were several investor events and funding rounds mentioned in the context. Some notable ones include:\n\n1. Moderato raising €15M in a funding round.\n2. Ultra Premium receiving an investment from Eurazeo, who became the majority shareholder alongside existing minority shareholders via Otium Consumer's new fund.",
            "source": [
                {
                    "content": "our Founding partner at Eutopia was invited to an Inclusive Hour organized by SISTA fund together with Juliette Lévy founder of Oh My Cream They came back on their entrepreneurial adventure both personal and common and shared their tips on a sucessful fundraising Fully independent from Otium Capital since last December Eutopia is now operating three funds and keeps growing its brand portfolio Still focusing on B2C and responsible consumption it is progressively moving towards an “early capital development” with the desire to create value through growth rather than financial engineering After a launch in London last November OMC opens a new store in the French surfing capital; Biarritz The clean cosmetics brand accounts now 23 shops accross France and aspires to open in Belgium in the second semester In this episode of Bienvenue Au Capital Antoine shares his background and the future of DNVBs as well as some anecdotes from his prepa studies Discover Eutopia’s Preferred fund in this",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "promote female entrepreneurship Camille held a masterclass on “Dare to talk about money and invest” From the originality of the product to the right partner she shares with us today 5 tips to raise funds successfully The start-up which offers children magazines toys and board games based on travel organized a big treasure hunt in a dozen cities in France and Belgium in January moderato raises €15M round to back their transition towards a more sober consumption of alcohol and also signed an exclusive distribution agreement with Carrefour to boost their growth The program “la vie en vrai” on Sud Radio hosted by Benjamin Glaise interviews Hari  Co’s co-founder Emmanuel Brehier to talk about legumes and French agriculture The New Year is always a good time to set new resolutions for us but it should also be for our pets Let Ultra Premium help you with its range of petfood Ho Karan offers a wide range of products based on hemp and its wellness benefits Here are four tips from Laure Bouguen",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Act Charte France Invest We incorporate environmental social and corporate governance issues into our investment practice We have signed the UN’s PRI — the world’s leading standard for responsible investment — and we are a member of the International Climate Initiative to strengthen our commitment We want Eutopia to have an impact outside of our investments We have committed to donating 1 of capital gains generated by the fund to makeorg and will contribute to other philanthropic projects",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "fund word together Eurazeo has completed its majority investment in Ultra Premium Direct alongside cofounders Sophie and Matthieu Wincker and Eutopia existing minority shareholder via Otium Consumer which would reinvest in the transaction via its new fund After years working for the detergent industry Laure co-founder of Spring explained how she realized she wanted to create a better for the health better for the environment and more convenient experience Created in  by Emmanuel Brehier  Benoît Plisson HariCo is developping a new plant-based offer made out of pulses Initially designed for food service their products are now available in supermarkets in the frozen and fresh aisles Monday 9th Oh My Cream’s Founder was awarded with the Bold Woman Award from Veuve Clicquot It took her boldness to talk about transparency and to launch physical stores at a time when the term “clean beauty” did not yet exist and digital was key While 10 million tones of food is thrown away every year in",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, there isn't any specific mention about financial or funding goals for the next period. However, it is evident that Eutopia has successfully launched and operates three funds, with plans to grow its brand portfolio and move towards \"early capital development.\" Additionally, they aim to expand internationally, opening stores in Belgium during the second semester. These initiatives suggest that Eutopia may focus on increasing its presence and market share in the coming months.",
            "source": [
                {
                    "content": "Act Charte France Invest We incorporate environmental social and corporate governance issues into our investment practice We have signed the UN’s PRI — the world’s leading standard for responsible investment — and we are a member of the International Climate Initiative to strengthen our commitment We want Eutopia to have an impact outside of our investments We have committed to donating 1 of capital gains generated by the fund to makeorg and will contribute to other philanthropic projects",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "our Founding partner at Eutopia was invited to an Inclusive Hour organized by SISTA fund together with Juliette Lévy founder of Oh My Cream They came back on their entrepreneurial adventure both personal and common and shared their tips on a sucessful fundraising Fully independent from Otium Capital since last December Eutopia is now operating three funds and keeps growing its brand portfolio Still focusing on B2C and responsible consumption it is progressively moving towards an “early capital development” with the desire to create value through growth rather than financial engineering After a launch in London last November OMC opens a new store in the French surfing capital; Biarritz The clean cosmetics brand accounts now 23 shops accross France and aspires to open in Belgium in the second semester In this episode of Bienvenue Au Capital Antoine shares his background and the future of DNVBs as well as some anecdotes from his prepa studies Discover Eutopia’s Preferred fund in this",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We try to live by the same rules as our portfolio companiesand to set an example Our mission is to be an economic player acting with kindness transparency and ambition supporting high-potential projects with a « good for me good for the communities and good for the planet » approach We have already taken action in these essential areas and will continue to improve whenever we can We are an “entreprise à mission” and are a B-Corp certified company to guide us towards the highest standards of verified social and environmental performance public transparency and legal accountabilityto balance profit and purpose We are proud that 50 of our team and 36 of our portfolio companies have female or mixed founding teams We have signed a variety of agreements to maintain that standardSista Parental Act Charte France Invest We incorporate environmental social and corporate governance issues into our investment practice We have signed the UN’s PRI — the world’s leading standard for responsible",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "INVESTORS BEFORE THEY INVEST IN THE FUND IN ACCORDANCE WITH APPLICABLE LAWS IS DESCRIBED IN SUBSCRIPTION AGREEMENT SCHEDULE 1 OF THE BY-LAWS RISK PROFILETHE MANAGEMENT COMPANY ALSO DRAWS INVESTORS’ ATTENTION TO THE RISKS TO WHICH ANY INVESTOR IN THE FUND WILL BE EXPOSED THESE RISKS ARE DESCRIBED IN SUBSCRIPTION AGREEMENT SCHEDULE 2 PROSPECTIVE INVESTORS MUST CARRY OUT THEIR OWN DUE DILIGENCE AND RELY ON THEIR INDEPENDENT ASSESSMENT OF THE LEGAL REGULATORY TAX FINANCIAL OR OTHER CONSEQUENCES OF AN INVESTMENT IN THE FUND INCLUDING THE MERITS OF ANY INVESTMENT DECISION AND THE RISKS INHERENT TO SUCH DECISION",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided information, there isn't any specific publication, research finding, or introduced technology mentioned directly. However, there are several notable developments across various industries such as sustainability, circular economy, alternative energy sources, plant care, personal care, fitness, and others. These advancements demonstrate progress towards creating a better, healthier, and happier society.",
            "source": [
                {
                    "content": "Dear trailblazers… We salute you We see you reshaping society Changing minds and tuning attitudes Pioneering a new way of living Rethinking how we eat sleep dress exercise and feel Making everyone’s everyday better Healthier Smarter Happier Just like you we reject the status quo We’re here to support projects that shake things up Projects that solve a problem and share a purpose Projects that have a soul Forget dreaming of an idealistic and never-to-be-realised Utopia Welcome to Eutopia",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and received the Golden Award and the Prize for the best business model BAM Karaoké honors the music of the s with the “Generation ” evening scheduled on Tuesday May 9th at BAM Parmentier For a more ethical finance LITAco allows people to invest online in companies with a social societal or environmental vocation as of € Investing in TIPTOE means supporting the transition of the furniture and design industry The European Commission has laid out another piece of its Circular Economy Action Plan — adopting a proposal to set common EU rules which are intended to make it easier for consumers to get faulty products repaired One year after the opening of the first store in Nantes Nous Anti Gaspi is opening a second one in the center of the city Because our houseplants need special care Charles Senaux By Charlot’s co-founder gives us some tips on how to optimize their life expectancy Presented as one of the best storytellers for children and especially the most educative one Joyeuse is",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and strengthens its CSR commitments moderato appears in Le Parisien in an article about alcohol-free drinks SPRiNG launches Beaudy a clean beauty brand starting with solid shampoo shower gel face wash and baby soap Yellowpop introduces latest collab with Andy Warhol shining light on iconic pop art pieces After Herbarium By Charlot expands its business by acquiring Green Factory a terrarium brand Parisian cultivated meat startup Gourmey has raised €48m in new funding — the world’s largest Series A round for a company in the sector Manal Salah joins the Eutopia team as Lead Partner for Eutopia Preferred which supports more mature responsible consumer brands Dynamo indoor cycling studios takes it place in GQ’s top 10 best Parisian gyms alongside with Punch Boxing Paris-based leather goods brand Polène has established a new home in New York City with the opening of the brand’s first-ever international flagship Groceries store network which fights against food waste raises 8M€ and launches",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "pas dans les domaines suivants  la production ou de vente de tabac alcool distillé les armes et munitions et l’armement ; dans les casinos et équivalents ; la recherche le développement ou les applications qui visent à soutenir toutes les activités précédemment décrites ainsi que la pornographie ; les applications qui permettent d’entrer dans des réseaux de manière illégale ou télécharger de la data ; la recherche et développement utilisant le clonage humain ou les OGM  Eutopia Gestion est signataire des PRI Principes pour l’investissement responsable parrainés par l’ONU Organisation des Nations-Unies Ainsi  En application de ces principes il est de notre devoir en tant qu’investisseurs institutionnels d’agir dans l’intérêt à long terme de nos bénéficiaires C’est en cette qualité que nous estimons que les questions environnementales sociales et de gouvernance d’entreprise ESG peuvent nuire à la performance des portefeuilles d’investissement à divers degrés selon les entreprises les",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, I cannot provide specific ongoing or upcoming research projects or innovation initiatives related to the mentioned companies or industries. However, some general trends and developments in various sectors such as sustainability, health, technology, and social responsibility can be observed. These may include efforts to reduce food waste, promote plant-based diets, create environmentally friendly alternatives to traditional products, and support diverse and inclusive teams.",
            "source": [
                {
                    "content": "promote female entrepreneurship Camille held a masterclass on “Dare to talk about money and invest” From the originality of the product to the right partner she shares with us today 5 tips to raise funds successfully The start-up which offers children magazines toys and board games based on travel organized a big treasure hunt in a dozen cities in France and Belgium in January moderato raises €15M round to back their transition towards a more sober consumption of alcohol and also signed an exclusive distribution agreement with Carrefour to boost their growth The program “la vie en vrai” on Sud Radio hosted by Benjamin Glaise interviews Hari  Co’s co-founder Emmanuel Brehier to talk about legumes and French agriculture The New Year is always a good time to set new resolutions for us but it should also be for our pets Let Ultra Premium help you with its range of petfood Ho Karan offers a wide range of products based on hemp and its wellness benefits Here are four tips from Laure Bouguen",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and strengthens its CSR commitments moderato appears in Le Parisien in an article about alcohol-free drinks SPRiNG launches Beaudy a clean beauty brand starting with solid shampoo shower gel face wash and baby soap Yellowpop introduces latest collab with Andy Warhol shining light on iconic pop art pieces After Herbarium By Charlot expands its business by acquiring Green Factory a terrarium brand Parisian cultivated meat startup Gourmey has raised €48m in new funding — the world’s largest Series A round for a company in the sector Manal Salah joins the Eutopia team as Lead Partner for Eutopia Preferred which supports more mature responsible consumer brands Dynamo indoor cycling studios takes it place in GQ’s top 10 best Parisian gyms alongside with Punch Boxing Paris-based leather goods brand Polène has established a new home in New York City with the opening of the brand’s first-ever international flagship Groceries store network which fights against food waste raises 8M€ and launches",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "its CSR commitments moderato appears in Le Parisien in an article about alcohol-free drinks SPRiNG launches Beaudy a clean beauty brand starting with solid shampoo shower gel face wash and baby soap Yellowpop introduces latest collab with Andy Warhol shining light on iconic pop art pieces After Herbarium By Charlot expands its business by acquiring Green Factory a terrarium brand Parisian cultivated meat startup Gourmey has raised €48m in new funding — the world’s largest Series A round for a company in the sector Dynamo indoor cycling studios takes it place in GQ’s top 10 best Parisian gyms alongside with Punch Boxing Paris-based leather goods brand Polène has established a new home in New York City with the opening of the brand’s first-ever international flagship Groceries store network which fights against food waste raises 8M€ and launches e-commerce Hapik which has 15 fun climbing sites in shopping centers in France and two in the US closed a 15M€ fundraising to acquire 7 new",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Created in  by Emmanuel Brehier  Benoît Plisson HariCo is developping a new plant-based offer made out of pulses Initially designed for food service their products are now available in supermarkets in the frozen and fresh aisles Three questions to better understand Eutopia thesis how they want to bring together ambition and impact and the importance of gender diversity within the team Eutopia has completed its final closing at € m and announces that its management company is now a B-Corp company We are very happy to have been invited as an expert for “The Good Pitch” podcast In each episode you can listen to the pitch of a startup working to make the world a better place Monday 9th Oh My Cream’s Founder was awarded with the Bold Woman Award from Veuve Clicquot It took her boldness to talk about transparency and to launch physical stores at a time when the term “clean beauty” did not yet exist and digital was key While 10 million tones of food is thrown away every year in France this",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " There isn't enough information provided to identify specific research grants or innovation awards that were recently distributed. However, we can mention some notable organizations that provide such opportunities:\n\n* European Research Council (ERC): They award competitive grants to individual researchers who demonstrate excellence in their respective fields.\n* European Innovation Council (EIC): They support groundbreaking innovations and entrepreneurs who aim to bring transformational ideas to market.\n* Horizon 202: This is the biggest EU research and innovation programme ever, providing funding opportunities across various sectors.\n\nPlease note that these examples only scratch the surface of all the research grants and innovation awards available. To find more relevant opportunities, I recommend checking the websites of government agencies, private foundations, and other institutions that focus on research and innovation.",
            "source": [
                {
                    "content": "promote female entrepreneurship Camille held a masterclass on “Dare to talk about money and invest” From the originality of the product to the right partner she shares with us today 5 tips to raise funds successfully The start-up which offers children magazines toys and board games based on travel organized a big treasure hunt in a dozen cities in France and Belgium in January moderato raises €15M round to back their transition towards a more sober consumption of alcohol and also signed an exclusive distribution agreement with Carrefour to boost their growth The program “la vie en vrai” on Sud Radio hosted by Benjamin Glaise interviews Hari  Co’s co-founder Emmanuel Brehier to talk about legumes and French agriculture The New Year is always a good time to set new resolutions for us but it should also be for our pets Let Ultra Premium help you with its range of petfood Ho Karan offers a wide range of products based on hemp and its wellness benefits Here are four tips from Laure Bouguen",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "fund word together Eurazeo has completed its majority investment in Ultra Premium Direct alongside cofounders Sophie and Matthieu Wincker and Eutopia existing minority shareholder via Otium Consumer which would reinvest in the transaction via its new fund After years working for the detergent industry Laure co-founder of Spring explained how she realized she wanted to create a better for the health better for the environment and more convenient experience Created in  by Emmanuel Brehier  Benoît Plisson HariCo is developping a new plant-based offer made out of pulses Initially designed for food service their products are now available in supermarkets in the frozen and fresh aisles Monday 9th Oh My Cream’s Founder was awarded with the Bold Woman Award from Veuve Clicquot It took her boldness to talk about transparency and to launch physical stores at a time when the term “clean beauty” did not yet exist and digital was key While 10 million tones of food is thrown away every year in",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and strengthens its CSR commitments moderato appears in Le Parisien in an article about alcohol-free drinks SPRiNG launches Beaudy a clean beauty brand starting with solid shampoo shower gel face wash and baby soap Yellowpop introduces latest collab with Andy Warhol shining light on iconic pop art pieces After Herbarium By Charlot expands its business by acquiring Green Factory a terrarium brand Parisian cultivated meat startup Gourmey has raised €48m in new funding — the world’s largest Series A round for a company in the sector Manal Salah joins the Eutopia team as Lead Partner for Eutopia Preferred which supports more mature responsible consumer brands Dynamo indoor cycling studios takes it place in GQ’s top 10 best Parisian gyms alongside with Punch Boxing Paris-based leather goods brand Polène has established a new home in New York City with the opening of the brand’s first-ever international flagship Groceries store network which fights against food waste raises 8M€ and launches",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and received the Golden Award and the Prize for the best business model BAM Karaoké honors the music of the s with the “Generation ” evening scheduled on Tuesday May 9th at BAM Parmentier For a more ethical finance LITAco allows people to invest online in companies with a social societal or environmental vocation as of € Investing in TIPTOE means supporting the transition of the furniture and design industry The European Commission has laid out another piece of its Circular Economy Action Plan — adopting a proposal to set common EU rules which are intended to make it easier for consumers to get faulty products repaired One year after the opening of the first store in Nantes Nous Anti Gaspi is opening a second one in the center of the city Because our houseplants need special care Charles Senaux By Charlot’s co-founder gives us some tips on how to optimize their life expectancy Presented as one of the best storytellers for children and especially the most educative one Joyeuse is",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization mentioned in the text has collaborated with various groups across different fields. Some notable ones include:\n\n1. United Nations (UN): By signing the Principles for Responsible Investment (PRI), the organization commits to adopting and implementing them in their investment practices when relevant to their fiduciary responsibilities. They also pledge to evaluate and enhance the content of the principles over time.\n2. France Invest: As a signatory of the \"Parity Charter\" of France Invest, the organization emphasizes the importance of gender diversity in their investment activities. This commitment stems from their belief that diverse teams lead to better performance and accelerated growth for businesses.\n3. Eutopia Gestion: As a member of the \"Initiative Climat 20\" (IC20) initiative since March, this organization demonstrates its dedication to addressing climate change and promoting sustainable practices.\n4. Various Portfolio Companies: The organization works closely with its portfolio companies, providing support and guidance to help them achieve their goals while upholding socially responsible and environmentally friendly practices.",
            "source": [
                {
                    "content": "We try to live by the same rules as our portfolio companiesand to set an example Our mission is to be an economic player acting with kindness transparency and ambition supporting high-potential projects with a « good for me good for the communities and good for the planet » approach We have already taken action in these essential areas and will continue to improve whenever we can We are an “entreprise à mission” and are a B-Corp certified company to guide us towards the highest standards of verified social and environmental performance public transparency and legal accountabilityto balance profit and purpose We are proud that 50 of our team and 36 of our portfolio companies have female or mixed founding teams We have signed a variety of agreements to maintain that standardSista Parental Act Charte France Invest We incorporate environmental social and corporate governance issues into our investment practice We have signed the UN’s PRI — the world’s leading standard for responsible",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "they provide technical or financial assistance to unlisted companies that fall within the investment focus of the Fund with respect to such companies’ creation or development orb they assist the Management Company in seeking potential investors or helps the Management Company with respect to the search for or the selection monitoring or sale of investments orc they are knowledgeable about private equity as a result of prior direct capital investments in unlisted companies or a prior investment either in a private equity investment fund fonds commun de placement à risques that was not subject to publicity or marketing démarchage or in a professional specialized fund fonds professionnel spécialisé or in a professional private equity investment fund fonds professionnel de capitalinvestissement or in an unlisted venture capital company société de capital risque or4 any other investors provided that the subscription or the acquisition is made in their name and on their behalf by an",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a été organisé par le Secrétaire général des Nations Unies En signant les principes nous en tant qu’investisseurs nous engageons publiquement à les adopter et à les mettre en œuvre dès lors qu’ils sont en phase avec nos responsabilités fiduciaires Nous nous engageons également à évaluer l’efficacité et à améliorer le contenu des principes au fil du temps Nous estimons que nous pourrons ainsi mieux honorer nos engagements vis-à-vis des bénéficiaires et mieux aligner nos activités d’investissement sur l’intérêt général de la société Eutopia Gestion est signataire de la charte parité de France Invest car la mixité est pour nous source d’une plus grande performance et d’une croissance accélérée dans les entreprises La Charte comporte 30 engagements en faveur de la parité dont les objectifs suivants  Eutopia Gestion est signataire et membre actif de l’initiative IC20 depuis mars  Plus précisément la démarche méthodologique de l’ « Initiative Climat  » s’articule en 3 temps Les signataires",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "entreprise dès lors qu’il en est fait mention L’identité personnelle étant de plus en plus confondue avec l’identité professionnelle les propos tenus par le collaborateur peuvent donc exposer d’une manière plus ou moins directe l’image et l’activité d’EUTOPIA Face aux questionnements légitimes que se pose tout salarié dans sa gestion des médias et réseaux sociaux EUTOPIA GESTION se propose de rappeler quelques règles à suivre et d’aider les collaborateurs à devenir des contributeurs positifs de leur entreprise car ils sont aussi acteurs d’opportunités de communication Ce document s’adresse à l’ensemble des collaborateurs d’EUTOPIA GESTION qui souhaitent s’exprimer dans les médias et réseaux sociaux sur un sujet qui implique EUTOPIA GESTION ses fonds ses souscripteurs ses participations ses fournisseurs et son histoire Il s’adresse aussi à tout collaborateur qui contribue à des conversations sur les médias et réseaux sociaux depuis son lieu de travail ou à l’extérieur de la société et",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives involving Eutopia Gestion and other organizations. Some notable examples include:\n\n1. Signature of the United Nations Principles for Responsible Investment (PRI) by Eutopia Gestion as an \"Entreprise à Mission\" and a B-Corp certified company. This commitment demonstrates Eutopia's dedication to responsible investing and sustainable practices.\n2. Eutopia Gestion being a member of the \"Initiative Climat 20\" (IC20), which seeks to promote climate change mitigation and adaptation strategies among its members. As part of this initiative, Eutopia participates in various working groups and governing bodies, contributing to the development of climate solutions.\n3. Collaboration with SISTA Fund and Oh My Cream for an inclusive hour event focused on successful fundraising strategies. This event brought together entrepreneurs to share insights and experiences related to raising capital for their businesses.\n4. Eutopia Gestion has also been involved in various conferences, workshops, and roundtable discussions alongside other impact investors, startups, and industry experts. These gatherings provide opportunities for knowledge sharing, networking, and collaboration on projects and initiatives that align with Eutopia's mission and values.",
            "source": [
                {
                    "content": "We try to live by the same rules as our portfolio companiesand to set an example Our mission is to be an economic player acting with kindness transparency and ambition supporting high-potential projects with a « good for me good for the communities and good for the planet » approach We have already taken action in these essential areas and will continue to improve whenever we can We are an “entreprise à mission” and are a B-Corp certified company to guide us towards the highest standards of verified social and environmental performance public transparency and legal accountabilityto balance profit and purpose We are proud that 50 of our team and 36 of our portfolio companies have female or mixed founding teams We have signed a variety of agreements to maintain that standardSista Parental Act Charte France Invest We incorporate environmental social and corporate governance issues into our investment practice We have signed the UN’s PRI — the world’s leading standard for responsible",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a été organisé par le Secrétaire général des Nations Unies En signant les principes nous en tant qu’investisseurs nous engageons publiquement à les adopter et à les mettre en œuvre dès lors qu’ils sont en phase avec nos responsabilités fiduciaires Nous nous engageons également à évaluer l’efficacité et à améliorer le contenu des principes au fil du temps Nous estimons que nous pourrons ainsi mieux honorer nos engagements vis-à-vis des bénéficiaires et mieux aligner nos activités d’investissement sur l’intérêt général de la société Eutopia Gestion est signataire de la charte parité de France Invest car la mixité est pour nous source d’une plus grande performance et d’une croissance accélérée dans les entreprises La Charte comporte 30 engagements en faveur de la parité dont les objectifs suivants  Eutopia Gestion est signataire et membre actif de l’initiative IC20 depuis mars  Plus précisément la démarche méthodologique de l’ « Initiative Climat  » s’articule en 3 temps Les signataires",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "en représentant ainsi Eutopia Gestion dans les instances de gouvernance les boards et lors des assemblées générales En effet si les conditions de l’investissement réalisé le permettent Eutopia Gestion demande généralement un siège aux instances de gouvernance dépend du poids de l’investissement réalisé dans la Participation Par ailleurs le suivi couvre la stratégie les résultats les risques financiers et non financiers la structure du capital la trésorerie l’impact social et environnemental ainsi que la gouvernance d’entreprise En tant qu’investisseur actif et engagé Eutopia Gestion établit un dialogue bienveillant ambitieux et permanent avec les dirigeants des Participations par le biais de réunions de conférences téléphoniques et de correspondances Ce dialogue est un élément clé du suivi des Participations Le Membre de l’équipe Eutopia échange avec les Participations sur la mise en œuvre de leur stratégie d’entreprise leurs résultats les risques financiers et non financiers la",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "our Founding partner at Eutopia was invited to an Inclusive Hour organized by SISTA fund together with Juliette Lévy founder of Oh My Cream They came back on their entrepreneurial adventure both personal and common and shared their tips on a sucessful fundraising Fully independent from Otium Capital since last December Eutopia is now operating three funds and keeps growing its brand portfolio Still focusing on B2C and responsible consumption it is progressively moving towards an “early capital development” with the desire to create value through growth rather than financial engineering After a launch in London last November OMC opens a new store in the French surfing capital; Biarritz The clean cosmetics brand accounts now 23 shops accross France and aspires to open in Belgium in the second semester In this episode of Bienvenue Au Capital Antoine shares his background and the future of DNVBs as well as some anecdotes from his prepa studies Discover Eutopia’s Preferred fund in this",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " The mutual objectives and outcomes expected from these collaborations can be summarized as follows:\n\n1. Collaboration between Eutopia Gestion and its co-investors in the \"Initiative Climat\" (IC20): This collaboration aims to achieve climate resilience for their investments while ensuring that the interests of Eutopia Gestion may not always align with those of all co-investors. By working together, they hope to reach a common understanding on sustainability issues and create positive repercussions for the development of their investments.\n2. Collaboration between Eutopia Gestion and its subsidiaries or affiliates: As a management company involved in capital investment, Eutopia Gestion works closely with other stakeholders, including shareholder participation funds, potential additional relevant parties, and other interested parties. This collaboration allows them to initiate targeted discussions, exchange ideas, and pool resources to address shared concerns, ultimately benefiting the participating shares and potentially driving business growth.\n3. Collaboration within the governance structure: Eutopia Gestion is committed to upholding professional ethical standards, such as those set forth by applicable regulatory bodies. Annually, the company revisits and updates its risk strategy, which must be approved by competent governing authorities. Among the key developments during the year, it is worth noting the launch of Eutopia Preferred Eutopia Co-Invest Tediber funds. Various governance and risk monitoring meetings were held according to the planned schedule.\n4. Collaboration with external service providers: Eutopia Gestion also works with various external service providers, such as auditors, legal advisors, and consultants, who help ensure compliance with applicable regulations and best practices. These collaborations enable Eutopia Gestion to maintain strong internal controls and risk management processes.\n5. Collaboration with employees: Finally, Eutopia Gestion encourages collaboration among its own employees when expressing themselves through media and social networks. They aim to promote responsible communication practices that foster a positive image and reputation for the company.",
            "source": [
                {
                    "content": "entreprise dès lors qu’il en est fait mention L’identité personnelle étant de plus en plus confondue avec l’identité professionnelle les propos tenus par le collaborateur peuvent donc exposer d’une manière plus ou moins directe l’image et l’activité d’EUTOPIA Face aux questionnements légitimes que se pose tout salarié dans sa gestion des médias et réseaux sociaux EUTOPIA GESTION se propose de rappeler quelques règles à suivre et d’aider les collaborateurs à devenir des contributeurs positifs de leur entreprise car ils sont aussi acteurs d’opportunités de communication Ce document s’adresse à l’ensemble des collaborateurs d’EUTOPIA GESTION qui souhaitent s’exprimer dans les médias et réseaux sociaux sur un sujet qui implique EUTOPIA GESTION ses fonds ses souscripteurs ses participations ses fournisseurs et son histoire Il s’adresse aussi à tout collaborateur qui contribue à des conversations sur les médias et réseaux sociaux depuis son lieu de travail ou à l’extérieur de la société et",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a été organisé par le Secrétaire général des Nations Unies En signant les principes nous en tant qu’investisseurs nous engageons publiquement à les adopter et à les mettre en œuvre dès lors qu’ils sont en phase avec nos responsabilités fiduciaires Nous nous engageons également à évaluer l’efficacité et à améliorer le contenu des principes au fil du temps Nous estimons que nous pourrons ainsi mieux honorer nos engagements vis-à-vis des bénéficiaires et mieux aligner nos activités d’investissement sur l’intérêt général de la société Eutopia Gestion est signataire de la charte parité de France Invest car la mixité est pour nous source d’une plus grande performance et d’une croissance accélérée dans les entreprises La Charte comporte 30 engagements en faveur de la parité dont les objectifs suivants  Eutopia Gestion est signataire et membre actif de l’initiative IC20 depuis mars  Plus précisément la démarche méthodologique de l’ « Initiative Climat  » s’articule en 3 temps Les signataires",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "porteurs de parts Bien que les intérêts de Eutopia Gestion ne soient pas toujours alignés avec ceux de l’ensemble de ses co-actionnaires Eutopia Gestion travaille de manière concertée aux côtés des Participations de leurs co-actionnaires et potentiellement d’autres parties prenantes pertinentes pour atteindre l’objectif de concrétisation de la durabilité de ses investissements Cet engagement collaboratif est bénéfique aux Participations car il leur permet d’initier un dialogue ciblé avec un certain nombre de parties prenantes sur différents sujets de préoccupation en visant une convergence d’intérêts favorisant les répercussions bénéfiques pour leur développement Il permet également de mutualiser les idées et ressources des différentes parties prenantes impliquées pour répondre à ces préoccupations En tant que Société de Gestion intervenant dans le capital investissement Eutopia Gestion respecte les principes de déontologie professionnelle qui lui sont applicables notamment",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "ou assimilés 73 SUIVI DE LA STRATÉGIE DES RISQUES ET DE L IMPACT  Chaque année EUTOPIA GESTION redéfinit sa stratégie risque qui doit être approuvée par les instances de gouvernance compétentes Parmi les principales nouveautés de l’année  il convient de noter la commercialisation des fonds Eutopia Preferred Eutopia Co-Invest Tediber Les différentes instances de gouvernance et de suivi des risques se sont déroulées selon le planning prévu A savoir au cours de l’année  il y a eu  Par ailleurs EUTOPIA GESTION prend en compte les questions de durabilité et responsabilité ESG dans son fonctionnement et dans les opérations réalisées par les FPCI dont elle assure la gestion 74 DIALOGUE AVEC LES SOCIÉTÉS DONT LES TITRES SONT DÉTENUS La relation avec les sociétés détenues par les FPCI gérés par EUTOPIA GESTION et celles dont Eutopia assure le Conseil en Investissement est suivie par l’équipe de gestion gérants financiers Partner Principal Associate etc Celle-ci est à fin  composée de 7",
                    "metadata": {
                        "rel": [
                            "forbes",
                            "medium",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}