{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Through their projects and initiatives, Coop has demonstrated a commitment to sustainability and environmental responsibility. Some notable examples include:\n\n1. Investing in a compost factory for La Red Ecolsiierra, a Colombian coffee cooperative. This allows them to use organic compost for cultivation, reducing costs associated with purchasing external fertilizers. The compost is even made from local materials, further supporting the local economy.\n\n2. Implementing a cocoa farming project for coffee farmers in lowland areas of Peru. By providing cocoa tree saplings and training, these farmers can now grow both coffee and cocoa, reducing their reliance on coffee sales alone. Additionally, the project generates income through the sale of wood, fruit, and carbon credit",
            "source": [
                {
                    "content": "de juiste experts om ons hierbij te helpen en naast eigen investeringen ook externe fondsen aanvragen”  “Een mooi voorbeeld is een project voor onze koffiecoöperatie La Red Ecolsierra in Colombia Zij kunnen hun koffie nu met biologische compost verbouwen na een investering in een compostfabriek waar de cooperatie haar eigen compost produceert met lokale materialen Compost is erg duur en een belangrijke kostenpost voor de boeren dankzij de investering drukken we de productiekosten De compost is zelfs samengesteld met voedingstoffen voor die specifieke grond”  “Een ander project is ons cacaoproject in Colombia Koffieboeren in de laagstgelegen gebieden hebben cacaoplantjes en training gekregen zodat ze naast koffie ook cacao kunnen verbouwen Hun koffie-inkomsten zijn de laatste jaren hard teruggelopen omdat ze te maken hebben met klimaatverandering en daardoor veroorzaakte ziektes en plagen Dankzij het project zijn ze minder afhankelijk van koffie en verdienen ze een additioneel",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "een belangrijk project opzetten door de Fairtrade actie bij Coop Met dit herbebossingsproject dragen we samen bij aan het verbeteren van de milieukwaliteit in het San Nicolas district in Peru en het diversifiëren van het inkomen van 96 boeren met wie we samenwerken De bomen die we gaan planten zorgen namelijk voor herstel van bodem en instandhouding van water en genereren tegelijkertijd inkomsten uit verkoop van hout vruchten en carbon credits Dat betekent zowel financieel voor de boer als voor de natuur een gewin”  Coop doet al jaren mee aan de Fairtrade Week en dit is de vierde keer dat ze op deze manier campagne voeren De actie levert iedere keer opnieuw mooie bedragen op die ten goede komen aan boeren in Afrika Azië of Latijns-Amerika Vorig jaar was haalde de supermarktketen in de Fairtrade Week € - op voor onze koffieboeren in Nicaragua De Peruviaanse koffiecoöperatie COOPARM werd in  opgericht door een pastoor genaamd Antonio Rodríquez die zich zorgen maakte over de lage prijzen",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "geplukt Ze geven jouw gerechten een rijke romige smaak Kokosmelk kokosextract water stabilisator guargom E Van biologische oorsprong Kokosmelk Fairtrade gecertificeerd verhandeld gecontroleerd en afkomstig van Fairtrade producenten totaal 99 wwwinfofairtradenet/sourcing Geproduceerd in Sri Lanka Zes keer per jaar sturen we onze fans mooie recepten inspirerende verhalen en de nieuwste producten",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "uit de productie van koffie maar ook van cacao De afwisseling van koffie- en cacaoplanten op het land dragen daarnaast bij aan een verbetering van de biodiversiteit Een mooi voorbeeld van hoe duurzaamheid en het versterken van de coöperatie hand in hand kan gaan Na Colombia staat op de planning om vergelijkbare trajecten in andere koffieproducerende landen opstarten Met onze kruidenboeren in Thailand werkten we aan een project voor de bouw van nieuwe kassen Hierdoor worden de gewassen beter beschermd tegen insecten en stevige buien tijdens het regenseizoen en hebben de Thaise boeren gegarandeerd een tweede oogst Daarnaast kunnen de boeren met de kassen optimaal produceren met een verantwoord waterverbruik Dit is een belangrijke stap voor verduurzaming waardoor de positie van de boeren verder versterkt wordt Naast de projecten die we in samenwerking met de boerencoöperaties doen zijn we altijd op zoek naar slimme manieren voor het verbeteren of verduurzamen van onze processen en",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation. Here are some notable ones:\n\n1. The United Nations Climate Change Conferences (COP) bring together world leaders to discuss and negotiate strategies for addressing climate change.\n2. World Environment Day, celebrated annually on June 5th, promotes global awareness and action for the environment.\n3. Earth Day, held annually on April 2nd, encourages individuals and organizations to take action for environmental protection.\n4. The Bonn Challenge aims to restore 17 million hectares of deforested and degraded lands by 2. The Global Landscapes Forum brings together practitioners, scientists, and decision-makers to share knowledge and promote sustainable land use practices.\n5. The Convention on Biological Diversity (CBD) seeks to conserve biological diversity, promote sustainable use of natural resources, and ensure the fair and equitable sharing of benefits arising from genetic resources.\n6. The Ramsar Convention on Wetlands works to preserve and conserve wetland ecosystems for their ecological, economic, social, and cultural values.\n7. The Intergovernmental Panel on Climate Change (IPCC) provides scientific assessments of climate change, its impacts, and potential solutions.\n8. The Paris Agreement, signed by 19 countries, aims to limit global warming to well below 2.C and pursue efforts to limit it to 1.5C above preindustrial levels.\n9. The UN Framework Convention on Climate Change (UNFCCC) facilitates international cooperation to combat climate change.\n10. The Conference of Parties (COP) meetings under the UNFCCC provide a platform for negotiation and decision-making related to climate change mitigation and adaptation measures.",
            "source": [
                {
                    "content": "voor het kopen van een eigen stuk land Daarnaast worden de vrouwen legaal eigenaar van het land Dit betekent dat ze het land later ook weer aan hun kinderen kunnen doorgeven Sinds  werken we samen met Red Ecolsierra een coöperatie van zo’n  kleinschalige boerenfamilies uit de Sierra Nevada in Colombia Het gebied is een tijd lang getroffen geweest door oorlog met grote ecologische en economische schade Het is onze gezamenlijke missie om de communities en het ecosysteem weer in oude staat terug te brengen Ze streven ernaar dat elke boerderij niet alleen koffie verbouwt maar ook bijen houdt het speciale microklimaat in stand houdt en ecotoerisme stimuleert Deze koffie proef je terug in onze Community Coffee varianten die je exclusief bij Albert Heijn vindt Colombia is het eerste land waarvoor de LIRP is vastgesteld door Fairtrade International in juli  Zes keer per jaar sturen we onze fans mooie recepten inspirerende verhalen en de nieuwste producten",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "een belangrijk project opzetten door de Fairtrade actie bij Coop Met dit herbebossingsproject dragen we samen bij aan het verbeteren van de milieukwaliteit in het San Nicolas district in Peru en het diversifiëren van het inkomen van 96 boeren met wie we samenwerken De bomen die we gaan planten zorgen namelijk voor herstel van bodem en instandhouding van water en genereren tegelijkertijd inkomsten uit verkoop van hout vruchten en carbon credits Dat betekent zowel financieel voor de boer als voor de natuur een gewin”  Coop doet al jaren mee aan de Fairtrade Week en dit is de vierde keer dat ze op deze manier campagne voeren De actie levert iedere keer opnieuw mooie bedragen op die ten goede komen aan boeren in Afrika Azië of Latijns-Amerika Vorig jaar was haalde de supermarktketen in de Fairtrade Week € - op voor onze koffieboeren in Nicaragua De Peruviaanse koffiecoöperatie COOPARM werd in  opgericht door een pastoor genaamd Antonio Rodríquez die zich zorgen maakte over de lage prijzen",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "van koffie Dankzij het Red Ecolsierra programma is er een rol weggelegd voor de jeugd in koffietoerisme het houden van bijen en het cuppen van koffie Een van de jongeren binnen de coöperatie is Esteban 23 jaar Hij raakte al vroeg in de ban van de koffieproductie door zijn vader Esteban wil de schoonheid van het proces delen met zijn vrienden en jongere broers En dit is essentieel voor toekomstige generaties en de toekomst van koffie De boeren noemen zichzelf ook wel de ‘Guardians van La Sierra Nevada’ Ze streven ernaar dat elke boerderij in het Spaans ‘finca’ niet alleen koffie verbouwt maar ook bijen houdt het speciale microklimaat in stand houdt en eco toerisme stimuleert Zo hebben de boeren als doel om dertig procent van de grond niet te bebouwen met koffie om het bos te behouden en voor de natuur te zorgen Honing is goed voor de koffie Het houden van bijen verhoogt de koffieproductiviteit met vijftien tot dertig procent En het levert de boer ook extra inkomen door de verkoop van",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "In  konden er dankzij deze actie onder andere tien nieuwe kassen voor onze kruidenboeren in Sisaket Thailand gebouwd worden en in  ondersteunden we onze rijstboeren in Surin Thailand bij het organiseren van een lokale markt om hun eigen te producten daar te verkopen en zo extra inkomsten te genereren Inmiddels weten we dat dankzij de actie bij Coop tijdens de Fairtrade Week in het najaar van  maar liefst  euro is opgehaald Hiermee kan de bio-compostfabriek bij de koffieboeren van coöperatie Prodecoop in Nicaragua gerealiseerd worden Ben je benieuwd naar het vervolg hiervan Houd dan deze pagina en onze socials in de gaten Meld je ook even aan voor onze nieuwsbrief Dan weet je zeker dat je niks mist Op 1 oktober Wereldkoffiedag maakten we bekend dat we het eerste merk in de Nederlandse supermarkt zijn dat we alle koffieboeren waarmee we samenwerken de leefbaar inkomen referentieprijs gaan betalen Een belangrijke stap Niet alleen voor de koffieboer maar ook voor de toekomst van ons kopje",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The report mentions several environmental impact metrics related to coffee production. These include:\n\n1. Carbon footprint reduction: By using renewable energy sources for their operations, the company has been able to reduce its carbon footprint. This helps mitigate climate change and promote sustainability.\n\n1. Water conservation: The company emphasizes the importance of responsible water management in coffee production. They monitor and track water consumption and work with farmers to implement efficient irrigation systems.\n\n1. Soil health improvement: The company focuses on improving soil health by promoting organic and sustainable farming practices. This includes reducing chemical inputs and maintaining healthy soil microbiology.\n\n1. Biodiversity preservation: The company works closely with local communities to protect and restore habitats for native flora and fauna. This helps preserve ecosystem services and support overall environmental health.",
            "source": [
                {
                    "content": "binnen het thema Community Dit betekent dat we bij de wereldwijd best presterende B Corps horen als het gaat om impact maken op het economisch en sociaal welzijn van de gemeenschappen waarmee we samenwerken Door het proces dat voorafgaat aan de B Corp certificering hebben we een duidelijk beeld gekregen van de positieve bijdrage die we als organisatie al leveren Maar daarnaast biedt het ons ook inzichten op punten waar we nog kunnen verbeteren en stimuleert het ons om de volgende stap te zetten Natuurlijk willen we de eerstvolgende keer dat we opnieuw beoordeeld voor onze B Corp certificering onze score verbeterd hebben maar het belangrijkste voor ons dit te doen vanuit onze onze missie om boeren in staat te stellen een leefbaar inkomen te verdienen De punten die vanuit het B Corp assessment naar voren zijn gekomen helpen ons om verder richting te geven aan onze impactstrategie Work in progress dus We behoren in  voor het vierde jaar op rij bij de meest inspirerende organisaties van",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "uit de Sierra Nevada in Colombia en lees hier wat de impact is van jouw kopje koffie Voor alle koffiebonen geldt dat de groene koffiebonen per boot naar Nederland komen Tot dat moment is het verwerkingsproces van décaf koffie én koffie met cafeïne hetzelfde Voor décaf koffie vindt er een extra handeling plaats voordat de koffiebonen gebrand worden namelijk het decafeïneren van de ruwe koffiebonen   Koffie is een drankje dat geëxtraheerd wordt uit gebrande koffiebonen Het maakt daarin niet uit of er wel of geen cafeïne in die koffieboon zit Het blijven gebrande koffiebonen waarmee je een kopje koffiezet alleen dan zonder cafeïne   Decafeïneren kan op drie verschillende manieren met de DCM-  co2- en de watermethode Onze Community Coffee Décaf koffiebonen worden momenteel aan de hand van de watermethode gedecafeïneerd Hierbij wordt een kleine hoeveelheid groene bonen ondergedompeld in water om het zogeheten GCE – Green Coffee Extract – te creëren Dankzij een nauwkeurige controle van",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "de juiste experts om ons hierbij te helpen en naast eigen investeringen ook externe fondsen aanvragen”  “Een mooi voorbeeld is een project voor onze koffiecoöperatie La Red Ecolsierra in Colombia Zij kunnen hun koffie nu met biologische compost verbouwen na een investering in een compostfabriek waar de cooperatie haar eigen compost produceert met lokale materialen Compost is erg duur en een belangrijke kostenpost voor de boeren dankzij de investering drukken we de productiekosten De compost is zelfs samengesteld met voedingstoffen voor die specifieke grond”  “Een ander project is ons cacaoproject in Colombia Koffieboeren in de laagstgelegen gebieden hebben cacaoplantjes en training gekregen zodat ze naast koffie ook cacao kunnen verbouwen Hun koffie-inkomsten zijn de laatste jaren hard teruggelopen omdat ze te maken hebben met klimaatverandering en daardoor veroorzaakte ziektes en plagen Dankzij het project zijn ze minder afhankelijk van koffie en verdienen ze een additioneel",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "termijn samenwerkingen met koffiecoöporaties Daarnaast werken we samen met hen aan projecten die bijdragen aan het inkomen zoals het verhogen van de productiviteit op het land het verlagen van de productiekosten en het diversifiëren van het inkomen van de boer Vaak zijn dit win-win projecten zoals bijvoorbeeld het plaatsen van een biocompostfabriek Zo’n compostfabriek zorgt voor lagere kosten en verbetert de bodem én productiviteit Dat betekent dus zowel financieel voor de boer als voor de natuur een gewin Een ander voorbeeld is een cacaoproject dat wij financieren met als doel het inkomen van 30 koffieboeren te verbeteren Deze boeren hebben namelijk te maken met grote uitdagingen bij de koffieproductie door klimaatverandering Zij gaan nu naast de koffie ook cacao planten om hun inkomen te diversifiëren Met cacao als tweede gewas kunnen zij een inkomen verdienen in een ander seizoen dan koffie Onze koffiebonen zijn afkomstig uit vijf landen Peru Nicaragua Guatemala Oeganda en Colombia",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, Fairtrade Original has made several public commitments related to social and corporate responsibility. They have been working together with other B Corps such as Tony's Chocolonely, Patagonia, and Dopper, among others, who share similar goals like promoting social impact, ethical responsibility, and transparency. As part of their efforts, they have received the prestigious B Corp certification, which recognizes organizations for meeting high standards in terms of social and environmental performance, accountability, and transparency. This certification not only evaluates the quality of their products but also assesses the entire business operation. By obtaining this certification, Fairtrade Original has demonstrated its dedication to creating positive social and economic contributions through fair trade practices with farmers and producers around the world. In addition to their commitment to fair trade, they have also pledged to support local communities by providing them access to fairly traded goods. Overall, Fairtrade Original has shown a strong commitment to social and corporate responsibility through various initiatives and partnerships within the B Corp network.",
            "source": [
                {
                    "content": "Fairtrade Original heeft officieel het felbegeerde B Corp certificaat ontvangen Benefit Corporations oftewel B Corps staan samen voor één gezamenlijk doel het herdefiniëren van de economie met als doel deze inclusiever en duurzamer te maken Het netwerk heeft wereldwijd ruim  aangesloten bedrijven waaronder Tony’s Chocolonely Patagonia en Dopper Gezamenlijk zetten B Corps zich in voor maatschappelijke thema’s als sociale impact ethische verantwoordelijkheid en transparantie Steven van Wijk Managing Director bij Fairtrade Original “We zijn trots op deze B Corp certificering Als eerste Fairtrade organisatie ter wereld zet Fairtrade Original zich al decennia in voor eerlijke handel en gelijke kansen voor iedereen Dat we nu officieel B Corp gecertificeerd zijn voelt dan ook als een mooi compliment en erkenning voor ons werk” B Corp is een keurmerk dat sinds  uitgegeven wordt door de Amerikaanse non-profit organisatie B Lab Uniek aan deze certificering is dat niet alleen het product onder de",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "en erkenning voor ons werk” B Corp is een keurmerk dat sinds  uitgegeven wordt door de Amerikaanse non-profit organisatie B Lab Uniek aan deze certificering is dat niet alleen het product onder de loep wordt genomen maar dat de gehele bedrijfsvoering beoordeeld wordt Een gecertificeerde B Corp voldoet daarmee aan hoge normen qua sociale en milieugerelateerde prestaties Het bemachtigen van het B Corp certificaat is een uitgebreid traject waarbij op vijf kernpunten beoordeeld wordt duurzaamheid arbeidsrechten transparantie klanten en lokale gemeenschap Steven van Wijk “Het intensieve assessment geeft ons een helder beeld in de positieve bijdrage die wij als organisatie al leveren en het biedt inzicht waar we nog kunnen verbeteren Hierdoor stimuleert het ons om de volgende stap te zetten” Sinds de oprichting in  werkt Fairtrade Original nauw samen met lokale boeren en producenten in Afrika Azië en Latijns-Amerika Dit doet het foodmerk met een missie eerlijk eten en drinken bereikbaar",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "binnen het thema Community Dit betekent dat we bij de wereldwijd best presterende B Corps horen als het gaat om impact maken op het economisch en sociaal welzijn van de gemeenschappen waarmee we samenwerken Door het proces dat voorafgaat aan de B Corp certificering hebben we een duidelijk beeld gekregen van de positieve bijdrage die we als organisatie al leveren Maar daarnaast biedt het ons ook inzichten op punten waar we nog kunnen verbeteren en stimuleert het ons om de volgende stap te zetten Natuurlijk willen we de eerstvolgende keer dat we opnieuw beoordeeld voor onze B Corp certificering onze score verbeterd hebben maar het belangrijkste voor ons dit te doen vanuit onze onze missie om boeren in staat te stellen een leefbaar inkomen te verdienen De punten die vanuit het B Corp assessment naar voren zijn gekomen helpen ons om verder richting te geven aan onze impactstrategie Work in progress dus We behoren in  voor het vierde jaar op rij bij de meest inspirerende organisaties van",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Jeej We zijn uitgeroepen tot één van de  Best For The World™ B Corps met onze positieve impact op community’s Daar zijn we supertrots op Al jaren bouwen we aan eerlijke handelsketens en investeren wij een groot deel van onze winst in projecten in Afrika Azië en Latijns-Amerika Daarvoor hebben we nauw contact met de boeren met wie wij samenwerken en stellen we hun ontwikkelbehoeften centraal Weet jij wat je met jouw aankoop van een kruidenpasta een blik jackfruit een pak koffie of één van onze andere  producten van Fairtrade Original bijdraagt We nemen je in een vogelvlucht mee langs de wereld First things first Wat houdt dat eigenlijk in ‘Best For The World’ De Best For The World-erkenning wordt beheerd door B Lab het wereldwijde netwerk zonder winstoogmerk dat B Corps certificeert B Corps zijn bedrijven die voldoen aan hoge normen op het gebied van positieve sociale en milieuprestaties verantwoordingsplicht en transparantie Vandaag de dag zijn er meer dan  B Corps in 80 landen Wij",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual and quarterly reports detailing these commitments. These reports provide updates on various projects, initiatives, and goals related to sustainability, social responsibility, and community development. They also highlight achievements, challenges faced, and future plans for continuous improvement. In summary, these reports serve as a communication tool to keep stakeholders informed about the organization's efforts towards creating a more equitable, environmentally friendly, and socially responsible world.",
            "source": [
                {
                    "content": "verder versterkt wordt Naast de projecten die we in samenwerking met de boerencoöperaties doen zijn we altijd op zoek naar slimme manieren voor het verbeteren of verduurzamen van onze processen en producten Zo hebben we onlangs de pallets waar we een groot deel van onze producten op verschepen naar Nederland vervangen door zogenaamde slipsheets Deze slipsheets nemen minder ruimte in beslag dan de pallets Dat maakt dat we afhankelijk van het product zo’n 15 tot 25 procent meer producten kunnen verschepen Al deze projecten en de manier waarop we continu bezig zijn om te kijken naar verbeteringen op weg naar een eerlijkere en duurzamere wereld hebben ervoor gezorgd dat we dit jaar niet alleen onze officiële B Corp certificering ontvingen we behoorden ook tot B Corp’s Best For The World  binnen het thema Community Dit betekent dat we bij de wereldwijd best presterende B Corps horen als het gaat om impact maken op het economisch en sociaal welzijn van de gemeenschappen waarmee we",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "binnen het thema Community Dit betekent dat we bij de wereldwijd best presterende B Corps horen als het gaat om impact maken op het economisch en sociaal welzijn van de gemeenschappen waarmee we samenwerken Door het proces dat voorafgaat aan de B Corp certificering hebben we een duidelijk beeld gekregen van de positieve bijdrage die we als organisatie al leveren Maar daarnaast biedt het ons ook inzichten op punten waar we nog kunnen verbeteren en stimuleert het ons om de volgende stap te zetten Natuurlijk willen we de eerstvolgende keer dat we opnieuw beoordeeld voor onze B Corp certificering onze score verbeterd hebben maar het belangrijkste voor ons dit te doen vanuit onze onze missie om boeren in staat te stellen een leefbaar inkomen te verdienen De punten die vanuit het B Corp assessment naar voren zijn gekomen helpen ons om verder richting te geven aan onze impactstrategie Work in progress dus We behoren in  voor het vierde jaar op rij bij de meest inspirerende organisaties van",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "en het diversifiëren van het inkomen van de boer Vaak zijn dit win-win projecten Dat betekent zowel financieel voor de boer als voor de natuur een gewin Fairtrade Original heeft geen winstoogmerk en investeert een deel van haar winst in deze projecten Ook gaan wij actief op zoek naar financieringsmogelijkheden voor nog meer impact”   Momenteel start Fairtrade Original een nieuw project met ACPCU om de benodigde productiviteit verder te verhogen Er zal een kleinschalige fabriek worden gebouwd voor de productie van biologische productiemiddelen als compost mest en pesticiden Deze productiemiddelen gemaakt van lokale ingrediënten worden verkocht en geleverd aan  koffieboeren tegen een lage prijs De koffieboeren ontvangen intensieve training om de productiemiddelen juist toe te passen en daarmee de kwaliteit van de bodem en de productiviteit van de koffieplanten te verbeteren Op deze manier zien de boeren hun koffieplanten gezonder worden hun productiekosten verlagen en hun opbrengsten",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Wij feliciteren Sriyani en haar collega kokosnootboeren in Sri Lanka Zij zijn sinds kort Fairtrade gecertificeerd Sinds deze week draagt onze kokosmelk het keurmerk en ontvangt de boerengroep voor iedere kokosnoot een ontwikkelingspremie Het stond al lang op de rol certificering van de boeren in het zuiden van Sri Lanka die kokosnoten leveren voor onze kokosmelk Maar een groep kleinschalige boeren bereid je niet 123 voor op de uitgebreide inspectie Er zijn tal van criteria waaraan ze moeten voldoen Het milieuhoofdstuk alleen al is een indrukwekkend geheel Maar de boeren staan zelf dicht bij de natuur en zien de gevolgen van het milieu op de productie met eigen ogen Dat helpt Om de kokosnootboeren in Sri Lanka voor te bereiden op certificering riepen we de hulp in van een lokaal consultancybureau gespecialiseerd in fairtrade Het programma kon starten dankzij de ontwikkelingspremie die we al uitbetaalden voordat de certificering rond was Men ging met veel creativiteit te werk Zo kregen",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " As part of our mission to support farmers and create more sustainable communities, we have organized various community and social events to fulfill our commitments as a B Corp. Some of these events include workshops, seminars, and networking opportunities for local farmers, business owners, and community members. These gatherings aim to foster collaboration, knowledge sharing, and innovation within the community. Additionally, we actively participate in larger regional and global events related to fair trade, sustainability, and social entrepreneurship. Through these efforts, we are working together with others towards creating a more equitable and environmentally responsible future for all.",
            "source": [
                {
                    "content": "zijn bedrijven die voldoen aan hoge normen op het gebied van positieve sociale en milieuprestaties verantwoordingsplicht en transparantie Vandaag de dag zijn er meer dan  B Corps in 80 landen Wij zijn trots om een B Corp te zijn en nu nóg trotser op onze erkenning als Best For The World™  B Corp™  in de categorie community Dit betekent dat wij bij de top 5 B Corps met dezelfde bedrijfsgrootte  werknemers wereldwijd horen Onze meest recente projecten hebben onder andere voor dit podiumplekje gezorgd En daar vertellen we je graag meer over Als eerste Fairtrade organisatie ter wereld werken wij nauw samen met boeren en producenten in Afrika Azië en Latijns-Amerika Dit doen we sinds kort met een aangescherpte missie boeren in staat stellen om een leefbaar inkomen te bereiken Daarmee zetten we de volgende stap naar toekomstbestendige verandering voor de boeren Nu denk je wellicht wat is dat dan precies Een leefbaar inkomen is simpel gezegd genoeg inkomen voor boeren om rond te komen én te",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "economie met als doel deze inclusiever en duurzamer te maken Om het B Corp certificaat te ontvangen doorloop je een uitgebreide procedure waarbij niet alleen je producten onder de loep worden genomen maar de gehele bedrijfsvoering Behaal je voldoende punten tijdens het uitgebreide assessment Dan mag je concluderen dat je als organisatie aan de hoogste normen van sociale en milieuprestaties voldoet   In Nederland zijn er al meer dan  organisaties die zichzelf B Corp mogen noemen waar wij dus één van zijn maar ook Tony Chocolonely Dopper Rituals Patagonia Seepje en Rotterzwam  Keurmerken en certificeringen helpen om transparantie en zekerheid te bieden aan jou als consument Wij maken altijd gebruik van erkende keurmerken en certificeringen om kwaliteit te waarborgen Mocht je graag meer informatie willen over welke officiële keurmerken en certificeringen er nog meer zijn ga dan naar de website van Milieu Centraal   Zes keer per jaar sturen we onze fans mooie recepten inspirerende",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Jeej We zijn uitgeroepen tot één van de  Best For The World™ B Corps met onze positieve impact op community’s Daar zijn we supertrots op Al jaren bouwen we aan eerlijke handelsketens en investeren wij een groot deel van onze winst in projecten in Afrika Azië en Latijns-Amerika Daarvoor hebben we nauw contact met de boeren met wie wij samenwerken en stellen we hun ontwikkelbehoeften centraal Weet jij wat je met jouw aankoop van een kruidenpasta een blik jackfruit een pak koffie of één van onze andere  producten van Fairtrade Original bijdraagt We nemen je in een vogelvlucht mee langs de wereld First things first Wat houdt dat eigenlijk in ‘Best For The World’ De Best For The World-erkenning wordt beheerd door B Lab het wereldwijde netwerk zonder winstoogmerk dat B Corps certificeert B Corps zijn bedrijven die voldoen aan hoge normen op het gebied van positieve sociale en milieuprestaties verantwoordingsplicht en transparantie Vandaag de dag zijn er meer dan  B Corps in 80 landen Wij",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "binnen het thema Community Dit betekent dat we bij de wereldwijd best presterende B Corps horen als het gaat om impact maken op het economisch en sociaal welzijn van de gemeenschappen waarmee we samenwerken Door het proces dat voorafgaat aan de B Corp certificering hebben we een duidelijk beeld gekregen van de positieve bijdrage die we als organisatie al leveren Maar daarnaast biedt het ons ook inzichten op punten waar we nog kunnen verbeteren en stimuleert het ons om de volgende stap te zetten Natuurlijk willen we de eerstvolgende keer dat we opnieuw beoordeeld voor onze B Corp certificering onze score verbeterd hebben maar het belangrijkste voor ons dit te doen vanuit onze onze missie om boeren in staat te stellen een leefbaar inkomen te verdienen De punten die vanuit het B Corp assessment naar voren zijn gekomen helpen ons om verder richting te geven aan onze impactstrategie Work in progress dus We behoren in  voor het vierde jaar op rij bij de meest inspirerende organisaties van",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided information, there are several products, services, and technologies mentioned or alluded to throughout the text. Some key examples include:\n\n1. Organic and international market for small-scale farmers: This allows them to access new markets and customers, increasing their income and opportunities.\n\n1. Cooperation between farmer cooperatives and local businesses (such as a verifier): These partnerships help to improve processes, increase efficiency, and ensure fair trade practices.\n\n1. Training programs for farmers: By providing education and support, these programs aim to enhance the quality and sustainability of agricultural production.\n\n1. Technical assistance from experts: Consultants offer guidance on topics such as organic farming methods, professional development, and improving overall operations.\n\n1. Funding opportunities: Access to financial resources can help facilitate various projects, including infrastructure improvements and community initiatives.\n\n1. Eco-friendly packaging alternatives: Replacing traditional pallets with \"slipsheet",
            "source": [
                {
                    "content": "dorpjes alleen bereikbaar per bus boot en een wandeltocht tot fabrieken in de stad Monterrey Na een tweede reis begin dit jaar is de keuze gevallen om samen te werken met een verwerker in Monterrey en een boerengroep in Huasca de Ocampo De boerengroep uit Huasca de Ocampo bestaat momenteel uit 12 kleinschalige boeren en gaat de ingrediënten leveren voor onze producten Maar voor het zover is zal er nog een hoop moeten gebeuren Allereerst worden de producenten nu getraind en gevormd als coöperatie Daarna zullen de Fairtrade trainingen beginnen en worden ze ondersteund door een technische consultant die hen helpt in de professionalisering van hun boerderijen biologisch boeren en het planmatig produceren van kwalitatieve producten Daarnaast zijn we bezig met het zoeken van funding om een koelopslag- en distributiecentrum te bouwen Hier kunnen de producten van de verschillende boeren binnenkomen opgeslagen en vervoerd worden Deze ruimte zal tevens gebruikt worden voor vergaderingen van de",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "verder versterkt wordt Naast de projecten die we in samenwerking met de boerencoöperaties doen zijn we altijd op zoek naar slimme manieren voor het verbeteren of verduurzamen van onze processen en producten Zo hebben we onlangs de pallets waar we een groot deel van onze producten op verschepen naar Nederland vervangen door zogenaamde slipsheets Deze slipsheets nemen minder ruimte in beslag dan de pallets Dat maakt dat we afhankelijk van het product zo’n 15 tot 25 procent meer producten kunnen verschepen Al deze projecten en de manier waarop we continu bezig zijn om te kijken naar verbeteringen op weg naar een eerlijkere en duurzamere wereld hebben ervoor gezorgd dat we dit jaar niet alleen onze officiële B Corp certificering ontvingen we behoorden ook tot B Corp’s Best For The World  binnen het thema Community Dit betekent dat we bij de wereldwijd best presterende B Corps horen als het gaat om impact maken op het economisch en sociaal welzijn van de gemeenschappen waarmee we",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Met de premie die de coöperatie heeft ontvangen in het eerste jaar hebben de boeren materialen aangeschaft om hun opslag op te knappen en te voorzien van benodigde materialen zoals pallets tafels en weegschalen en zijn er investeringen gedaan om hun landbouwproductie op te schalen Als groep is de coöperatie ook aan het groeien Inmiddels voelen ze zich sterker samen hebben ze concrete doelstellingen gesteld voor de toekomst en zijn hun interne processen verbeterd Ondanks covid-19 is het gelukt om elkaar digitaal te ontmoeten en verbonden te blijven Ook is er begonnen met een eerste fairtrade workshop de trainingen staan later gepland dit jaar mocht covid dit toelaten Ondanks de uitdagingen van de boeren om de benodigde volumes te behalen werken ze hard om dit project een succes te laten zijn en zijn ze bovenal positief gesteld “ It is a dream come true to work in an international and organic market A dream and a pleasure” Aldus Gustavo Mayoral Zes keer per jaar sturen we onze fans",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Na drie jaar beperkingen konden we eindelijk weer een reis plannen Onze bestemmingen Sri Lanka en Thailand We ruilden de koude novembermaand in Nederland in voor bijna drie weken in twee warme landen waar ontmoetingen hadden met vier boerengroepen en 11 leveranciers We namen meer dan  foto’s waren getuigen van de eerste productie van vijf  nieuwe producten en namen veel inspiratie mee naar huis Het doel van dit bezoek was divers maar onze focus lag op productontwikkeling en productieprocessen Hier zie je ons in het veld bij de SAFENet boerengroep in Sri Lanka We bezochten onze kokosmelk en kokosolie leveranciers enkele van de boerengroepen en gingen langs bij de fabriek die verschillende van onze kruidenpasta’s produceert Met elke leverancier bespraken Loïs Trade Marketeer en ik belangrijke onderwerpen waaronder de fluctuerende vraag in de Nederlandse markt onze onderlinge communicatie wat de basis vormt voor alles het verbeteren van de toeleveringsketen en het ontwikkelen van nieuwe",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, it seems that there are no specific promotional events, expos, or sales mentioned for the products and services offered by the company. However, they regularly send out recipes, inspiring stories, and new products to their customers six times a year.",
            "source": [
                {
                    "content": "informatie willen over welke officiële keurmerken en certificeringen er nog meer zijn ga dan naar de website van Milieu Centraal   Zes keer per jaar sturen we onze fans mooie recepten inspirerende verhalen en de nieuwste producten",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "50 rijst 30 rijstzemelen 15 tapiocazetmeel Rijst Fairtrade gecertificeerd verhandeld gecontroleerd en afkomstig van Fairtrade producenten totaal 80 wwwinfofairtradenet/sourcing Geproduceerd in Thailand met rijst uit Azië Breng in een ruime pan water aan de kook Voeg eventueel zout toe Haal de pan van het vuur Doe de noedelnestjes in de pan en laat 2 minuten staan Giet de noedels af en spoel ze na met koud water Zes keer per jaar sturen we onze fans mooie recepten inspirerende verhalen en de nieuwste producten",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Voor deze Innova Klassiek beoordeelden zij alle producten die vanaf  zijn geïntroduceerd en nog steeds in het schap staan  Zes keer per jaar sturen we onze fans mooie recepten inspirerende verhalen en de nieuwste producten",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "de kwaliteit van de bodem en de productiviteit van de koffieplanten te verbeteren Op deze manier zien de boeren hun koffieplanten gezonder worden hun productiekosten verlagen en hun opbrengsten toenemen De fabriek en de trainingen voor de boeren worden gerund door 50 jonge koffieboeren Hierdoor werken we tegelijkertijd aan het probleem van vergrijzing in de koffiesector en voorzien we de jonge boeren van een additioneel inkomen  “Leefbaar inkomen is een reis en het is daarom belangrijk dat je een lange termijn samenwerking aangaat met je partner zoals wij doen met ACPCU Een leefbaar inkomen voor koffieboeren willen we enerzijds bereiken met het betalen van een goed onderzochte leefbaar inkomen referentieprijs Anderzijds met projecten die het inkomen verder bevorderen Zo zetten we de hoognodige verandering in de koffie-industrie in gang Als koffiedrinker kan jij hieraan bijdragen door te kiezen voor onze koffie” aldus Lotje Kaak  Zes keer per jaar sturen we onze fans mooie recepten",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " One significant collaboration related to commerce for this company is with The Coffee Quest, a social enterprise based in Medellín, Colombia. They work together as part of their mission to create a livable income for farmers by developing local supply chains and ensuring that as much value remains within the country of origin. This includes working closely with local trade partners who share similar values and goals. Additionally, they are part of the B Corporation movement, which emphasizes creating a more equitable and sustainable economy through responsible business practices. By being part of this network, they have access to resources and support from other like-minded companies committed to making a positive impact.",
            "source": [
                {
                    "content": "Na drie jaar beperkingen konden we eindelijk weer een reis plannen Onze bestemmingen Sri Lanka en Thailand We ruilden de koude novembermaand in Nederland in voor bijna drie weken in twee warme landen waar ontmoetingen hadden met vier boerengroepen en 11 leveranciers We namen meer dan  foto’s waren getuigen van de eerste productie van vijf  nieuwe producten en namen veel inspiratie mee naar huis Het doel van dit bezoek was divers maar onze focus lag op productontwikkeling en productieprocessen Hier zie je ons in het veld bij de SAFENet boerengroep in Sri Lanka We bezochten onze kokosmelk en kokosolie leveranciers enkele van de boerengroepen en gingen langs bij de fabriek die verschillende van onze kruidenpasta’s produceert Met elke leverancier bespraken Loïs Trade Marketeer en ik belangrijke onderwerpen waaronder de fluctuerende vraag in de Nederlandse markt onze onderlinge communicatie wat de basis vormt voor alles het verbeteren van de toeleveringsketen en het ontwikkelen van nieuwe",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "op het land Ik wilde niet alleen reizen door Colombia maar ook vrijwilligerswerk doen Ik koos ervoor om mijn expertise uit te lenen aan een social enterprise en kwam bij The Coffee Quest terecht in Medellin een exportbedrijf in groene koffiebonen dat specialty koffie levert en onder andere naar Nederland exporteert Het bedrijf zit in Colombia en Nederland In zes weken tijd schreef ik een marketingplan voor The Coffee Quest In de weekenden namen mijn collega´s me mee naar verschillende koffieboeren in de regio” “Dat was voor mij erg bijzonder Het is eigenlijk bizar dat je zo graag koffiedrinkt maar niet weet hoe het wordt gemaakt Pas daar bij de koffieboeren zag ik hoe arbeidsintensief het koffieproces is en hoorde ik de boeren vol passie praten over hun koffie maar ook over hun uitdagingen Ze vertelden over de impact van klimaatverandering op hun werk en hun leefomgeving en dat hun kinderen vaak liever kiezen voor een toekomst in de stad dan in de koffie business Die uitdagingen waar",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "hun eigen bedrijfsdoelen maar tegelijkertijd hebben ze een gezamenlijk doel de huidige economie transparanter inclusiever en duurzamer te maken Deze waarden vind je terug in alle werkzaamheden die B Corps verrichten Zo gebruiken deze bedrijven hun business om positieve impact te maken Onze missie is om een leefbaar inkomen voor boeren Dit doen we door het ontwikkelen van lokale handelsketens waarbij we de boeren waarmee we samenwerken in staat willen stellen een leefbaar inkomen te verdienen Dit betekent niet alleen dat we de boeren waarmee we samenwerken een eerlijke prijs te betalen voor hun ingrediënten of bijdrage in het productieproces Ook verwerken en verpakken we waar mogelijk lokaal zodat zoveel mogelijk van de waarde in het land van herkomst blijft Inmiddels vind je ruim  producten in de supermarkt waarmee we aan onze missie werken Naast productontwikkeling in nauwe samenwerking met onze lokale handelspartners zoeken we altijd naar manieren om in de ketens en in onze",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "producten in de supermarkt waarmee we aan onze missie werken Naast productontwikkeling in nauwe samenwerking met onze lokale handelspartners zoeken we altijd naar manieren om in de ketens en in onze bedrijfsvoering bij te dragen aan onze missie waarbij we ook duurzaamheid hoog in het vaandel hebben Voor ons vanzelfsprekend en dat komt goed uit het is geheel in lijn met de waarden van B Corp Wist je dat we nog veel meer doen op weg naar een leefbaar inkomen voor alle boeren Zo investeren we een groot deel van de winst die we maken in lokale projecten bij onze handelspartners De inhoud van zulke projecten hangt af van de behoefte van onze partners  Momenteel werken we samen met het Futureproof Coffee Collective aan het berekenen van de echte prijs voor koffie in Colombia Want hoeveel kost een kopje eigenlijk als je ervan uitgaat dat koffieboeren een leefbaar inkomen zouden moeten verdienen en we ook rekening houden factoren zoals CO2-uitstoot verarming van de landbouwgrond en",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, there are several employment and educational opportunities available. For the cooperative of small-scale farmers in Sri Lanka, they are currently undergoing training for fair trade certification, which will likely provide them with new business opportunities in the future. Additionally, there may be potential job openings within the cooperative itself as it continues to grow and expand its operations.\n\nFor those interested in working in the international and organic market, there could be job opportunities related to sourcing, development, logistics, or sales. The company also sends out newsletters six times a year to their customers, providing chances for writers, editors, or content creators to contribute to these publications. Furthermore, there might be opportunities for experts in areas such as agricultural training, technical consultancy, or funding acquisition.",
            "source": [
                {
                    "content": "Onze Sourcing  Development Managers Martin en Haike waren afgelopen mei in Sri Lanka om oa eindelijk onze kokosboeren te bezoeken nu de grenzen na covid-19 weer open zijn Misschien heb je het al meegekregen in de media maar na de heftige coronapandemie vindt momenteel de grootste economische crisis plaats in Sri Lanka sinds de onafhankelijkheid  De brandstof is inmiddels zo goed als op en de inflatie zit op 40 procent   Onze kokosboeren in Sri Lanka merken iedere dag dat de prijzen stijgen Zo ook de de prijzen van brandstof voor het vervoer van goederen Het transporteren van producten naar verzamelpunten en dan naar fabrieken is daardoor veel kostbaarder als er al überhaupt brandstof aanwezig is   Daarnaast merken ze het ook tijdens het kopen van voedsel en voor het inhuren van  specialistische arbeid zoals het verwijderen van de groene kokosnootbolster Ook onze kaneelboeren ontkomen er niet aan om meer geld uit te geven aan specialisten mensen die zijn gespecialiseerd in het",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Met de premie die de coöperatie heeft ontvangen in het eerste jaar hebben de boeren materialen aangeschaft om hun opslag op te knappen en te voorzien van benodigde materialen zoals pallets tafels en weegschalen en zijn er investeringen gedaan om hun landbouwproductie op te schalen Als groep is de coöperatie ook aan het groeien Inmiddels voelen ze zich sterker samen hebben ze concrete doelstellingen gesteld voor de toekomst en zijn hun interne processen verbeterd Ondanks covid-19 is het gelukt om elkaar digitaal te ontmoeten en verbonden te blijven Ook is er begonnen met een eerste fairtrade workshop de trainingen staan later gepland dit jaar mocht covid dit toelaten Ondanks de uitdagingen van de boeren om de benodigde volumes te behalen werken ze hard om dit project een succes te laten zijn en zijn ze bovenal positief gesteld “ It is a dream come true to work in an international and organic market A dream and a pleasure” Aldus Gustavo Mayoral Zes keer per jaar sturen we onze fans",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "dorpjes alleen bereikbaar per bus boot en een wandeltocht tot fabrieken in de stad Monterrey Na een tweede reis begin dit jaar is de keuze gevallen om samen te werken met een verwerker in Monterrey en een boerengroep in Huasca de Ocampo De boerengroep uit Huasca de Ocampo bestaat momenteel uit 12 kleinschalige boeren en gaat de ingrediënten leveren voor onze producten Maar voor het zover is zal er nog een hoop moeten gebeuren Allereerst worden de producenten nu getraind en gevormd als coöperatie Daarna zullen de Fairtrade trainingen beginnen en worden ze ondersteund door een technische consultant die hen helpt in de professionalisering van hun boerderijen biologisch boeren en het planmatig produceren van kwalitatieve producten Daarnaast zijn we bezig met het zoeken van funding om een koelopslag- en distributiecentrum te bouwen Hier kunnen de producten van de verschillende boeren binnenkomen opgeslagen en vervoerd worden Deze ruimte zal tevens gebruikt worden voor vergaderingen van de",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "curriculum vitae kun je voor 24 april  richten aan Harold Goessens HR Manager via  of telefoon  Acquisitie naar aanleiding van deze vacature stellen wij niet op prijs Zes keer per jaar sturen we onze fans mooie recepten inspirerende verhalen en de nieuwste producten",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Based on the provided text, it seems that there are several events taking place within the cooperative. However, specific details about these events are not mentioned. The text does mention that despite COVID-19 challenges, digital meetings have been successful in keeping members connected. Additionally, there has been preparation for a first fair trade workshop, which suggests that such events may take place in the future.",
            "source": [
                {
                    "content": "Met de premie die de coöperatie heeft ontvangen in het eerste jaar hebben de boeren materialen aangeschaft om hun opslag op te knappen en te voorzien van benodigde materialen zoals pallets tafels en weegschalen en zijn er investeringen gedaan om hun landbouwproductie op te schalen Als groep is de coöperatie ook aan het groeien Inmiddels voelen ze zich sterker samen hebben ze concrete doelstellingen gesteld voor de toekomst en zijn hun interne processen verbeterd Ondanks covid-19 is het gelukt om elkaar digitaal te ontmoeten en verbonden te blijven Ook is er begonnen met een eerste fairtrade workshop de trainingen staan later gepland dit jaar mocht covid dit toelaten Ondanks de uitdagingen van de boeren om de benodigde volumes te behalen werken ze hard om dit project een succes te laten zijn en zijn ze bovenal positief gesteld “ It is a dream come true to work in an international and organic market A dream and a pleasure” Aldus Gustavo Mayoral Zes keer per jaar sturen we onze fans",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "naar voren zijn gekomen helpen ons om verder richting te geven aan onze impactstrategie Work in progress dus We behoren in  voor het vierde jaar op rij bij de meest inspirerende organisaties van Nederland Drie jaar lang vond je ons op plek zes maar nu hebben we met nummer drie een podiumplek weten te veroveren Dat lees je in het rapport dat Synergie elk jaar uitbrengt Ieder jaar onderzoekt Synergie welke organisaties volgens consumenten het meest inspireren Want inspiratie wijst op dat wat gaat groeien Het onderzoek is gebaseerd op grootschalige consumentenonderzoeken casestudies interviews en deskresearch onder meer dan  respondenten  Al een aantal jaar blijkt blijkt business for good een stuwende kracht bij inspirerende organisaties Organisaties die werken aan impact vanuit hun business en dus niet als iets dat erbij gedaan moet worden Naast ons merk vind je dit jaar mede B Corps Too Good To Go Tony Chocolonely Seepje Dopper en innocent in het lijstje van meest inspirerende",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "is niet geschikt voor kinderen jonger dan 1 jaar Honing Fairtrade gecertificeerd verhandeld gecontroleerd en afkomstig van Fairtrade producenten Totaal  wwwinfofairtradenet/sourcing Verpakt in Nederland Zes keer per jaar sturen we onze fans mooie recepten inspirerende verhalen en de nieuwste producten",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "curriculum vitae kun je voor 24 april  richten aan Harold Goessens HR Manager via  of telefoon  Acquisitie naar aanleiding van deze vacature stellen wij niet op prijs Zes keer per jaar sturen we onze fans mooie recepten inspirerende verhalen en de nieuwste producten",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The passage mentions several employee or participant benefits related to the cooperative and Fairtrade system. These include access to more local funds and subsidies, as well as opportunities for training and networking within the Fairtrade community. Additionally, the cooperative members can benefit from increased visibility and potential business growth resulting from their participation in the Fairtrade system.",
            "source": [
                {
                    "content": "doorgaan Als coöperatief krijgen de boeren nu ook toegang tot meer lokale fondsen en subsidies Daarnaast kunnen ze zich nu inschrijven in het Fairtrade systeem Zodra de situatie het toelaat zal de coöperatie ook starten met de Fairtrade trainingen om zo snel mogelijk de fairtrade certificering te verkrijgen Dit betekent dat de eerste batches Mexicaanse kruidenpasta’s nog niet het Fairtrade logo op de verpakking hebben Wel ontvangen de boeren al vanaf hun eerste levering de Fairtrade prijs en Fairtrade premie Naast de gebruikelijke ondersteuning die de boeren krijgen via Yolcan waar we nauw mee samenwerken hebben we ook een lokale consultant aangesteld om de boeren het eerste jaar te ondersteunen Deze consultant helpt hen onder andere met het opstellen van een oogst- en productiekalender het verbeteren van kwaliteit het bijhouden van records van elke boerderij en het opzetten van de logistiek naar de fabriek Het is de bedoeling dat diegene zijn vakkennis overdraagt zodat de boeren over",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "graag een groeiend netwerk vormen waarbij ze andere boeren uit de regio inspireren om ook op deze gezonde manier te gaan boeren Vanaf het moment dat wij met deze boeren de samenwerking zijn gestart gaat dit volgens de Fairtrade voorwaarden ondanks dat de boeren nog niet Fairtrade gecertificeerd zijn We ondersteunen hen bij dit proces Zo heeft de groep trainingen ontvangen van succesvolle sterke coöperaties uit de buurt Na al het papierwerk zijn de boeren nu een officieel coöperatief genaamd Productos Naturales de Huasca de Ocampo Gezamenlijk hebben ze gekozen voor de vrouwelijke president Doña Vicky Wekelijks kwam de groep bijeen op iemands boerenerf om ervaringen te delen en alle aankomende activiteiten voor de coöperatie te bespreken Gezien de COVID-19-situatie kunnen deze voorlopig niet doorgaan Als coöperatief krijgen de boeren nu ook toegang tot meer lokale fondsen en subsidies Daarnaast kunnen ze zich nu inschrijven in het Fairtrade systeem Zodra de situatie het toelaat zal de",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Fairtrade Original heeft officieel het felbegeerde B Corp certificaat ontvangen Benefit Corporations oftewel B Corps staan samen voor één gezamenlijk doel het herdefiniëren van de economie met als doel deze inclusiever en duurzamer te maken Het netwerk heeft wereldwijd ruim  aangesloten bedrijven waaronder Tony’s Chocolonely Patagonia en Dopper Gezamenlijk zetten B Corps zich in voor maatschappelijke thema’s als sociale impact ethische verantwoordelijkheid en transparantie Steven van Wijk Managing Director bij Fairtrade Original “We zijn trots op deze B Corp certificering Als eerste Fairtrade organisatie ter wereld zet Fairtrade Original zich al decennia in voor eerlijke handel en gelijke kansen voor iedereen Dat we nu officieel B Corp gecertificeerd zijn voelt dan ook als een mooi compliment en erkenning voor ons werk” B Corp is een keurmerk dat sinds  uitgegeven wordt door de Amerikaanse non-profit organisatie B Lab Uniek aan deze certificering is dat niet alleen het product onder de",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "en erkenning voor ons werk” B Corp is een keurmerk dat sinds  uitgegeven wordt door de Amerikaanse non-profit organisatie B Lab Uniek aan deze certificering is dat niet alleen het product onder de loep wordt genomen maar dat de gehele bedrijfsvoering beoordeeld wordt Een gecertificeerde B Corp voldoet daarmee aan hoge normen qua sociale en milieugerelateerde prestaties Het bemachtigen van het B Corp certificaat is een uitgebreid traject waarbij op vijf kernpunten beoordeeld wordt duurzaamheid arbeidsrechten transparantie klanten en lokale gemeenschap Steven van Wijk “Het intensieve assessment geeft ons een helder beeld in de positieve bijdrage die wij als organisatie al leveren en het biedt inzicht waar we nog kunnen verbeteren Hierdoor stimuleert het ons om de volgende stap te zetten” Sinds de oprichting in  werkt Fairtrade Original nauw samen met lokale boeren en producenten in Afrika Azië en Latijns-Amerika Dit doet het foodmerk met een missie eerlijk eten en drinken bereikbaar",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information, it seems like there are several important points from the most recent financial or earnings report. However, as the specific details and numbers are not mentioned, I can only provide general insights. Some possible key takeaways could include:\n\n1. Continued growth and success for the organization, as evidenced by their consistent ranking among the most inspiring organizations in the Netherlands.\n2. The importance of maintaining strong partnerships with local suppliers and farmers, ensuring fair trade practices and creating economic value within the country of origin.\n3. The significance of building robust supply chains, demonstrating commitment to fair trade principles and supporting small-scale farmers who contribute to the raw materials.\n4. The growing influence and impact of the organization's mission, which focuses on providing livable income for farmers through sustainable and transparent business practices.\n5. The increasing recognition and appreciation for the organization's efforts towards creating a more transparent, inclusive, and sustainable economy.",
            "source": [
                {
                    "content": "Op mijn recente reis door Azië heb ik handelspartners bezocht die een kant en klaar eindproduct voor ons maken We vinden het bij Fair Trade Original belangrijk op deze manier extra werkgelegenheid en economische meerwaarde in het land van herkomst te creëren Maar er zitten meer aspecten aan deze manier van werken vast zoals de opbouw van een stevige handelsketen Neem de ananas in blik Die verkopen we nu zo’n 5 jaar Destijds vroeg ik onze Thaise consultant om voor dit product een geschikte leverancier te zoeken De opdracht was om uit te kijken naar een professionele verwerker goed in voedselveiligheid communicatie productontwikkeling en die mee wil werken aan de versteviging van de fairtrade keten tot aan het niveau van de kleine boeren die de grondstoffen leveren – in dit geval de verse ananas Verder verwacht ik van zo’n bedrijf dat ze actief de markt op gaan met hun fairtrade product En natuurlijk moet een verwerker openheid geven in de keten zodat we weten bij welke – kleine -boeren",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "naar voren zijn gekomen helpen ons om verder richting te geven aan onze impactstrategie Work in progress dus We behoren in  voor het vierde jaar op rij bij de meest inspirerende organisaties van Nederland Drie jaar lang vond je ons op plek zes maar nu hebben we met nummer drie een podiumplek weten te veroveren Dat lees je in het rapport dat Synergie elk jaar uitbrengt Ieder jaar onderzoekt Synergie welke organisaties volgens consumenten het meest inspireren Want inspiratie wijst op dat wat gaat groeien Het onderzoek is gebaseerd op grootschalige consumentenonderzoeken casestudies interviews en deskresearch onder meer dan  respondenten  Al een aantal jaar blijkt blijkt business for good een stuwende kracht bij inspirerende organisaties Organisaties die werken aan impact vanuit hun business en dus niet als iets dat erbij gedaan moet worden Naast ons merk vind je dit jaar mede B Corps Too Good To Go Tony Chocolonely Seepje Dopper en innocent in het lijstje van meest inspirerende",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "hun eigen bedrijfsdoelen maar tegelijkertijd hebben ze een gezamenlijk doel de huidige economie transparanter inclusiever en duurzamer te maken Deze waarden vind je terug in alle werkzaamheden die B Corps verrichten Zo gebruiken deze bedrijven hun business om positieve impact te maken Onze missie is om een leefbaar inkomen voor boeren Dit doen we door het ontwikkelen van lokale handelsketens waarbij we de boeren waarmee we samenwerken in staat willen stellen een leefbaar inkomen te verdienen Dit betekent niet alleen dat we de boeren waarmee we samenwerken een eerlijke prijs te betalen voor hun ingrediënten of bijdrage in het productieproces Ook verwerken en verpakken we waar mogelijk lokaal zodat zoveel mogelijk van de waarde in het land van herkomst blijft Inmiddels vind je ruim  producten in de supermarkt waarmee we aan onze missie werken Naast productontwikkeling in nauwe samenwerking met onze lokale handelspartners zoeken we altijd naar manieren om in de ketens en in onze",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Fairtrade Original heeft officieel het felbegeerde B Corp certificaat ontvangen Benefit Corporations oftewel B Corps staan samen voor één gezamenlijk doel het herdefiniëren van de economie met als doel deze inclusiever en duurzamer te maken Het netwerk heeft wereldwijd ruim  aangesloten bedrijven waaronder Tony’s Chocolonely Patagonia en Dopper Gezamenlijk zetten B Corps zich in voor maatschappelijke thema’s als sociale impact ethische verantwoordelijkheid en transparantie Steven van Wijk Managing Director bij Fairtrade Original “We zijn trots op deze B Corp certificering Als eerste Fairtrade organisatie ter wereld zet Fairtrade Original zich al decennia in voor eerlijke handel en gelijke kansen voor iedereen Dat we nu officieel B Corp gecertificeerd zijn voelt dan ook als een mooi compliment en erkenning voor ons werk” B Corp is een keurmerk dat sinds  uitgegeven wordt door de Amerikaanse non-profit organisatie B Lab Uniek aan deze certificering is dat niet alleen het product onder de",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided text, it seems that there are no specific investor events or funding rounds mentioned for the cooperative. However, they have been working towards diversifying their income sources through cocoa production in addition to coffee. They also mention being recognized as one of the most inspiring organizations in the Netherlands for three consecutive years. This recognition could potentially attract more investors or funding opportunities.",
            "source": [
                {
                    "content": "Met de premie die de coöperatie heeft ontvangen in het eerste jaar hebben de boeren materialen aangeschaft om hun opslag op te knappen en te voorzien van benodigde materialen zoals pallets tafels en weegschalen en zijn er investeringen gedaan om hun landbouwproductie op te schalen Als groep is de coöperatie ook aan het groeien Inmiddels voelen ze zich sterker samen hebben ze concrete doelstellingen gesteld voor de toekomst en zijn hun interne processen verbeterd Ondanks covid-19 is het gelukt om elkaar digitaal te ontmoeten en verbonden te blijven Ook is er begonnen met een eerste fairtrade workshop de trainingen staan later gepland dit jaar mocht covid dit toelaten Ondanks de uitdagingen van de boeren om de benodigde volumes te behalen werken ze hard om dit project een succes te laten zijn en zijn ze bovenal positief gesteld “ It is a dream come true to work in an international and organic market A dream and a pleasure” Aldus Gustavo Mayoral Zes keer per jaar sturen we onze fans",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "aan al onze koffieboeren gaan betalen Door het betalen van deze prijs worden de koffieboeren in staat gesteld om een leefbaar inkomen te verdienen Dit betekent niet alleen financiële ruimte voor fundamentele basisbehoeften zoals fatsoenlijke huisvesting voldoende voedsel toegang tot gezondheidszorg en onderwijs maar ook de mogelijkheid om te investeren in de toekomst door bijvoorbeeld een pensioen op te bouwen en te werken aan verduurzaming van de koffieproductie Een ander belangrijk onderdeel van het genereren van een leefbaar inkomen is inkomstendiversificatie Dit betekent dat boeren op meerdere manieren inkomsten genereren en zo risico’s kunnen spreiden Met de boeren in Colombia investeren we nu in een cacaoproject Het doel is dat de boeren in de toekomst niet alleen inkomsten genereren uit de productie van koffie maar ook van cacao De afwisseling van koffie- en cacaoplanten op het land dragen daarnaast bij aan een verbetering van de biodiversiteit Een mooi voorbeeld van hoe",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "naar voren zijn gekomen helpen ons om verder richting te geven aan onze impactstrategie Work in progress dus We behoren in  voor het vierde jaar op rij bij de meest inspirerende organisaties van Nederland Drie jaar lang vond je ons op plek zes maar nu hebben we met nummer drie een podiumplek weten te veroveren Dat lees je in het rapport dat Synergie elk jaar uitbrengt Ieder jaar onderzoekt Synergie welke organisaties volgens consumenten het meest inspireren Want inspiratie wijst op dat wat gaat groeien Het onderzoek is gebaseerd op grootschalige consumentenonderzoeken casestudies interviews en deskresearch onder meer dan  respondenten  Al een aantal jaar blijkt blijkt business for good een stuwende kracht bij inspirerende organisaties Organisaties die werken aan impact vanuit hun business en dus niet als iets dat erbij gedaan moet worden Naast ons merk vind je dit jaar mede B Corps Too Good To Go Tony Chocolonely Seepje Dopper en innocent in het lijstje van meest inspirerende",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Van 29 oktober tot en met 6 november staat Fairtrade éxtra in de spotlight tijdens de Fairtrade Week Ook bij Coop Supermarkten Dit jaar wordt de week aangegrepen om samen onze koffieboeren in Peru financieel te steunen Per verkocht Fairtrade-product doneert Coop 10 cent aan het herbebossingsproject van koffiecoöperatie COOPARM in Peru Inmiddels weten we dat dankzij de actie bij Coop tijdens de Fairtrade Week in het najaar van  maar liefst €  is opgehaald Het doel was om € - op te halen voor het herbebossingsproject We kunnen met trots vertellen dat we hier overheen zijn gegaan Dat is geweldig nieuws voor 96 koffieboeren in Peru Het totale bedrag gaat naar het project wat hieronder verder wordt omschreven Ben je benieuwd naar het vervolg hiervan Houd dan deze pagina en onze socials in de gaten Meld je ook even aan voor onze nieuwsbrief Dan weet je zeker dat je niks mist De opbrengst is bedoeld voor een herbebossingsprogramma voor kleinschalige koffieboeren van COOPARM in Peru De",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " From the provided text, it can be inferred that there are financial or funding goals set for the next period. Although not explicitly mentioned, one such goal could be related to applying for additional support from the underwritten funds by Fairtrade International. This would require the farmers to submit applications for assistance through the organization's support program. Additionally, they might aim to secure more private investments or grants to further expand their operations and reach their objectives.",
            "source": [
                {
                    "content": "Met de premie die de coöperatie heeft ontvangen in het eerste jaar hebben de boeren materialen aangeschaft om hun opslag op te knappen en te voorzien van benodigde materialen zoals pallets tafels en weegschalen en zijn er investeringen gedaan om hun landbouwproductie op te schalen Als groep is de coöperatie ook aan het groeien Inmiddels voelen ze zich sterker samen hebben ze concrete doelstellingen gesteld voor de toekomst en zijn hun interne processen verbeterd Ondanks covid-19 is het gelukt om elkaar digitaal te ontmoeten en verbonden te blijven Ook is er begonnen met een eerste fairtrade workshop de trainingen staan later gepland dit jaar mocht covid dit toelaten Ondanks de uitdagingen van de boeren om de benodigde volumes te behalen werken ze hard om dit project een succes te laten zijn en zijn ze bovenal positief gesteld “ It is a dream come true to work in an international and organic market A dream and a pleasure” Aldus Gustavo Mayoral Zes keer per jaar sturen we onze fans",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "verder versterkt wordt Naast de projecten die we in samenwerking met de boerencoöperaties doen zijn we altijd op zoek naar slimme manieren voor het verbeteren of verduurzamen van onze processen en producten Zo hebben we onlangs de pallets waar we een groot deel van onze producten op verschepen naar Nederland vervangen door zogenaamde slipsheets Deze slipsheets nemen minder ruimte in beslag dan de pallets Dat maakt dat we afhankelijk van het product zo’n 15 tot 25 procent meer producten kunnen verschepen Al deze projecten en de manier waarop we continu bezig zijn om te kijken naar verbeteringen op weg naar een eerlijkere en duurzamere wereld hebben ervoor gezorgd dat we dit jaar niet alleen onze officiële B Corp certificering ontvingen we behoorden ook tot B Corp’s Best For The World  binnen het thema Community Dit betekent dat we bij de wereldwijd best presterende B Corps horen als het gaat om impact maken op het economisch en sociaal welzijn van de gemeenschappen waarmee we",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "binnen het thema Community Dit betekent dat we bij de wereldwijd best presterende B Corps horen als het gaat om impact maken op het economisch en sociaal welzijn van de gemeenschappen waarmee we samenwerken Door het proces dat voorafgaat aan de B Corp certificering hebben we een duidelijk beeld gekregen van de positieve bijdrage die we als organisatie al leveren Maar daarnaast biedt het ons ook inzichten op punten waar we nog kunnen verbeteren en stimuleert het ons om de volgende stap te zetten Natuurlijk willen we de eerstvolgende keer dat we opnieuw beoordeeld voor onze B Corp certificering onze score verbeterd hebben maar het belangrijkste voor ons dit te doen vanuit onze onze missie om boeren in staat te stellen een leefbaar inkomen te verdienen De punten die vanuit het B Corp assessment naar voren zijn gekomen helpen ons om verder richting te geven aan onze impactstrategie Work in progress dus We behoren in  voor het vierde jaar op rij bij de meest inspirerende organisaties van",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "wel voelbaar te worden en ze hopen dat dit snel verandert De agrarische sector mocht al die tijd gelukkig gewoon doorgaan met produceren en is vrijgesteld van de meeste maatregelen met uitzondering van sociale afstand waardoor zij iets minder hard geraakt zijn Vanuit Fairtrade International hebben de boeren aanspraak gemaakt op het ondersteuningsfonds van  euro Hiervoor hebben zij beschermende middelen aangeschaft zoals kleding maskers handschoenen en -gel Ook hebben zij een training ontvangen over covid-19 en hoe zij zichzelf familieleden en medewerkers kunnen beschermen Mariana Madrigal laat ons weten dat het goed gaat bij de fabriek waar onze Mexicaanse kruidenpasta’s worden gemaakt Hoewel sommige projecten zijn gepauzeerd als gevolg van covid-19 hebben zij het geluk dat ze nog steeds een constante productie hebben Sommige werknemers in de fabriek moesten thuisblijven als ze deel uitmaakten van kwetsbare groepen maar de meeste werknemers hebben nog steeds een regelmatig werkschema",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " I apologize for not being able to provide specific information about recent publications, research findings, or introduced technologies related to the given context. However, based on the provided text, it seems like there have been several developments within their organization. They have been working on optimizing packaging materials, ensuring food safety by selecting appropriate packaging sizes, using BPA-free materials for all their products, collaborating with coffee corporations, supporting small-scale farmers in different countries, sourcing ingredients from various regions such as Peru, Nicaragua, Guatemala, Uganda, and Colombia, establishing partnerships with local communities, and investing in infrastructure development. These efforts demonstrate their commitment to sustainability, fair trade practices, and improving the livelihoods of farmers involved in their supply chain.",
            "source": [
                {
                    "content": "samenwerking De eerste stappen worden gezet in het ontwikkelen van recepturen voor de producten Bij de boeren zal een zogenaamd ‘needs assessment’ worden gedaan om te zien wat er nodig is om de ingrediënten volgens Fairtrade en biologische principes te verbouwen Samen met deze partners hopen we jullie binnenkort de smaken van een nieuwe wereldkeuken te laten proeven nog even geduld Ondertussen zijn er veel vorderingen gemaakt in de bouw en ontwikkeling van deze handelsketen Lees de laatste updates vanuit Marokko in deze blog Zes keer per jaar sturen we onze fans mooie recepten inspirerende verhalen en de nieuwste producten",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "altijd kijken binnen de mogelijkheden van voedselveiligheid naar de beste keuze voor een minimale hoeveelheid verpakking Daarnaast is het verduurzamen van onze verpakkingen een proces waar we continu mee bezig zijn en proberen we dit altijd te optimaliseren Zo hebben we sinds  geen folie meer om onze kartonnen theeverpakkingen Al onze blikken zijn BPA vrij Wij kiezen bewust voor BPA-NI non-intent blikken voor onze producten dit zijn blikken waar tijdens de productie geen BPA wordt gebruikt Om dit te borgen vragen wij de producenten van de blikken om een verklaring dat dit daadwerkelijk het geval is Daarnaast worden analyses uitgevoerd zodat we zeker weten dat er ook echt geen BPA wordt aangetroffen in de producten die verpakt zijn in de blikken Onze blikken zijn oneindig recyclebaar Het huidige recycle-beleid rondom blik is binnen de Nederlandse gemeenten nog niet eenduidig Sommige gemeenten geven aan dat blik bij Plastic/Metaal/Drank kartons afval gescheiden mag worden In dat geval",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "termijn samenwerkingen met koffiecoöporaties Daarnaast werken we samen met hen aan projecten die bijdragen aan het inkomen zoals het verhogen van de productiviteit op het land het verlagen van de productiekosten en het diversifiëren van het inkomen van de boer Vaak zijn dit win-win projecten zoals bijvoorbeeld het plaatsen van een biocompostfabriek Zo’n compostfabriek zorgt voor lagere kosten en verbetert de bodem én productiviteit Dat betekent dus zowel financieel voor de boer als voor de natuur een gewin Een ander voorbeeld is een cacaoproject dat wij financieren met als doel het inkomen van 30 koffieboeren te verbeteren Deze boeren hebben namelijk te maken met grote uitdagingen bij de koffieproductie door klimaatverandering Zij gaan nu naast de koffie ook cacao planten om hun inkomen te diversifiëren Met cacao als tweede gewas kunnen zij een inkomen verdienen in een ander seizoen dan koffie Onze koffiebonen zijn afkomstig uit vijf landen Peru Nicaragua Guatemala Oeganda en Colombia",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "dorpjes alleen bereikbaar per bus boot en een wandeltocht tot fabrieken in de stad Monterrey Na een tweede reis begin dit jaar is de keuze gevallen om samen te werken met een verwerker in Monterrey en een boerengroep in Huasca de Ocampo De boerengroep uit Huasca de Ocampo bestaat momenteel uit 12 kleinschalige boeren en gaat de ingrediënten leveren voor onze producten Maar voor het zover is zal er nog een hoop moeten gebeuren Allereerst worden de producenten nu getraind en gevormd als coöperatie Daarna zullen de Fairtrade trainingen beginnen en worden ze ondersteund door een technische consultant die hen helpt in de professionalisering van hun boerderijen biologisch boeren en het planmatig produceren van kwalitatieve producten Daarnaast zijn we bezig met het zoeken van funding om een koelopslag- en distributiecentrum te bouwen Hier kunnen de producten van de verschillende boeren binnenkomen opgeslagen en vervoerd worden Deze ruimte zal tevens gebruikt worden voor vergaderingen van de",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, it seems that the cooperative has been actively working on various projects and initiatives. However, specific details about ongoing or upcoming research projects or innovation initiatives are not mentioned directly. Nevertheless, some general insights can be drawn from the text:\n\n1. Improved internal processes: The cooperative has been focusing on improving their internal processes, which could involve research or innovation efforts.\n2. Fairtrade workshops: Planning for fairtrade workshops suggests that the cooperative may be exploring new ways of doing business or learning more about ethical practices through these workshops.\n3. Impact strategy: The cooperative is working on an impact strategy, which might include research or data analysis to better understand their social and economic impact on communities.\n\nWhile these points do not provide direct answers to your question, they show that the cooperative is committed to continuous improvement, collaboration, and staying informed about best practices within the industry.",
            "source": [
                {
                    "content": "Met de premie die de coöperatie heeft ontvangen in het eerste jaar hebben de boeren materialen aangeschaft om hun opslag op te knappen en te voorzien van benodigde materialen zoals pallets tafels en weegschalen en zijn er investeringen gedaan om hun landbouwproductie op te schalen Als groep is de coöperatie ook aan het groeien Inmiddels voelen ze zich sterker samen hebben ze concrete doelstellingen gesteld voor de toekomst en zijn hun interne processen verbeterd Ondanks covid-19 is het gelukt om elkaar digitaal te ontmoeten en verbonden te blijven Ook is er begonnen met een eerste fairtrade workshop de trainingen staan later gepland dit jaar mocht covid dit toelaten Ondanks de uitdagingen van de boeren om de benodigde volumes te behalen werken ze hard om dit project een succes te laten zijn en zijn ze bovenal positief gesteld “ It is a dream come true to work in an international and organic market A dream and a pleasure” Aldus Gustavo Mayoral Zes keer per jaar sturen we onze fans",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "naar voren zijn gekomen helpen ons om verder richting te geven aan onze impactstrategie Work in progress dus We behoren in  voor het vierde jaar op rij bij de meest inspirerende organisaties van Nederland Drie jaar lang vond je ons op plek zes maar nu hebben we met nummer drie een podiumplek weten te veroveren Dat lees je in het rapport dat Synergie elk jaar uitbrengt Ieder jaar onderzoekt Synergie welke organisaties volgens consumenten het meest inspireren Want inspiratie wijst op dat wat gaat groeien Het onderzoek is gebaseerd op grootschalige consumentenonderzoeken casestudies interviews en deskresearch onder meer dan  respondenten  Al een aantal jaar blijkt blijkt business for good een stuwende kracht bij inspirerende organisaties Organisaties die werken aan impact vanuit hun business en dus niet als iets dat erbij gedaan moet worden Naast ons merk vind je dit jaar mede B Corps Too Good To Go Tony Chocolonely Seepje Dopper en innocent in het lijstje van meest inspirerende",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Onze Sourcing  Development Managers Martin en Haike waren afgelopen mei in Sri Lanka om oa eindelijk onze kokosboeren te bezoeken nu de grenzen na covid-19 weer open zijn Misschien heb je het al meegekregen in de media maar na de heftige coronapandemie vindt momenteel de grootste economische crisis plaats in Sri Lanka sinds de onafhankelijkheid  De brandstof is inmiddels zo goed als op en de inflatie zit op 40 procent   Onze kokosboeren in Sri Lanka merken iedere dag dat de prijzen stijgen Zo ook de de prijzen van brandstof voor het vervoer van goederen Het transporteren van producten naar verzamelpunten en dan naar fabrieken is daardoor veel kostbaarder als er al überhaupt brandstof aanwezig is   Daarnaast merken ze het ook tijdens het kopen van voedsel en voor het inhuren van  specialistische arbeid zoals het verwijderen van de groene kokosnootbolster Ook onze kaneelboeren ontkomen er niet aan om meer geld uit te geven aan specialisten mensen die zijn gespecialiseerd in het",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "verder versterkt wordt Naast de projecten die we in samenwerking met de boerencoöperaties doen zijn we altijd op zoek naar slimme manieren voor het verbeteren of verduurzamen van onze processen en producten Zo hebben we onlangs de pallets waar we een groot deel van onze producten op verschepen naar Nederland vervangen door zogenaamde slipsheets Deze slipsheets nemen minder ruimte in beslag dan de pallets Dat maakt dat we afhankelijk van het product zo’n 15 tot 25 procent meer producten kunnen verschepen Al deze projecten en de manier waarop we continu bezig zijn om te kijken naar verbeteringen op weg naar een eerlijkere en duurzamere wereld hebben ervoor gezorgd dat we dit jaar niet alleen onze officiële B Corp certificering ontvingen we behoorden ook tot B Corp’s Best For The World  binnen het thema Community Dit betekent dat we bij de wereldwijd best presterende B Corps horen als het gaat om impact maken op het economisch en sociaal welzijn van de gemeenschappen waarmee we",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided context, it seems like there might not be any specific recent research grants or innovation awards mentioned. However, if you are referring to general information about such opportunities, organizations like EU Horizon 202, European Research Council (ERC), and Marie Skłodowska-Curie Actions provide funding for research projects across Europe. Additionally, private foundations and companies also offer various grants and awards for innovative ideas and projects.",
            "source": [
                {
                    "content": "naar voren zijn gekomen helpen ons om verder richting te geven aan onze impactstrategie Work in progress dus We behoren in  voor het vierde jaar op rij bij de meest inspirerende organisaties van Nederland Drie jaar lang vond je ons op plek zes maar nu hebben we met nummer drie een podiumplek weten te veroveren Dat lees je in het rapport dat Synergie elk jaar uitbrengt Ieder jaar onderzoekt Synergie welke organisaties volgens consumenten het meest inspireren Want inspiratie wijst op dat wat gaat groeien Het onderzoek is gebaseerd op grootschalige consumentenonderzoeken casestudies interviews en deskresearch onder meer dan  respondenten  Al een aantal jaar blijkt blijkt business for good een stuwende kracht bij inspirerende organisaties Organisaties die werken aan impact vanuit hun business en dus niet als iets dat erbij gedaan moet worden Naast ons merk vind je dit jaar mede B Corps Too Good To Go Tony Chocolonely Seepje Dopper en innocent in het lijstje van meest inspirerende",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Met de premie die de coöperatie heeft ontvangen in het eerste jaar hebben de boeren materialen aangeschaft om hun opslag op te knappen en te voorzien van benodigde materialen zoals pallets tafels en weegschalen en zijn er investeringen gedaan om hun landbouwproductie op te schalen Als groep is de coöperatie ook aan het groeien Inmiddels voelen ze zich sterker samen hebben ze concrete doelstellingen gesteld voor de toekomst en zijn hun interne processen verbeterd Ondanks covid-19 is het gelukt om elkaar digitaal te ontmoeten en verbonden te blijven Ook is er begonnen met een eerste fairtrade workshop de trainingen staan later gepland dit jaar mocht covid dit toelaten Ondanks de uitdagingen van de boeren om de benodigde volumes te behalen werken ze hard om dit project een succes te laten zijn en zijn ze bovenal positief gesteld “ It is a dream come true to work in an international and organic market A dream and a pleasure” Aldus Gustavo Mayoral Zes keer per jaar sturen we onze fans",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "dorpjes alleen bereikbaar per bus boot en een wandeltocht tot fabrieken in de stad Monterrey Na een tweede reis begin dit jaar is de keuze gevallen om samen te werken met een verwerker in Monterrey en een boerengroep in Huasca de Ocampo De boerengroep uit Huasca de Ocampo bestaat momenteel uit 12 kleinschalige boeren en gaat de ingrediënten leveren voor onze producten Maar voor het zover is zal er nog een hoop moeten gebeuren Allereerst worden de producenten nu getraind en gevormd als coöperatie Daarna zullen de Fairtrade trainingen beginnen en worden ze ondersteund door een technische consultant die hen helpt in de professionalisering van hun boerderijen biologisch boeren en het planmatig produceren van kwalitatieve producten Daarnaast zijn we bezig met het zoeken van funding om een koelopslag- en distributiecentrum te bouwen Hier kunnen de producten van de verschillende boeren binnenkomen opgeslagen en vervoerd worden Deze ruimte zal tevens gebruikt worden voor vergaderingen van de",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "graag een groeiend netwerk vormen waarbij ze andere boeren uit de regio inspireren om ook op deze gezonde manier te gaan boeren Vanaf het moment dat wij met deze boeren de samenwerking zijn gestart gaat dit volgens de Fairtrade voorwaarden ondanks dat de boeren nog niet Fairtrade gecertificeerd zijn We ondersteunen hen bij dit proces Zo heeft de groep trainingen ontvangen van succesvolle sterke coöperaties uit de buurt Na al het papierwerk zijn de boeren nu een officieel coöperatief genaamd Productos Naturales de Huasca de Ocampo Gezamenlijk hebben ze gekozen voor de vrouwelijke president Doña Vicky Wekelijks kwam de groep bijeen op iemands boerenerf om ervaringen te delen en alle aankomende activiteiten voor de coöperatie te bespreken Gezien de COVID-19-situatie kunnen deze voorlopig niet doorgaan Als coöperatief krijgen de boeren nu ook toegang tot meer lokale fondsen en subsidies Daarnaast kunnen ze zich nu inschrijven in het Fairtrade systeem Zodra de situatie het toelaat zal de",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization is collaborating with various partners and stakeholders, including local farmers and producers in Africa, Asia, and Latin America through its work with Fairtrade Original. Additionally, it has been working closely with Synergie, an independent research agency, which conducts annual studies to identify the most inspiring organizations in the Netherlands based on consumer perceptions.",
            "source": [
                {
                    "content": "naar voren zijn gekomen helpen ons om verder richting te geven aan onze impactstrategie Work in progress dus We behoren in  voor het vierde jaar op rij bij de meest inspirerende organisaties van Nederland Drie jaar lang vond je ons op plek zes maar nu hebben we met nummer drie een podiumplek weten te veroveren Dat lees je in het rapport dat Synergie elk jaar uitbrengt Ieder jaar onderzoekt Synergie welke organisaties volgens consumenten het meest inspireren Want inspiratie wijst op dat wat gaat groeien Het onderzoek is gebaseerd op grootschalige consumentenonderzoeken casestudies interviews en deskresearch onder meer dan  respondenten  Al een aantal jaar blijkt blijkt business for good een stuwende kracht bij inspirerende organisaties Organisaties die werken aan impact vanuit hun business en dus niet als iets dat erbij gedaan moet worden Naast ons merk vind je dit jaar mede B Corps Too Good To Go Tony Chocolonely Seepje Dopper en innocent in het lijstje van meest inspirerende",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "binnen het thema Community Dit betekent dat we bij de wereldwijd best presterende B Corps horen als het gaat om impact maken op het economisch en sociaal welzijn van de gemeenschappen waarmee we samenwerken Door het proces dat voorafgaat aan de B Corp certificering hebben we een duidelijk beeld gekregen van de positieve bijdrage die we als organisatie al leveren Maar daarnaast biedt het ons ook inzichten op punten waar we nog kunnen verbeteren en stimuleert het ons om de volgende stap te zetten Natuurlijk willen we de eerstvolgende keer dat we opnieuw beoordeeld voor onze B Corp certificering onze score verbeterd hebben maar het belangrijkste voor ons dit te doen vanuit onze onze missie om boeren in staat te stellen een leefbaar inkomen te verdienen De punten die vanuit het B Corp assessment naar voren zijn gekomen helpen ons om verder richting te geven aan onze impactstrategie Work in progress dus We behoren in  voor het vierde jaar op rij bij de meest inspirerende organisaties van",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Fairtrade Original heeft officieel het felbegeerde B Corp certificaat ontvangen Benefit Corporations oftewel B Corps staan samen voor één gezamenlijk doel het herdefiniëren van de economie met als doel deze inclusiever en duurzamer te maken Het netwerk heeft wereldwijd ruim  aangesloten bedrijven waaronder Tony’s Chocolonely Patagonia en Dopper Gezamenlijk zetten B Corps zich in voor maatschappelijke thema’s als sociale impact ethische verantwoordelijkheid en transparantie Steven van Wijk Managing Director bij Fairtrade Original “We zijn trots op deze B Corp certificering Als eerste Fairtrade organisatie ter wereld zet Fairtrade Original zich al decennia in voor eerlijke handel en gelijke kansen voor iedereen Dat we nu officieel B Corp gecertificeerd zijn voelt dan ook als een mooi compliment en erkenning voor ons werk” B Corp is een keurmerk dat sinds  uitgegeven wordt door de Amerikaanse non-profit organisatie B Lab Uniek aan deze certificering is dat niet alleen het product onder de",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "en erkenning voor ons werk” B Corp is een keurmerk dat sinds  uitgegeven wordt door de Amerikaanse non-profit organisatie B Lab Uniek aan deze certificering is dat niet alleen het product onder de loep wordt genomen maar dat de gehele bedrijfsvoering beoordeeld wordt Een gecertificeerde B Corp voldoet daarmee aan hoge normen qua sociale en milieugerelateerde prestaties Het bemachtigen van het B Corp certificaat is een uitgebreid traject waarbij op vijf kernpunten beoordeeld wordt duurzaamheid arbeidsrechten transparantie klanten en lokale gemeenschap Steven van Wijk “Het intensieve assessment geeft ons een helder beeld in de positieve bijdrage die wij als organisatie al leveren en het biedt inzicht waar we nog kunnen verbeteren Hierdoor stimuleert het ons om de volgende stap te zetten” Sinds de oprichting in  werkt Fairtrade Original nauw samen met lokale boeren en producenten in Afrika Azië en Latijns-Amerika Dit doet het foodmerk met een missie eerlijk eten en drinken bereikbaar",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives mentioned in the given text. Here's a list of some of these collaborative efforts:\n\n1. Synergie Impact Report (Yearly): Synergie publishes an annual report called \"Impact Strategy - Work in Progress\" which evaluates the impact of various organizations, including those mentioned earlier like Tony Chocolonely, Seepje Dopper, and innocent. This report helps identify areas for improvement and encourages further development of their impact strategies.\n2. Community Development Projects: Several companies, such as Tony Chocolonely, have been involved in community development projects, working closely with local farmers and communities to improve their livelihoods and well-being. These projects often involve capacity building, access to resources, and support for sustainable agriculture practices.\n3. Cooperation within the Cooperative: The cooperative has made significant improvements by pooling resources, sharing knowledge, and investing in necessary materials and infrastructure. By doing so, they have become stronger together and have set ambitious goals for the future.\n4. Digital Collaboration during Covid-19: Despite challenges posed by COVID-19, the cooperative members have managed to maintain digital connections and stay connected through online meetings, training sessions, and workshops. They have also started planning for their first fair trade workshop this year if the situation allows it.\n5. International Market Access: Companies like Tony Chocolonely have gained entry into international and organic markets, creating new opportunities for farmers and promoting ethical trading practices. Their positive impact on communities around the world has earned them recognition as one of the Best For The World™ B Corporations.",
            "source": [
                {
                    "content": "naar voren zijn gekomen helpen ons om verder richting te geven aan onze impactstrategie Work in progress dus We behoren in  voor het vierde jaar op rij bij de meest inspirerende organisaties van Nederland Drie jaar lang vond je ons op plek zes maar nu hebben we met nummer drie een podiumplek weten te veroveren Dat lees je in het rapport dat Synergie elk jaar uitbrengt Ieder jaar onderzoekt Synergie welke organisaties volgens consumenten het meest inspireren Want inspiratie wijst op dat wat gaat groeien Het onderzoek is gebaseerd op grootschalige consumentenonderzoeken casestudies interviews en deskresearch onder meer dan  respondenten  Al een aantal jaar blijkt blijkt business for good een stuwende kracht bij inspirerende organisaties Organisaties die werken aan impact vanuit hun business en dus niet als iets dat erbij gedaan moet worden Naast ons merk vind je dit jaar mede B Corps Too Good To Go Tony Chocolonely Seepje Dopper en innocent in het lijstje van meest inspirerende",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "binnen het thema Community Dit betekent dat we bij de wereldwijd best presterende B Corps horen als het gaat om impact maken op het economisch en sociaal welzijn van de gemeenschappen waarmee we samenwerken Door het proces dat voorafgaat aan de B Corp certificering hebben we een duidelijk beeld gekregen van de positieve bijdrage die we als organisatie al leveren Maar daarnaast biedt het ons ook inzichten op punten waar we nog kunnen verbeteren en stimuleert het ons om de volgende stap te zetten Natuurlijk willen we de eerstvolgende keer dat we opnieuw beoordeeld voor onze B Corp certificering onze score verbeterd hebben maar het belangrijkste voor ons dit te doen vanuit onze onze missie om boeren in staat te stellen een leefbaar inkomen te verdienen De punten die vanuit het B Corp assessment naar voren zijn gekomen helpen ons om verder richting te geven aan onze impactstrategie Work in progress dus We behoren in  voor het vierde jaar op rij bij de meest inspirerende organisaties van",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Met de premie die de coöperatie heeft ontvangen in het eerste jaar hebben de boeren materialen aangeschaft om hun opslag op te knappen en te voorzien van benodigde materialen zoals pallets tafels en weegschalen en zijn er investeringen gedaan om hun landbouwproductie op te schalen Als groep is de coöperatie ook aan het groeien Inmiddels voelen ze zich sterker samen hebben ze concrete doelstellingen gesteld voor de toekomst en zijn hun interne processen verbeterd Ondanks covid-19 is het gelukt om elkaar digitaal te ontmoeten en verbonden te blijven Ook is er begonnen met een eerste fairtrade workshop de trainingen staan later gepland dit jaar mocht covid dit toelaten Ondanks de uitdagingen van de boeren om de benodigde volumes te behalen werken ze hard om dit project een succes te laten zijn en zijn ze bovenal positief gesteld “ It is a dream come true to work in an international and organic market A dream and a pleasure” Aldus Gustavo Mayoral Zes keer per jaar sturen we onze fans",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Jeej We zijn uitgeroepen tot één van de  Best For The World™ B Corps met onze positieve impact op community’s Daar zijn we supertrots op Al jaren bouwen we aan eerlijke handelsketens en investeren wij een groot deel van onze winst in projecten in Afrika Azië en Latijns-Amerika Daarvoor hebben we nauw contact met de boeren met wie wij samenwerken en stellen we hun ontwikkelbehoeften centraal Weet jij wat je met jouw aankoop van een kruidenpasta een blik jackfruit een pak koffie of één van onze andere  producten van Fairtrade Original bijdraagt We nemen je in een vogelvlucht mee langs de wereld First things first Wat houdt dat eigenlijk in ‘Best For The World’ De Best For The World-erkenning wordt beheerd door B Lab het wereldwijde netwerk zonder winstoogmerk dat B Corps certificeert B Corps zijn bedrijven die voldoen aan hoge normen op het gebied van positieve sociale en milieuprestaties verantwoordingsplicht en transparantie Vandaag de dag zijn er meer dan  B Corps in 80 landen Wij",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Through their collaborations with coffee cooperatives around the world, Fairtrade Original seeks to improve the livelihoods of farmers by promoting fair trade practices. They aim to achieve this objective through various initiatives such as sourcing high-quality coffee directly from small-scale farmers, ensuring they receive a fair price for their produce, and providing support services like technical assistance and access to credit facilities. Additionally, Fairtrade Original works towards reducing environmental impacts associated with coffee production while maintaining or improving product quality. By doing so, they contribute to sustainable development goals set forth by organizations like the United Nations. Collaborating with other companies and organizations, such as B Corporations, helps them amplify their positive impact on communities and the environment. Overall, the shared goal among all parties involved is to create a more equitable and sustainable global economy, benefiting both producers and consumers alike.",
            "source": [
                {
                    "content": "naar voren zijn gekomen helpen ons om verder richting te geven aan onze impactstrategie Work in progress dus We behoren in  voor het vierde jaar op rij bij de meest inspirerende organisaties van Nederland Drie jaar lang vond je ons op plek zes maar nu hebben we met nummer drie een podiumplek weten te veroveren Dat lees je in het rapport dat Synergie elk jaar uitbrengt Ieder jaar onderzoekt Synergie welke organisaties volgens consumenten het meest inspireren Want inspiratie wijst op dat wat gaat groeien Het onderzoek is gebaseerd op grootschalige consumentenonderzoeken casestudies interviews en deskresearch onder meer dan  respondenten  Al een aantal jaar blijkt blijkt business for good een stuwende kracht bij inspirerende organisaties Organisaties die werken aan impact vanuit hun business en dus niet als iets dat erbij gedaan moet worden Naast ons merk vind je dit jaar mede B Corps Too Good To Go Tony Chocolonely Seepje Dopper en innocent in het lijstje van meest inspirerende",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Met de premie die de coöperatie heeft ontvangen in het eerste jaar hebben de boeren materialen aangeschaft om hun opslag op te knappen en te voorzien van benodigde materialen zoals pallets tafels en weegschalen en zijn er investeringen gedaan om hun landbouwproductie op te schalen Als groep is de coöperatie ook aan het groeien Inmiddels voelen ze zich sterker samen hebben ze concrete doelstellingen gesteld voor de toekomst en zijn hun interne processen verbeterd Ondanks covid-19 is het gelukt om elkaar digitaal te ontmoeten en verbonden te blijven Ook is er begonnen met een eerste fairtrade workshop de trainingen staan later gepland dit jaar mocht covid dit toelaten Ondanks de uitdagingen van de boeren om de benodigde volumes te behalen werken ze hard om dit project een succes te laten zijn en zijn ze bovenal positief gesteld “ It is a dream come true to work in an international and organic market A dream and a pleasure” Aldus Gustavo Mayoral Zes keer per jaar sturen we onze fans",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Dag in dag uit houdt Lotje zich bezig met het verder ontwikkelen van de koffieketen Zo belt ze bijvoorbeeld met koffiecoöperatie Red Ecolsierra uit Colombia en reist regelmatig af naar Oeganda om koffieboeren te bezoeken Lotje “Ik ben erg actiegericht ingesteld en vind het fijn om aan de implementatiekant te zitten Niet alleen met ons concept richting een Leefbaar Inkomen maar ook met de koffieprojecten die wij doen maken we het effect op het inkomen van de boeren meetbaar Ik wil andere bedrijven inspireren om op eenzelfde manier te werken”  Al 6 jaar werkt ze als Development Manager bij Fairtrade Original 90 van haar tijd is ze bezig met ontwikkelingen in de koffieketen van Fairtrade Original “We werken met koffiecoöperaties in vijf verschillende landen Met sommige coöperaties werken we al heel lang samen bijvoorbeeld met Fedecocagua uit Guatemala Cooparm uit Peru is onze nieuwste partner Ik steek niet alleen veel tijd in het vinden van nieuwe samenwerkingspartners maar ook in het",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "verder versterkt wordt Naast de projecten die we in samenwerking met de boerencoöperaties doen zijn we altijd op zoek naar slimme manieren voor het verbeteren of verduurzamen van onze processen en producten Zo hebben we onlangs de pallets waar we een groot deel van onze producten op verschepen naar Nederland vervangen door zogenaamde slipsheets Deze slipsheets nemen minder ruimte in beslag dan de pallets Dat maakt dat we afhankelijk van het product zo’n 15 tot 25 procent meer producten kunnen verschepen Al deze projecten en de manier waarop we continu bezig zijn om te kijken naar verbeteringen op weg naar een eerlijkere en duurzamere wereld hebben ervoor gezorgd dat we dit jaar niet alleen onze officiële B Corp certificering ontvingen we behoorden ook tot B Corp’s Best For The World  binnen het thema Community Dit betekent dat we bij de wereldwijd best presterende B Corps horen als het gaat om impact maken op het economisch en sociaal welzijn van de gemeenschappen waarmee we",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "patagonia",
                            "dopper",
                            "toogoodtogo",
                            "oxfamfairtrade",
                            "fairtrade",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ]
}