{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " There are several sustainable or environmental practices that have been implemented in the cider production facility mentioned in the text. Some of these include using a low chemical use cleaning system, pastuerization, using reusable polishing towels, utilizing environmentally friendly laundry detergent, using Peri-Acetic Acid Sanitizer, putting apple and other fruit pomace into their farm compost, repurposing cardboard from bottle pallets, and using CO2 from fermentation for various purposes. Additionally, they are exploring alternatives such as a glass bottle reuse program, biodigesters, and alternative transportation solutions.",
            "source": [
                {
                    "content": "more about our ongoing and upcoming projects related to climate resiliency This Fall our cider production space is working on implementing a glass bottle reuse program - which would allow us to keep some of our cider bottles in house and wash and reuse them Stay posted for more from us soon",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "people and the planet in mind In the cider barn we have a low chemical use cleaning system scrubbing by hand instead of a mechanized system that uses more water and chemicals and energy to clean our tanks; we pasteurize clean our kegs instead of the chemical rinse system used by automatic keg washers; we use reusable polishing towels in packaging department; we use environmentally friendly laundry detergent for washing; peri-acetic acid sanitizer for break down into water and vinegar instead of iodine or sulfite or other sanitizer; we put our apple and other fruit pomace from pressing into our farm compost; the cardboard from our bottle pallets is repurposed to the local conservation district for tree planting mulch; the Propylene Glycol refrigerant for cooling our cider is made from the glycerol produced when producing biodiesel; the residual yeast lees from our fermentation goes to the farm for pig and chicken feed providing vitamin-rich nutrients; CO2 from fermentation is pumped",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "network of businesses seeking to be a ‘force for good’ TheB Corp websiteexplains From mobilizing climate action with leaders across sectors to dismantling white supremacy in our network and broader business community to organizing against wealth and gender inequality the B Corp movement is taking collective action on the issues that matter most to our global economic system” Being a B Corp business means challenging ourselves to examine our ecological and social impacts and to act in ways that will help grow community with shared resilience vitality and justice When it comes to environmental impacts one of the challenges we have faced in our relatively small-scale Cidery operation is the intensive use of glass bottles in our cider production Sourcing new glass bottles presents challenges as we navigate international and national glass supply chains further complicated by the pandemic We also recognize that generating new glass is a resource depleting process and that reusing is even",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "with a commitment to water conservation practices and use of environmentally friendly products We hope the program will also create a new employment opportunity and perhaps a youth internship Finnriver has created a new role to help offer leadership to this program and we’re happy to be working with Tulip Morrow shown at right as our Sustainability Manager who is also working on our biodigester alternative transportation solutions and other energy saving initiatives For more information or questions email us at  Thanks to all of you for buying a bottle in the first place and bringing it back empty when you’ve enjoyed it",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Based on the provided information, I cannot provide a list of 10 specific events or initiatives focused on environmental conservation. However, I can mention some general aspects that indicate the presence of such events or initiatives within the given context. Some of these include:\n\n1. Habitat restoration efforts by organizations like Redd Fish Restoration Society.\n2. Support for local and regional non-profits focused on environmental conservation, such as those mentioned in the list.\n3. Awareness of the importance of sustainable food systems, resource use, and community vitality through various partnerships and collaborations.\n4. Promotion of climate resiliency through projects like implementing a glass bottle reuse program in their cider production space.\n5. Emphasis on protecting natural habitats and wildlife species, including endangered ones.\n6. Engagement in discussions and decision-making processes related to environmental policies and regulations.\n7. Participating in educational programs and public awareness campaigns aimed at promoting environmentally conscious behaviors among the community members.\n\nWhile this list may not be exhaustive, it provides an idea of the types of events and initiatives that might be focused on environmental conservation within the given context.",
            "source": [
                {
                    "content": "more about our ongoing and upcoming projects related to climate resiliency This Fall our cider production space is working on implementing a glass bottle reuse program - which would allow us to keep some of our cider bottles in house and wash and reuse them Stay posted for more from us soon",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "tastings when the event aligns with our mission or supports our local community and when we have the staff or product available We receive many requests and so in order to respond gracefully please fill out the following form and let us know what you are planning and how Finnriver can help We will see if we can help and get back to you Thank you for the good work you do The following are local and regional non-profits we have supported with auction donations and other in-kind support over the years or organizations with which we seek to collaborate on community vitality food system or resource use issues Port Townsend Marine Science Center Jefferson Land Trust Port Townsend Rotary Organic Seed Alliance Jefferson County Farm to School Coalition Jefferson County Food Bank Association North Olympic Salmon Coalition Tilth Producers of Washington Seattle Tilth Washington Trails Association Ecotrust Washington Sustainable Food  Farm Network International Living Futures Institute Washington",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Olympic Salmon Coalition Tilth Producers of Washington Seattle Tilth Washington Trails Association Ecotrust Washington Sustainable Food  Farm Network International Living Futures Institute Washington Wildlife and Recreation Coalition Jefferson County Fund for Women  Girls Earthseed Seattle Yasuke Commons and more Please share with us the mission of your organization and any other details about your event we want to know In order to legally donate product your organization must have non-profit status Please email the license to  In order to donate cider/wine tastings or to sell glasses or bottles your event must have a Special Occasion permit from WSLCB Please email a copy to",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Cider Garden Hours Monday pm Wednesday 2-8pm Thursday pm Friday-Sunday pm Plan Your Visit This film explores the practice the methods and the need for habitat restoration in British Columbia’s temperate rainforest’s At Redd Fish Restoration Society we see a clear connection between healthy landscapes and healthy communities Our coast is one of the most beautiful places in the world but decades of destructive logging mining and development practices have left vast expanses of our temperate rainforest in need of a helping hand Many wildlife species have become endangered and wild salmon runs that once teemed with life are struggling to survive Our job is to get the hard work done and to get it done now To find out more about the work we do visit",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The report mentions several environmental impact metrics related to Finnriver Cider's sustainability initiatives. These include:\n\n1. Low chemical use: By using a low chemical system for cleaning their tanks and avoiding mechanical systems that consume more water and chemicals, Finnriver reduces its overall chemical footprint.\n2. Pasteurization and cleaning methods: Using these processes helps minimize the need for harsh chemicals and conserves resources like water and energy.\n3. Reusable polishing towels: This practice reduces waste generated during packaging operations and promotes a circular economy.\n4. Environmentally friendly laundry detergent: By choosing eco-friendly detergents, Finnriver minimizes its impact on local waterways and aquatic ecosystems.\n5. Peri-Acetic Acid (PAA) sanitizer: PAA breaks down into water and vinegar, reducing the use of harmful chemicals and minimizing potential contamination of the environment.\n6. Apple and fruit pomace composting: This practice enhances soil fertility while reducing the amount of organic waste sent to landfills.\n7. Repurposing cardboard for tree planting: This action supports local forest regeneration and carbon sequestration efforts.\n8. CO2 pumping for farmer greenhouses: By utilizing captured CO2, Finnriver supports increased agricultural productivity while also mitigating some of its own emissions.\n9. Energy Star appliances: By using energy-efficient equipment, Finnriver reduces its electricity consumption and associated greenhouse gas emissions.\n10. Fair Trade, organic mate and coffee consumption: Supporting ethical and sustainable sourcing practices helps promote responsible land management and labor standards.",
            "source": [
                {
                    "content": "people and the planet in mind In the cider barn we have a low chemical use cleaning system scrubbing by hand instead of a mechanized system that uses more water and chemicals and energy to clean our tanks; we pasteurize clean our kegs instead of the chemical rinse system used by automatic keg washers; we use reusable polishing towels in packaging department; we use environmentally friendly laundry detergent for washing; peri-acetic acid sanitizer for break down into water and vinegar instead of iodine or sulfite or other sanitizer; we put our apple and other fruit pomace from pressing into our farm compost; the cardboard from our bottle pallets is repurposed to the local conservation district for tree planting mulch; the Propylene Glycol refrigerant for cooling our cider is made from the glycerol produced when producing biodiesel; the residual yeast lees from our fermentation goes to the farm for pig and chicken feed providing vitamin-rich nutrients; CO2 from fermentation is pumped",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Finnriver orchard property at the Chimacum Corner An easement links land parcels together and protects the farmland in perpetuity from development Chimacum Creek runs through both farms and the riparian landscape is undergoing salmon habitat restoration and reforestation through the CREPConservation Reserve Enhancement Program program and the ongoing monitoring and maintenance efforts of North Olympic Salmon Coalition Chimacum creek is home to an active Coho salmon population and provides habitat for numerous species of wildlife In our fields we are developing our own on-site compost system and use a poultry pasture and crop rotation plan that enlivens soil fertility We are very deliberate in our efforts to use packaging FSC papers for our labels etc and supplies from ecologically conscious sources Our ongoing mission is to earnestly pursue best practices to balance people planet and modest profit Finnriver frequently opens its fields to visiting groups for educational farm tours for",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "glycerol produced when producing biodiesel; the residual yeast lees from our fermentation goes to the farm for pig and chicken feed providing vitamin-rich nutrients; CO2 from fermentation is pumped into farmer greenhouses in spring and summer for increased growth; our old barrels are made into tap handles not plastic molded etc; we use Energy Star appliances; and last but not least the cidery crew drinks Fair Trade organic mate and coffee throughout the day to offer good-humored human-power to our handcrafted production process Collaborating with our community to conserve farmland restore habitat and facilitate land-based education Working with the Jefferson Land Trust permanent land conservation easements have been placed on the entire 33-acre property at Finnriver 'south' and on the 50-acre Finnriver orchard property at the Chimacum Corner An easement links land parcels together and protects the farmland in perpetuity from development Chimacum Creek runs through both farms and the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Olympic Salmon Coalition Tilth Producers of Washington Seattle Tilth Washington Trails Association Ecotrust Washington Sustainable Food  Farm Network International Living Futures Institute Washington Wildlife and Recreation Coalition Jefferson County Fund for Women  Girls Earthseed Seattle Yasuke Commons and more Please share with us the mission of your organization and any other details about your event we want to know In order to legally donate product your organization must have non-profit status Please email the license to  In order to donate cider/wine tastings or to sell glasses or bottles your event must have a Special Occasion permit from WSLCB Please email a copy to",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, the organization has made several public commitments to social and corporate responsibility. They are part of the B Corp movement, which focuses on using business as a force for good. Additionally, they have published a DEI (Diversity, Equity, and Inclusion) Statement acknowledging systemic racism and committing to become a more equitable company and community. Furthermore, they have pledged to take collective action on various environmental and social issues alongside other B Corp businesses. Lastly, they have shown dedication to equity, inclusion, and justice within their own organization and in their interactions with the wider community.",
            "source": [
                {
                    "content": "as a living document We recognize our understandings of issues will continue to evolve over time and that the words shared here may require changing We welcome feedback and request the support of others in guiding us as we deepen our commitment to this work You can write to us at  to ask us about our DEI Action and Accountability Plan We welcome input insights and collaboration as we learn and work together The DEI statement above was drafted at Finnriver in April  after completion of the DIA Building Inclusive and Equitable Organizations workshop series offered by the Adaway Group with help from Jane Rioseco and guidance by Jessica Fish of the Adaway Group It is a work in progress and updates will made here regularly as we deepen our understandings and our skills around the work of becoming a more equitable company and community  Finnriver acknowledges that systemic racism is toxic and deeply harmful to our communities and that it must be transformed through reverent acknowledgment",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "network of businesses seeking to be a ‘force for good’ TheB Corp websiteexplains From mobilizing climate action with leaders across sectors to dismantling white supremacy in our network and broader business community to organizing against wealth and gender inequality the B Corp movement is taking collective action on the issues that matter most to our global economic system” Being a B Corp business means challenging ourselves to examine our ecological and social impacts and to act in ways that will help grow community with shared resilience vitality and justice When it comes to environmental impacts one of the challenges we have faced in our relatively small-scale Cidery operation is the intensive use of glass bottles in our cider production Sourcing new glass bottles presents challenges as we navigate international and national glass supply chains further complicated by the pandemic We also recognize that generating new glass is a resource depleting process and that reusing is even",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "and all People of Color BIPOC or People of the Global Majority PGM including businesses and community members We collaborate on grassroots efforts created by and for frontline communities including small farmers racial justice organizations and food access/food sovereignty projects In short we work to create more spaces where people have a sense of interrelatedness and belonging Some of our impact in the community is detailed below  Leading education research and advocacy to advance organic seed the Organic Seed Alliance manages four acres of field production and research at Finnriver Here we grow organic seed conduct organic vegetable trials and host education and outreach events OSA and Finnriver have held a shared vision of establishing a seed cleaning and processing facility on this farm since the start of our partnership Watch as we make this vision a reality this year at the site of the old pole barn to the south of the main parking lot The mission of the North Olympic Salmon",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "community-oriented mission Our mission is to celebrate the beauty and bounty of the earth to reconnect people to the land that sustains us and to grow community We are also committed to increasing and upholding equity inclusion and justice in our work together We seek colleagues who embrace our purpose and bring their unique perspectives and passion to the role  You can learn more about our equity aspirations and our accountability to this ongoing effort here  Finnriver is a purpose-driven B Corps company with a commitment to the triple bottom line of people planet and profit We offer medical dental and vision insurance for full-time employees We currently offer paid time off/sick leave an employee assistance program through First Choice Health offering counseling and other services and a company-matched retirement plan Employees receive discounts on Finnriver products ongoing professional development opportunities and participation in a remarkable crew community  The Finnriver",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, Finnriver publishes annual reports outlining their commitments and progress towards achieving them. These reports provide detailed information on various aspects such as equity initiatives, environmental impact, social responsibility, and financial performance. They serve as a comprehensive resource for stakeholders to stay informed about Finnriver's mission and goals. However, I cannot provide specific details from the most recent report since my knowledge is based on previous versions.",
            "source": [
                {
                    "content": "community-oriented mission Our mission is to celebrate the beauty and bounty of the earth to reconnect people to the land that sustains us and to grow community We are also committed to increasing and upholding equity inclusion and justice in our work together We seek colleagues who embrace our purpose and bring their unique perspectives and passion to the role  You can learn more about our equity aspirations and our accountability to this ongoing effort here  Finnriver is a purpose-driven B Corps company with a commitment to the triple bottom line of people planet and profit We offer medical dental and vision insurance for full-time employees We currently offer paid time off/sick leave an employee assistance program through First Choice Health offering counseling and other services and a company-matched retirement plan Employees receive discounts on Finnriver products ongoing professional development opportunities and participation in a remarkable crew community  The Finnriver",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Finnriver orchard property at the Chimacum Corner An easement links land parcels together and protects the farmland in perpetuity from development Chimacum Creek runs through both farms and the riparian landscape is undergoing salmon habitat restoration and reforestation through the CREPConservation Reserve Enhancement Program program and the ongoing monitoring and maintenance efforts of North Olympic Salmon Coalition Chimacum creek is home to an active Coho salmon population and provides habitat for numerous species of wildlife In our fields we are developing our own on-site compost system and use a poultry pasture and crop rotation plan that enlivens soil fertility We are very deliberate in our efforts to use packaging FSC papers for our labels etc and supplies from ecologically conscious sources Our ongoing mission is to earnestly pursue best practices to balance people planet and modest profit Finnriver frequently opens its fields to visiting groups for educational farm tours for",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "glycerol produced when producing biodiesel; the residual yeast lees from our fermentation goes to the farm for pig and chicken feed providing vitamin-rich nutrients; CO2 from fermentation is pumped into farmer greenhouses in spring and summer for increased growth; our old barrels are made into tap handles not plastic molded etc; we use Energy Star appliances; and last but not least the cidery crew drinks Fair Trade organic mate and coffee throughout the day to offer good-humored human-power to our handcrafted production process Collaborating with our community to conserve farmland restore habitat and facilitate land-based education Working with the Jefferson Land Trust permanent land conservation easements have been placed on the entire 33-acre property at Finnriver 'south' and on the 50-acre Finnriver orchard property at the Chimacum Corner An easement links land parcels together and protects the farmland in perpetuity from development Chimacum Creek runs through both farms and the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "as a living document We recognize our understandings of issues will continue to evolve over time and that the words shared here may require changing We welcome feedback and request the support of others in guiding us as we deepen our commitment to this work You can write to us at  to ask us about our DEI Action and Accountability Plan We welcome input insights and collaboration as we learn and work together The DEI statement above was drafted at Finnriver in April  after completion of the DIA Building Inclusive and Equitable Organizations workshop series offered by the Adaway Group with help from Jane Rioseco and guidance by Jessica Fish of the Adaway Group It is a work in progress and updates will made here regularly as we deepen our understandings and our skills around the work of becoming a more equitable company and community  Finnriver acknowledges that systemic racism is toxic and deeply harmful to our communities and that it must be transformed through reverent acknowledgment",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided text, it appears that several community events have been organized to fulfill the commitment to equity, inclusion, and supporting marginalized communities. These events include:\n\n1. Fishes Wishes Event: A New Year's Eve celebration involving a large sculptural salmon, where participants write their wishes on small stones gathered from the beach. After the wishes are infused with warmth from human hands, the stones are collected in a basket and later released into nearby salmon streams, carrying the hopes and aspirations back to nature. This event promotes a sense of interconnectedness and belonging among the community.\n2. Collaboration with Frontline Communities: The organization works closely with various frontline communities, including small farmers, racial justice organizations, and food access/sovereignty projects. Together, they engage in grassroots efforts aimed at creating more inclusive spaces and fostering a stronger sense of interrelatedness and belonging within the community.",
            "source": [
                {
                    "content": "on-going staff training in racial justice literacy and we host an ongoing racial justice reading group currently readingThe Inner Work of Racial Justiceby Rhonda V Magee Throughout the year we hold events at our Cider Garden that celebrate the creative culture in agriculture and that affirm diverse and inclusive community  On New Years each year we celebrate Fishes  Wishes an event that involves lighting up a giant sculptural salmon and asking folks to make wishes on small stones collected from the beach see photo above Human hands infuse their warmth and those wishes into the rocks We then collect the stones in a basket with a promise to toss them back into the salmon streams so the waters and the fish can carry the wishes back to the sea…where they will be uplifted and circulated with the hydrologic cycle It’s symbolic but also somatic— a ceremony that honors our connection to each other and the interrelated whole I don’t know what most people wish for but I can hope that some of",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "equity and inclusion If you have ideas for other projects or organizations to connect with please let us know at  For more information about the organizations this project supports please see the following links For more information about local organizations you can support please see the following links For more information about local individuals and businesses you can support please see the following links",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "and all People of Color BIPOC or People of the Global Majority PGM including businesses and community members We collaborate on grassroots efforts created by and for frontline communities including small farmers racial justice organizations and food access/food sovereignty projects In short we work to create more spaces where people have a sense of interrelatedness and belonging Some of our impact in the community is detailed below  Leading education research and advocacy to advance organic seed the Organic Seed Alliance manages four acres of field production and research at Finnriver Here we grow organic seed conduct organic vegetable trials and host education and outreach events OSA and Finnriver have held a shared vision of establishing a seed cleaning and processing facility on this farm since the start of our partnership Watch as we make this vision a reality this year at the site of the old pole barn to the south of the main parking lot The mission of the North Olympic Salmon",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "a diversity of perspectives celebrating arts from many communities Here are some of the events we have been doing Here are some additional cider industry examples of equity efforts and educational resources We welcome feedback conversation ideas questions To learn more and share questions or ideas",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided information, there are several products, services, and technologies associated with Finnriver Cidery & Orchard. Some key offerings include:\n\n1. Award-winning ciders and fruit wines with distribution across 12 states.\n2. A destination tasting room and community venue where people can gather and enjoy Finnriver's products.\n3. Consulting services offered by Core Knowledge for new and beginning cider operations, including general consultation rates or customized packages focused on start-up efficiency and maximizing benefits.\n4. Renewable energy sources utilized in production processes, demonstrating Finnriver's commitment to environmental stewardship.\n5. Community-oriented mission focusing on celebrating the beauty and bounty of the earth, reconnecting people to the land, growing community, and promoting equity, inclusion, and justice.\n6. Benefits such as medical, dental, and vision insurance for full-time employees, as well as paid time off, sick leave, an employee assistance program, a company-matched retirement plan, discounts on Finnriver products, professional development opportunities, and participation in a remarkable crew community.\n7. A kitchen that serves guests and supports the farm and event spaces, requiring a dedicated dishwasher to maintain cleanliness and supply cookware, plates, bowls, utensils, glassware, and other necessary tools.",
            "source": [
                {
                    "content": "renewable energy— all while producing a diversified range of award-winning ciders and fruit wines with distribution across 12 states and a thriving destination tasting room and community venue Core Knowledge offers a range of services for new and beginning cider operations seeking to benefit from lessons learned and looking to maximize start-up efficiency and focus Core Knowledge can engage on an hourly basis at a general consultation rate or we can work with you to develop a more extensive consulting package Rates will be variable depending on scope and scale of project and needs Contact us at  to learn more﻿",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "community-oriented mission Our mission is to celebrate the beauty and bounty of the earth to reconnect people to the land that sustains us and to grow community We are also committed to increasing and upholding equity inclusion and justice in our work together We seek colleagues who embrace our purpose and bring their unique perspectives and passion to the role  You can learn more about our equity aspirations and our accountability to this ongoing effort here  Finnriver is a purpose-driven B Corps company with a commitment to the triple bottom line of people planet and profit We offer medical dental and vision insurance for full-time employees We currently offer paid time off/sick leave an employee assistance program through First Choice Health offering counseling and other services and a company-matched retirement plan Employees receive discounts on Finnriver products ongoing professional development opportunities and participation in a remarkable crew community  The Finnriver",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "and a company-matched retirement plan Employees receive discounts on Finnriver products ongoing professional development opportunities and participation in a remarkable crew community  The Finnriver kitchen can get very busy with guests dining and visiting our farm and event space The dishwasher is responsible for cleaning dishes to ensure our kitchen crew have a supply of clean cookware plates bowls utensils glassware and general food-prep and food-service tools Use of a commercial dishwasher is required but also some handwashing and drying of larger items Working at Finnriver requires a commitment to the Finnriver mission and core values to fastidious hygiene and to good-willed and good-humored human relations Please email  for a full job description If the job interests you please send resume cover letter and 3 references to  Position open until filled  At the Cider Garden Finnriver seeks to role model principles and practices of community- based enterprise with a heartfelt",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "converge and thrive We are grateful to be an integral part of a rural agricultural renaissance in the Chimacum Valley and we’re committed to the social economic and ecological vitality of our place We are active members of local and regional organizations that promote healthy food and families and we are grateful to be neighbors to many other small farms and markets that contribute to a thriving local farm culture We want Finnriver to be a role-model of a financially viable small-scale organic farm and cidery By becoming economically vital we not only provide a livelihood for our own families but also provide local jobs and support our neighboring businesses with our commerce As vendors at regional Farmers Markets and as an agricultural destination that hosts thousands of visitors a year we create opportunities for conscientious consumer practices Finnriver is also pleased to be part of a innovative economic initiatives in our region We are  progressively financed by local and",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, there are several promotional events, expos, and sales related to the orchard tour and cider tasting offerings. Some of these include:\n\n* June Promotion (06/10 - 06/18): During the month of June, there is a promotion offering discounted tickets for the orchard tour and cider tasting experiences. These discounted tickets are available for purchase during this time frame.\n* Summer Festival (06/24): As part of the summer festival, Finnriver offers special pricing on their orchard tour and cider tasting packages. This event typically takes place in late July or early August.",
            "source": [
                {
                    "content": "tastings when the event aligns with our mission or supports our local community and when we have the staff or product available We receive many requests and so in order to respond gracefully please fill out the following form and let us know what you are planning and how Finnriver can help We will see if we can help and get back to you Thank you for the good work you do The following are local and regional non-profits we have supported with auction donations and other in-kind support over the years or organizations with which we seek to collaborate on community vitality food system or resource use issues Port Townsend Marine Science Center Jefferson Land Trust Port Townsend Rotary Organic Seed Alliance Jefferson County Farm to School Coalition Jefferson County Food Bank Association North Olympic Salmon Coalition Tilth Producers of Washington Seattle Tilth Washington Trails Association Ecotrust Washington Sustainable Food  Farm Network International Living Futures Institute Washington",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Tours and Tastings Orchard Tour and Cider Tasting 06/10 at 1pm Add To Cart    SKU OrchardTour-Junepm Quantity Add To Cart Orchard Tour and Cider Tasting 06/10 at 3pm Add To Cart    SKU OrchardTour-Junepm Quantity Add To Cart Orchard Tour and Cider Tasting 06/11 at 1pm Add To Cart    SKU OrchardTour-Junepm Quantity Add To Cart Orchard Tour and Cider Tasting 06/11 at 3pm Add To Cart    SKU OrchardTour-Junepm Quantity Add To Cart   Orchard Tour and Cider Tasting 06/17 at 1pm Add To Cart    SKU OrchardTour-Junepm Quantity Add To Cart Orchard Tour and Cider Tasting 06/17 at 3pm Add To Cart    SKU OrchardTour-Junepm Quantity Add To Cart Orchard Tour and Cider Tasting 06/18 at 1pm Add To Cart    SKU OrchardTour-Junepm Quantity Add To Cart Orchard Tour and Cider Tasting 06/18 at 3pm Add To Cart    SKU OrchardTour-June-pm Quantity Add To Cart   Orchard Tour and Cider Tasting 06/24 at 1pm Add To Cart    SKU OrchardTour-June-pm Quantity Add To Cart Orchard Tour and Cider Tasting 06/24 at 3pm Add",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Tours and Tastings Orchard Tour and Cider Tasting 06/10 at 1pm Add To Cart    SKU OrchardTour-Junepm Quantity Add To Cart Orchard Tour and Cider Tasting 06/10 at 3pm Add To Cart    SKU OrchardTour-Junepm Quantity Add To Cart Orchard Tour and Cider Tasting 06/11 at 1pm Add To Cart    SKU OrchardTour-Junepm Quantity Add To Cart Orchard Tour and Cider Tasting 06/11 at 3pm Add To Cart    SKU OrchardTour-Junepm Quantity Add To Cart   Orchard Tour and Cider Tasting 06/17 at 1pm Add To Cart    SKU OrchardTour-Junepm Quantity Add To Cart Orchard Tour and Cider Tasting 06/17 at 3pm Add To Cart    SKU OrchardTour-Junepm Quantity Add To Cart Orchard Tour and Cider Tasting 06/18 at 1pm Add To Cart    SKU OrchardTour-Junepm Quantity Add To Cart Orchard Tour and Cider Tasting 06/18 at 3pm Add To Cart    SKU OrchardTour-June-pm Quantity Add To Cart   Orchard Tour and Cider Tasting 06/24 at 1pm Add To Cart    SKU OrchardTour-June-pm Quantity Add To Cart Orchard Tour and Cider Tasting 06/24 at 3pm Add",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Tours and Tastings Orchard Tour and Cider Tasting 06/10 at 1pm Add To Cart    SKU OrchardTour-Junepm Quantity Add To Cart Orchard Tour and Cider Tasting 06/10 at 3pm Add To Cart    SKU OrchardTour-Junepm Quantity Add To Cart Orchard Tour and Cider Tasting 06/11 at 1pm Add To Cart    SKU OrchardTour-Junepm Quantity Add To Cart Orchard Tour and Cider Tasting 06/11 at 3pm Add To Cart    SKU OrchardTour-Junepm Quantity Add To Cart   Orchard Tour and Cider Tasting 06/17 at 1pm Add To Cart    SKU OrchardTour-Junepm Quantity Add To Cart Orchard Tour and Cider Tasting 06/17 at 3pm Add To Cart    SKU OrchardTour-Junepm Quantity Add To Cart Orchard Tour and Cider Tasting 06/18 at 1pm Add To Cart    SKU OrchardTour-Junepm Quantity Add To Cart Orchard Tour and Cider Tasting 06/18 at 3pm Add To Cart    SKU OrchardTour-June-pm Quantity Add To Cart   Orchard Tour and Cider Tasting 06/24 at 1pm Add To Cart    SKU OrchardTour-June-pm Quantity Add To Cart Orchard Tour and Cider Tasting 06/24 at 3pm Add",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " One significant collaboration related to commerce for Finnriver Cidery involves being a member of the Washington State Farmers Market Association (WSFMAA). This membership allows them to participate in various regional farmers markets throughout the state, providing an opportunity for direct-to-consumer sales and fostering connections within the local community. Additionally, Finnriver seeks out innovative economic initiatives in their region, such as progressive financing from local and community-based sources, which helps to increase their financial viability while supporting the growth of their local economy.",
            "source": [
                {
                    "content": "network of businesses seeking to be a ‘force for good’ TheB Corp websiteexplains From mobilizing climate action with leaders across sectors to dismantling white supremacy in our network and broader business community to organizing against wealth and gender inequality the B Corp movement is taking collective action on the issues that matter most to our global economic system” Being a B Corp business means challenging ourselves to examine our ecological and social impacts and to act in ways that will help grow community with shared resilience vitality and justice When it comes to environmental impacts one of the challenges we have faced in our relatively small-scale Cidery operation is the intensive use of glass bottles in our cider production Sourcing new glass bottles presents challenges as we navigate international and national glass supply chains further complicated by the pandemic We also recognize that generating new glass is a resource depleting process and that reusing is even",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "converge and thrive We are grateful to be an integral part of a rural agricultural renaissance in the Chimacum Valley and we’re committed to the social economic and ecological vitality of our place We are active members of local and regional organizations that promote healthy food and families and we are grateful to be neighbors to many other small farms and markets that contribute to a thriving local farm culture We want Finnriver to be a role-model of a financially viable small-scale organic farm and cidery By becoming economically vital we not only provide a livelihood for our own families but also provide local jobs and support our neighboring businesses with our commerce As vendors at regional Farmers Markets and as an agricultural destination that hosts thousands of visitors a year we create opportunities for conscientious consumer practices Finnriver is also pleased to be part of a innovative economic initiatives in our region We are  progressively financed by local and",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "community-oriented mission Our mission is to celebrate the beauty and bounty of the earth to reconnect people to the land that sustains us and to grow community We are also committed to increasing and upholding equity inclusion and justice in our work together We seek colleagues who embrace our purpose and bring their unique perspectives and passion to the role  You can learn more about our equity aspirations and our accountability to this ongoing effort here  Finnriver is a purpose-driven B Corps company with a commitment to the triple bottom line of people planet and profit We offer medical dental and vision insurance for full-time employees We currently offer paid time off/sick leave an employee assistance program through First Choice Health offering counseling and other services and a company-matched retirement plan Employees receive discounts on Finnriver products ongoing professional development opportunities and participation in a remarkable crew community  The Finnriver",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "project in --  to revive the craft of artisan hard ciders and to operate the newly-formed Finnriver Cidery The early days of the cidery involved Keith and Eric up many a late night either poring over spreadsheets or leaning over fermentation tanks While Crystie was working on label designs and sales and marketing plans Since those early days Finnriver’s founders have grown into unique roles along with the farm orchard and cidery Eric became the 'mathemagician' business manager chief financial officer and staff banjo player Keith guided the operations side of things and served as contractor for our many building projects; and Crystie has been the community connector and mission-keeper-- welcoming people to the farm through outreach and seasonal events The three referred to themselves as Head Hands and Heart and it was through their balanced partnership and the efforts of an outstanding crew over the years Finnriver has grown into a purposeful and passionate cider company Having",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, there are several employment opportunities available at Finnriver. These include:\n\n1. Dishwasher - Responsibilities include cleaning dishes, using a commercial dishwasher, and performing handwashing and drying tasks.\n2. Market Crew Member - Responsibilities involve managing the daily operation of the market booth, transporting and stocking products, conducting public tastings, handling sales, setting up and taking down the booth, and working part-time on assigned market days during market season.\n3. Kitchen Staff - Responsibilities may include preparing and serving food for Finnriver's onsite operation, adhering to local health and food safety requirements, and remaining organized and engaged on slower days.\n4. Cider Garden Attendant - Responsibilities include creating a welcoming environment for guests, ensuring the cider garden is clean, friendly, and smoothly flowing, and assisting with various tasks related to guest interactions and events held at the cider garden.",
            "source": [
                {
                    "content": "community-oriented mission Our mission is to celebrate the beauty and bounty of the earth to reconnect people to the land that sustains us and to grow community We are also committed to increasing and upholding equity inclusion and justice in our work together We seek colleagues who embrace our purpose and bring their unique perspectives and passion to the role  You can learn more about our equity aspirations and our accountability to this ongoing effort here  Finnriver is a purpose-driven B Corps company with a commitment to the triple bottom line of people planet and profit We offer medical dental and vision insurance for full-time employees We currently offer paid time off/sick leave an employee assistance program through First Choice Health offering counseling and other services and a company-matched retirement plan Employees receive discounts on Finnriver products ongoing professional development opportunities and participation in a remarkable crew community  The Finnriver",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "and a company-matched retirement plan Employees receive discounts on Finnriver products ongoing professional development opportunities and participation in a remarkable crew community  The Finnriver kitchen can get very busy with guests dining and visiting our farm and event space The dishwasher is responsible for cleaning dishes to ensure our kitchen crew have a supply of clean cookware plates bowls utensils glassware and general food-prep and food-service tools Use of a commercial dishwasher is required but also some handwashing and drying of larger items Working at Finnriver requires a commitment to the Finnriver mission and core values to fastidious hygiene and to good-willed and good-humored human relations Please email  for a full job description If the job interests you please send resume cover letter and 3 references to  Position open until filled  At the Cider Garden Finnriver seeks to role model principles and practices of community- based enterprise with a heartfelt",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Our Market Crew is responsible for managing the daily operation of the market booth including transport and stocking of product and supplies offering public tastings doing sales and both set up and taking down of the booth The work is part-time on assigned market days throughout market season Please email  for a full job description If the job interests you please send resume cover letter and 3 references to  Position open until filled  Women Black Indigenous and People of Color BIPOC LGBTQIA+ and other under-represented folks are highly encouraged to apply Finnriver provides equal employment opportunities to all employees and applicants for employment and prohibits discrimination and harassment of any type without regard to race color religion age sex national origin disability status genetics protected veteran status sexual orientation gender identity or expression or any other characteristic protected by federal state or local laws",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "send resume cover letter and 3 references to  Position open until filled  At the Cider Garden Finnriver seeks to role model principles and practices of community- based enterprise with a heartfelt commitment to care for the place and for the people who work at and patronize our farm business This position works within the Finnriver Food Service team to prepare and serve food for our onsite operation while upholding local health and food safety requirements and Finnriver policies Self-motivation to tidy organize and remain occupied on slower days is required as well Good humor and love of humanity is essential Shift frequency can vary seasonally Please email  for a full job description If the job interests you please send resume cover letter and 3 references to  Position open until filled  The Cider Garden Attendant is present to help create an exceptionally welcoming friendly clean and smoothly flowing environment so that guests to Finnriver receive a positive interaction and an",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Based on the provided information, it seems that Finnriver Cidery has organized various events such as tastings, equity trainings, community education cultural programs, and workshops related to their mission and values. However, there isn't any specific mention of job fairs, webinars, or training programs. It would be helpful to check Finnriver's website or social media channels for updates on future events.",
            "source": [
                {
                    "content": "and overcome actions and biases that are harmful to our mission values and community Equity trainings with Desiree Adaway taught us about the pathway of liberatory consciousness based on work by Barbara Love how we must move our anti-oppression consciousness from awareness to analysis to action and to accountability The following are trainings/workshops we have done We have a community library available to our crew and we have offered to purchase copies of the following resources So You Want to Talk About Race by Ijeoma Olou Emergent Strategy by adrienne maree brown My Grandmother's Hands by Resmaa Menakem for members of the crewCommunity Education  Cultural Programs We are aware that expanding minds opening hearts and shifting culture requires listening a wide array of voices experiencing a diversity of perspectives celebrating arts from many communities Here are some of the events we have been doing Here are some additional cider industry examples of equity efforts and educational",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "a diversity of perspectives celebrating arts from many communities Here are some of the events we have been doing Here are some additional cider industry examples of equity efforts and educational resources We welcome feedback conversation ideas questions To learn more and share questions or ideas",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "community-oriented mission Our mission is to celebrate the beauty and bounty of the earth to reconnect people to the land that sustains us and to grow community We are also committed to increasing and upholding equity inclusion and justice in our work together We seek colleagues who embrace our purpose and bring their unique perspectives and passion to the role  You can learn more about our equity aspirations and our accountability to this ongoing effort here  Finnriver is a purpose-driven B Corps company with a commitment to the triple bottom line of people planet and profit We offer medical dental and vision insurance for full-time employees We currently offer paid time off/sick leave an employee assistance program through First Choice Health offering counseling and other services and a company-matched retirement plan Employees receive discounts on Finnriver products ongoing professional development opportunities and participation in a remarkable crew community  The Finnriver",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "tastings when the event aligns with our mission or supports our local community and when we have the staff or product available We receive many requests and so in order to respond gracefully please fill out the following form and let us know what you are planning and how Finnriver can help We will see if we can help and get back to you Thank you for the good work you do The following are local and regional non-profits we have supported with auction donations and other in-kind support over the years or organizations with which we seek to collaborate on community vitality food system or resource use issues Port Townsend Marine Science Center Jefferson Land Trust Port Townsend Rotary Organic Seed Alliance Jefferson County Farm to School Coalition Jefferson County Food Bank Association North Olympic Salmon Coalition Tilth Producers of Washington Seattle Tilth Washington Trails Association Ecotrust Washington Sustainable Food  Farm Network International Living Futures Institute Washington",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Employee benefits highlighted include medical, dental, and vision insurance for full-time employees; paid time off/sick leave; an employee assistance program through First Choice Health offering counseling and other services; and a company-matched retirement plan. Additionally, employees receive discounts on Finnriver products, ongoing professional development opportunities, and the opportunity to be part of a remarkable crew community.",
            "source": [
                {
                    "content": "community-oriented mission Our mission is to celebrate the beauty and bounty of the earth to reconnect people to the land that sustains us and to grow community We are also committed to increasing and upholding equity inclusion and justice in our work together We seek colleagues who embrace our purpose and bring their unique perspectives and passion to the role  You can learn more about our equity aspirations and our accountability to this ongoing effort here  Finnriver is a purpose-driven B Corps company with a commitment to the triple bottom line of people planet and profit We offer medical dental and vision insurance for full-time employees We currently offer paid time off/sick leave an employee assistance program through First Choice Health offering counseling and other services and a company-matched retirement plan Employees receive discounts on Finnriver products ongoing professional development opportunities and participation in a remarkable crew community  The Finnriver",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "equity and inclusion If you have ideas for other projects or organizations to connect with please let us know at  For more information about the organizations this project supports please see the following links For more information about local organizations you can support please see the following links For more information about local individuals and businesses you can support please see the following links",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Our Market Crew is responsible for managing the daily operation of the market booth including transport and stocking of product and supplies offering public tastings doing sales and both set up and taking down of the booth The work is part-time on assigned market days throughout market season Please email  for a full job description If the job interests you please send resume cover letter and 3 references to  Position open until filled  Women Black Indigenous and People of Color BIPOC LGBTQIA+ and other under-represented folks are highly encouraged to apply Finnriver provides equal employment opportunities to all employees and applicants for employment and prohibits discrimination and harassment of any type without regard to race color religion age sex national origin disability status genetics protected veteran status sexual orientation gender identity or expression or any other characteristic protected by federal state or local laws",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "tastings when the event aligns with our mission or supports our local community and when we have the staff or product available We receive many requests and so in order to respond gracefully please fill out the following form and let us know what you are planning and how Finnriver can help We will see if we can help and get back to you Thank you for the good work you do The following are local and regional non-profits we have supported with auction donations and other in-kind support over the years or organizations with which we seek to collaborate on community vitality food system or resource use issues Port Townsend Marine Science Center Jefferson Land Trust Port Townsend Rotary Organic Seed Alliance Jefferson County Farm to School Coalition Jefferson County Food Bank Association North Olympic Salmon Coalition Tilth Producers of Washington Seattle Tilth Washington Trails Association Ecotrust Washington Sustainable Food  Farm Network International Living Futures Institute Washington",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on my understanding of the provided context, there isn't any specific information related to a financial or earnings report within the given text. However, I can provide some general insights based on the overall themes mentioned earlier in the text. Finnriver appears to be focused on growth, both in terms of its product offerings (artisanal hard ciders) and its impact on society. They seem to value equity, inclusion, and social responsibility, which is reflected in their status as a B Corp company. Additionally, they emphasize the importance of teamwork and collaboration among their founders and employees, leveraging each person's unique skills and expertise to achieve their mission and goals.",
            "source": [
                {
                    "content": "as a living document We recognize our understandings of issues will continue to evolve over time and that the words shared here may require changing We welcome feedback and request the support of others in guiding us as we deepen our commitment to this work You can write to us at  to ask us about our DEI Action and Accountability Plan We welcome input insights and collaboration as we learn and work together The DEI statement above was drafted at Finnriver in April  after completion of the DIA Building Inclusive and Equitable Organizations workshop series offered by the Adaway Group with help from Jane Rioseco and guidance by Jessica Fish of the Adaway Group It is a work in progress and updates will made here regularly as we deepen our understandings and our skills around the work of becoming a more equitable company and community  Finnriver acknowledges that systemic racism is toxic and deeply harmful to our communities and that it must be transformed through reverent acknowledgment",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "accountability and repair when we make mistakes and to open channels of communication for feedback creativity problem solving and community building We know that the more diverse our staff and associates the more perspectives we can draw upon to continue to grow and strengthen our mission We know the more diverse our community of visitors the more we will grow and become of deeper service to the healing and wholeness of our culture/society We believe our humanity is rooted in building and living in a world that upholds justice while breaking down systems of oppression privilege and supremacy In prioritizing our commitment to diversity equity and inclusion Finnriver seeks to live into the ideal of truly being in “right relationship to our home and each other” adrienne maree brown  We view this as a living document We recognize our understandings of issues will continue to evolve over time and that the words shared here may require changing We welcome feedback and request the support of",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "project in --  to revive the craft of artisan hard ciders and to operate the newly-formed Finnriver Cidery The early days of the cidery involved Keith and Eric up many a late night either poring over spreadsheets or leaning over fermentation tanks While Crystie was working on label designs and sales and marketing plans Since those early days Finnriver’s founders have grown into unique roles along with the farm orchard and cidery Eric became the 'mathemagician' business manager chief financial officer and staff banjo player Keith guided the operations side of things and served as contractor for our many building projects; and Crystie has been the community connector and mission-keeper-- welcoming people to the farm through outreach and seasonal events The three referred to themselves as Head Hands and Heart and it was through their balanced partnership and the efforts of an outstanding crew over the years Finnriver has grown into a purposeful and passionate cider company Having",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "community-oriented mission Our mission is to celebrate the beauty and bounty of the earth to reconnect people to the land that sustains us and to grow community We are also committed to increasing and upholding equity inclusion and justice in our work together We seek colleagues who embrace our purpose and bring their unique perspectives and passion to the role  You can learn more about our equity aspirations and our accountability to this ongoing effort here  Finnriver is a purpose-driven B Corps company with a commitment to the triple bottom line of people planet and profit We offer medical dental and vision insurance for full-time employees We currently offer paid time off/sick leave an employee assistance program through First Choice Health offering counseling and other services and a company-matched retirement plan Employees receive discounts on Finnriver products ongoing professional development opportunities and participation in a remarkable crew community  The Finnriver",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided text, there is no mention of specific investor events or funding rounds related to Finnriver Cidery. However, they do provide information about their growth and success in the cider industry, including distribution across 12 states and a thriving destination tasting room and community venue.",
            "source": [
                {
                    "content": "tastings when the event aligns with our mission or supports our local community and when we have the staff or product available We receive many requests and so in order to respond gracefully please fill out the following form and let us know what you are planning and how Finnriver can help We will see if we can help and get back to you Thank you for the good work you do The following are local and regional non-profits we have supported with auction donations and other in-kind support over the years or organizations with which we seek to collaborate on community vitality food system or resource use issues Port Townsend Marine Science Center Jefferson Land Trust Port Townsend Rotary Organic Seed Alliance Jefferson County Farm to School Coalition Jefferson County Food Bank Association North Olympic Salmon Coalition Tilth Producers of Washington Seattle Tilth Washington Trails Association Ecotrust Washington Sustainable Food  Farm Network International Living Futures Institute Washington",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "project in --  to revive the craft of artisan hard ciders and to operate the newly-formed Finnriver Cidery The early days of the cidery involved Keith and Eric up many a late night either poring over spreadsheets or leaning over fermentation tanks While Crystie was working on label designs and sales and marketing plans Since those early days Finnriver’s founders have grown into unique roles along with the farm orchard and cidery Eric became the 'mathemagician' business manager chief financial officer and staff banjo player Keith guided the operations side of things and served as contractor for our many building projects; and Crystie has been the community connector and mission-keeper-- welcoming people to the farm through outreach and seasonal events The three referred to themselves as Head Hands and Heart and it was through their balanced partnership and the efforts of an outstanding crew over the years Finnriver has grown into a purposeful and passionate cider company Having",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "a diversity of perspectives celebrating arts from many communities Here are some of the events we have been doing Here are some additional cider industry examples of equity efforts and educational resources We welcome feedback conversation ideas questions To learn more and share questions or ideas",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "renewable energy— all while producing a diversified range of award-winning ciders and fruit wines with distribution across 12 states and a thriving destination tasting room and community venue Core Knowledge offers a range of services for new and beginning cider operations seeking to benefit from lessons learned and looking to maximize start-up efficiency and focus Core Knowledge can engage on an hourly basis at a general consultation rate or we can work with you to develop a more extensive consulting package Rates will be variable depending on scope and scale of project and needs Contact us at  to learn more﻿",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, there isn't any specific mention of financial or funding goals for the next period. However, the company seems focused on growing its purposeful and passionate cider company while maintaining equity, inclusion, and justice in its work. They are committed to increasing and upholding these values and taking actions towards social equity. Additionally, they aim to provide benefits such as medical, dental, and vision insurance for full-time employees, ensuring a healthy and satisfied team. Overall, although there aren't any explicit financial or funding goals mentioned, the company appears to prioritize its mission, values, and the wellbeing of its employees and community.",
            "source": [
                {
                    "content": "community-oriented mission Our mission is to celebrate the beauty and bounty of the earth to reconnect people to the land that sustains us and to grow community We are also committed to increasing and upholding equity inclusion and justice in our work together We seek colleagues who embrace our purpose and bring their unique perspectives and passion to the role  You can learn more about our equity aspirations and our accountability to this ongoing effort here  Finnriver is a purpose-driven B Corps company with a commitment to the triple bottom line of people planet and profit We offer medical dental and vision insurance for full-time employees We currently offer paid time off/sick leave an employee assistance program through First Choice Health offering counseling and other services and a company-matched retirement plan Employees receive discounts on Finnriver products ongoing professional development opportunities and participation in a remarkable crew community  The Finnriver",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "project in --  to revive the craft of artisan hard ciders and to operate the newly-formed Finnriver Cidery The early days of the cidery involved Keith and Eric up many a late night either poring over spreadsheets or leaning over fermentation tanks While Crystie was working on label designs and sales and marketing plans Since those early days Finnriver’s founders have grown into unique roles along with the farm orchard and cidery Eric became the 'mathemagician' business manager chief financial officer and staff banjo player Keith guided the operations side of things and served as contractor for our many building projects; and Crystie has been the community connector and mission-keeper-- welcoming people to the farm through outreach and seasonal events The three referred to themselves as Head Hands and Heart and it was through their balanced partnership and the efforts of an outstanding crew over the years Finnriver has grown into a purposeful and passionate cider company Having",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "values and action  We will continue to actively seek resources to learn unlearn grow seed and imagine together what a world of interdependence true equity freedom and justice for all could be like Here we share our action and accountability plan for doing anti-racist and community transformation work here at Finnriver -- with ourselves each other and the community We humbly acknowledge that as we work to dismantle oppression we remain settlers on S’Klallam Chimacum and Coast Salish lands following in a devastating pathway of colonization We are grateful to live alongside tribal communities here and will keep seeking ways to collaborate on the work for social equity See our land acknowledgment here   Here is what we have been working on and offering This is not an exhaustive plan and we will keep looking for new ways to engage We welcome your feedback ideas and participation as we do so  These are a few of the many wisdom-keepers and change-making visions some of us have studied in the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "tastings when the event aligns with our mission or supports our local community and when we have the staff or product available We receive many requests and so in order to respond gracefully please fill out the following form and let us know what you are planning and how Finnriver can help We will see if we can help and get back to you Thank you for the good work you do The following are local and regional non-profits we have supported with auction donations and other in-kind support over the years or organizations with which we seek to collaborate on community vitality food system or resource use issues Port Townsend Marine Science Center Jefferson Land Trust Port Townsend Rotary Organic Seed Alliance Jefferson County Farm to School Coalition Jefferson County Food Bank Association North Olympic Salmon Coalition Tilth Producers of Washington Seattle Tilth Washington Trails Association Ecotrust Washington Sustainable Food  Farm Network International Living Futures Institute Washington",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided information, there isn't any specific publication, research finding, or introduced technology mentioned. However, it is evident that the companies involved in the text (Finnriver, Earthly Labs) are actively engaged in various initiatives related to climate resiliency, renewable energy, carbon capture, and waste reduction. These efforts demonstrate a commitment to addressing environmental challenges within their respective industries.",
            "source": [
                {
                    "content": "more about our ongoing and upcoming projects related to climate resiliency This Fall our cider production space is working on implementing a glass bottle reuse program - which would allow us to keep some of our cider bottles in house and wash and reuse them Stay posted for more from us soon",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "George wanted to bring carbon-capture technology to a new sector - the world of fermentation Early innovation ideas for the CiCi carbon-capture system were demonstrated through NASA as they worked to find ways to keep CO2 out of the International Space Station  Today Earthly Labs works with dozens of breweries and a kombucha producer in the US and Canada; Finnriver is one of their first cideries Small-scale emissions sources represent about half of all emissions in the world and Earthly Labs is interested in innovating ways to keep CO2 out of the atmosphere in these smaller industries We are excited about our partnership with Earthly Labs and are truly impressed with their commitment to bringing this crucial technology to small businesses like ours At Finnriver we look forward to sharing more about our ongoing and upcoming projects related to climate resiliency This Fall our cider production space is working on implementing a glass bottle reuse program - which would allow us to keep",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "renewable energy— all while producing a diversified range of award-winning ciders and fruit wines with distribution across 12 states and a thriving destination tasting room and community venue Core Knowledge offers a range of services for new and beginning cider operations seeking to benefit from lessons learned and looking to maximize start-up efficiency and focus Core Knowledge can engage on an hourly basis at a general consultation rate or we can work with you to develop a more extensive consulting package Rates will be variable depending on scope and scale of project and needs Contact us at  to learn more﻿",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "community-oriented mission Our mission is to celebrate the beauty and bounty of the earth to reconnect people to the land that sustains us and to grow community We are also committed to increasing and upholding equity inclusion and justice in our work together We seek colleagues who embrace our purpose and bring their unique perspectives and passion to the role  You can learn more about our equity aspirations and our accountability to this ongoing effort here  Finnriver is a purpose-driven B Corps company with a commitment to the triple bottom line of people planet and profit We offer medical dental and vision insurance for full-time employees We currently offer paid time off/sick leave an employee assistance program through First Choice Health offering counseling and other services and a company-matched retirement plan Employees receive discounts on Finnriver products ongoing professional development opportunities and participation in a remarkable crew community  The Finnriver",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, I cannot find any specific mention of ongoing or upcoming research projects or innovation initiatives within Finnriver Cidery. However, they do seem to prioritize community-oriented missions, renewable energy, and being a purpose-driven B Corp company. These values suggest that Finnriver may be open to exploring new ideas and approaches that align with their goals and values.",
            "source": [
                {
                    "content": "more about our ongoing and upcoming projects related to climate resiliency This Fall our cider production space is working on implementing a glass bottle reuse program - which would allow us to keep some of our cider bottles in house and wash and reuse them Stay posted for more from us soon",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "community-oriented mission Our mission is to celebrate the beauty and bounty of the earth to reconnect people to the land that sustains us and to grow community We are also committed to increasing and upholding equity inclusion and justice in our work together We seek colleagues who embrace our purpose and bring their unique perspectives and passion to the role  You can learn more about our equity aspirations and our accountability to this ongoing effort here  Finnriver is a purpose-driven B Corps company with a commitment to the triple bottom line of people planet and profit We offer medical dental and vision insurance for full-time employees We currently offer paid time off/sick leave an employee assistance program through First Choice Health offering counseling and other services and a company-matched retirement plan Employees receive discounts on Finnriver products ongoing professional development opportunities and participation in a remarkable crew community  The Finnriver",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "renewable energy— all while producing a diversified range of award-winning ciders and fruit wines with distribution across 12 states and a thriving destination tasting room and community venue Core Knowledge offers a range of services for new and beginning cider operations seeking to benefit from lessons learned and looking to maximize start-up efficiency and focus Core Knowledge can engage on an hourly basis at a general consultation rate or we can work with you to develop a more extensive consulting package Rates will be variable depending on scope and scale of project and needs Contact us at  to learn more﻿",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "project in --  to revive the craft of artisan hard ciders and to operate the newly-formed Finnriver Cidery The early days of the cidery involved Keith and Eric up many a late night either poring over spreadsheets or leaning over fermentation tanks While Crystie was working on label designs and sales and marketing plans Since those early days Finnriver’s founders have grown into unique roles along with the farm orchard and cidery Eric became the 'mathemagician' business manager chief financial officer and staff banjo player Keith guided the operations side of things and served as contractor for our many building projects; and Crystie has been the community connector and mission-keeper-- welcoming people to the farm through outreach and seasonal events The three referred to themselves as Head Hands and Heart and it was through their balanced partnership and the efforts of an outstanding crew over the years Finnriver has grown into a purposeful and passionate cider company Having",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided text, there isn't any specific mention of recent research grants or innovation awards being distributed. However, there are several organizations mentioned that might provide such opportunities. Some notable ones include:\n\n1. Ecotrust Washington\n2. Tilth Producers of Washington\n3. Farm",
            "source": [
                {
                    "content": "tastings when the event aligns with our mission or supports our local community and when we have the staff or product available We receive many requests and so in order to respond gracefully please fill out the following form and let us know what you are planning and how Finnriver can help We will see if we can help and get back to you Thank you for the good work you do The following are local and regional non-profits we have supported with auction donations and other in-kind support over the years or organizations with which we seek to collaborate on community vitality food system or resource use issues Port Townsend Marine Science Center Jefferson Land Trust Port Townsend Rotary Organic Seed Alliance Jefferson County Farm to School Coalition Jefferson County Food Bank Association North Olympic Salmon Coalition Tilth Producers of Washington Seattle Tilth Washington Trails Association Ecotrust Washington Sustainable Food  Farm Network International Living Futures Institute Washington",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "a diversity of perspectives celebrating arts from many communities Here are some of the events we have been doing Here are some additional cider industry examples of equity efforts and educational resources We welcome feedback conversation ideas questions To learn more and share questions or ideas",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "George wanted to bring carbon-capture technology to a new sector - the world of fermentation Early innovation ideas for the CiCi carbon-capture system were demonstrated through NASA as they worked to find ways to keep CO2 out of the International Space Station  Today Earthly Labs works with dozens of breweries and a kombucha producer in the US and Canada; Finnriver is one of their first cideries Small-scale emissions sources represent about half of all emissions in the world and Earthly Labs is interested in innovating ways to keep CO2 out of the atmosphere in these smaller industries We are excited about our partnership with Earthly Labs and are truly impressed with their commitment to bringing this crucial technology to small businesses like ours At Finnriver we look forward to sharing more about our ongoing and upcoming projects related to climate resiliency This Fall our cider production space is working on implementing a glass bottle reuse program - which would allow us to keep",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "with a commitment to water conservation practices and use of environmentally friendly products We hope the program will also create a new employment opportunity and perhaps a youth internship Finnriver has created a new role to help offer leadership to this program and we’re happy to be working with Tulip Morrow shown at right as our Sustainability Manager who is also working on our biodigester alternative transportation solutions and other energy saving initiatives For more information or questions email us at  Thanks to all of you for buying a bottle in the first place and bringing it back empty when you’ve enjoyed it",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization is collaborating with several organizations, institutions, and entities. These include:\n\n1. Community-oriented mission: A collective mission focused on celebrating the beauty and bounty of the Earth, reconnecting people to the land, and growing community.\n2. Equity aspirations: An ongoing effort to increase equity, inclusion, and justice in collaboration with others.\n3. Finnriver Farm & Cidery: A purpose-driven B Corp company committed to the triple bottom line of people, planet, and profit.\n4. Local organizations: Collaborative projects may involve connecting with other organizations such as Women-Led Grassroots Organization for Food Sovereignty and Immigrant Rights (Bellingham), Community to Community (Bellingham), and Jefferson",
            "source": [
                {
                    "content": "and all People of Color BIPOC or People of the Global Majority PGM including businesses and community members We collaborate on grassroots efforts created by and for frontline communities including small farmers racial justice organizations and food access/food sovereignty projects In short we work to create more spaces where people have a sense of interrelatedness and belonging Some of our impact in the community is detailed below  Leading education research and advocacy to advance organic seed the Organic Seed Alliance manages four acres of field production and research at Finnriver Here we grow organic seed conduct organic vegetable trials and host education and outreach events OSA and Finnriver have held a shared vision of establishing a seed cleaning and processing facility on this farm since the start of our partnership Watch as we make this vision a reality this year at the site of the old pole barn to the south of the main parking lot The mission of the North Olympic Salmon",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "community-oriented mission Our mission is to celebrate the beauty and bounty of the earth to reconnect people to the land that sustains us and to grow community We are also committed to increasing and upholding equity inclusion and justice in our work together We seek colleagues who embrace our purpose and bring their unique perspectives and passion to the role  You can learn more about our equity aspirations and our accountability to this ongoing effort here  Finnriver is a purpose-driven B Corps company with a commitment to the triple bottom line of people planet and profit We offer medical dental and vision insurance for full-time employees We currently offer paid time off/sick leave an employee assistance program through First Choice Health offering counseling and other services and a company-matched retirement plan Employees receive discounts on Finnriver products ongoing professional development opportunities and participation in a remarkable crew community  The Finnriver",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "equity and inclusion If you have ideas for other projects or organizations to connect with please let us know at  For more information about the organizations this project supports please see the following links For more information about local organizations you can support please see the following links For more information about local individuals and businesses you can support please see the following links",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to Community Development in Bellingham Washington a women-led grassroots organization dedicated to food sovereignty and immigrant rights and Jefferson County Immigrant Rights Advocates in Port Townsend Washington which supports the rights of immigrants and their families giving priority to those who live or work on the Olympic Peninsula and immigrant detainees within Washington State We are proud to partner with both of these organizations Please learn more about these organizations and their amazing works at their websites Community to Community  and Jefferson County Immigrant Rights Advocates  Label art was created by local artist Sara Ybarra Lopez whose work you can learn more about at  We also want to recognize La Familia Cider Company in Salem Oregon which was founded in  by the Gonzalez family first-generation Mexican immigrants La Familia Cider Company does powerful work by donating a percentage of their profits to local nonprofits that help families with the legal immigration",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives involving the mentioned groups. These include:\n\n1. Collaborative grassroots efforts: Frontline communities, including small farmers, racial justice organizations, and food access/food sovereignty projects, collaborate on various grassroots efforts aimed at creating more inclusive spaces and promoting interconnectedness among diverse populations.\n2. Education and research: Businesses and community members, including People of Color (BIPOC) and People of the Global Majority (PGM), work together to lead education research and advocacy to advance organic seed. Organizations like the Organic Seed Alliance manage fields for growing organic seed, conduct organic vegetable trials, and host educational events and outreach activities.\n3. Equity and inclusion initiatives: Finnriver, a purpose-driven B Corp company, is committed to increasing and upholding equity, inclusion, and justice in its work. They actively engage with other organizations and individuals to foster a sense of belonging and interconnectedness within the community.\n4. Support for local organizations: Finnriver and its partners actively support local organizations and individuals by providing resources, discounts, and networking opportunities. This helps strengthen the overall community and facilitates collaboration between different groups.",
            "source": [
                {
                    "content": "and all People of Color BIPOC or People of the Global Majority PGM including businesses and community members We collaborate on grassroots efforts created by and for frontline communities including small farmers racial justice organizations and food access/food sovereignty projects In short we work to create more spaces where people have a sense of interrelatedness and belonging Some of our impact in the community is detailed below  Leading education research and advocacy to advance organic seed the Organic Seed Alliance manages four acres of field production and research at Finnriver Here we grow organic seed conduct organic vegetable trials and host education and outreach events OSA and Finnriver have held a shared vision of establishing a seed cleaning and processing facility on this farm since the start of our partnership Watch as we make this vision a reality this year at the site of the old pole barn to the south of the main parking lot The mission of the North Olympic Salmon",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "community-oriented mission Our mission is to celebrate the beauty and bounty of the earth to reconnect people to the land that sustains us and to grow community We are also committed to increasing and upholding equity inclusion and justice in our work together We seek colleagues who embrace our purpose and bring their unique perspectives and passion to the role  You can learn more about our equity aspirations and our accountability to this ongoing effort here  Finnriver is a purpose-driven B Corps company with a commitment to the triple bottom line of people planet and profit We offer medical dental and vision insurance for full-time employees We currently offer paid time off/sick leave an employee assistance program through First Choice Health offering counseling and other services and a company-matched retirement plan Employees receive discounts on Finnriver products ongoing professional development opportunities and participation in a remarkable crew community  The Finnriver",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "equity and inclusion If you have ideas for other projects or organizations to connect with please let us know at  For more information about the organizations this project supports please see the following links For more information about local organizations you can support please see the following links For more information about local individuals and businesses you can support please see the following links",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "project in --  to revive the craft of artisan hard ciders and to operate the newly-formed Finnriver Cidery The early days of the cidery involved Keith and Eric up many a late night either poring over spreadsheets or leaning over fermentation tanks While Crystie was working on label designs and sales and marketing plans Since those early days Finnriver’s founders have grown into unique roles along with the farm orchard and cidery Eric became the 'mathemagician' business manager chief financial officer and staff banjo player Keith guided the operations side of things and served as contractor for our many building projects; and Crystie has been the community connector and mission-keeper-- welcoming people to the farm through outreach and seasonal events The three referred to themselves as Head Hands and Heart and it was through their balanced partnership and the efforts of an outstanding crew over the years Finnriver has grown into a purposeful and passionate cider company Having",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Collaborating with frontline communities, including small farmers, racial justice organizations, and food access/food sovereignty projects, Finnriver seeks to create more spaces where people feel a sense of interconnectedness and belonging. These collaborative efforts aim to address issues related to social justice, environmental stewardship, and economic empowerment. By working together, Finnriver hopes to achieve the following outcomes:\n\n1. Advance organic seed practices: Through collaboration with the Organic Seed Alliance (OSA), Finnriver works towards promoting organic seed production, conducting organic vegetable trials, and hosting educational events. This collaboration helps support ecologically sound agriculture and foster a healthier environment.\n2. Revitalize the craft of artisan hard ciders: Finnriver's collaboration with the North Olympic Salmon Project focuses on restoring the tradition of artisanal hard cider making while operating the new Finnriver Cidery. Together, they strive to produce high-quality, locally sourced ciders that reflect the region's heritage and culture.\n3. Foster a welcoming and inclusive workplace: Finnriver is committed to becoming a \"welcoming place for all walks of life\" by actively seeking and valuing diversity within its organization. They recognize the importance of examining and dismantling toxic patterns and systems that may hinder inclusivity and are dedicated to creating an equitable and inclusive work environment.\n4. Support local communities and businesses: Finnriver's commitment to equity, inclusion, and justice extends beyond its internal operations. By partnering with various grassroots efforts, Finnriver contributes to strengthening local economies, promoting social justice, and ensuring access to fresh, nutritious food for all.",
            "source": [
                {
                    "content": "community-oriented mission Our mission is to celebrate the beauty and bounty of the earth to reconnect people to the land that sustains us and to grow community We are also committed to increasing and upholding equity inclusion and justice in our work together We seek colleagues who embrace our purpose and bring their unique perspectives and passion to the role  You can learn more about our equity aspirations and our accountability to this ongoing effort here  Finnriver is a purpose-driven B Corps company with a commitment to the triple bottom line of people planet and profit We offer medical dental and vision insurance for full-time employees We currently offer paid time off/sick leave an employee assistance program through First Choice Health offering counseling and other services and a company-matched retirement plan Employees receive discounts on Finnriver products ongoing professional development opportunities and participation in a remarkable crew community  The Finnriver",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "and all People of Color BIPOC or People of the Global Majority PGM including businesses and community members We collaborate on grassroots efforts created by and for frontline communities including small farmers racial justice organizations and food access/food sovereignty projects In short we work to create more spaces where people have a sense of interrelatedness and belonging Some of our impact in the community is detailed below  Leading education research and advocacy to advance organic seed the Organic Seed Alliance manages four acres of field production and research at Finnriver Here we grow organic seed conduct organic vegetable trials and host education and outreach events OSA and Finnriver have held a shared vision of establishing a seed cleaning and processing facility on this farm since the start of our partnership Watch as we make this vision a reality this year at the site of the old pole barn to the south of the main parking lot The mission of the North Olympic Salmon",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "project in --  to revive the craft of artisan hard ciders and to operate the newly-formed Finnriver Cidery The early days of the cidery involved Keith and Eric up many a late night either poring over spreadsheets or leaning over fermentation tanks While Crystie was working on label designs and sales and marketing plans Since those early days Finnriver’s founders have grown into unique roles along with the farm orchard and cidery Eric became the 'mathemagician' business manager chief financial officer and staff banjo player Keith guided the operations side of things and served as contractor for our many building projects; and Crystie has been the community connector and mission-keeper-- welcoming people to the farm through outreach and seasonal events The three referred to themselves as Head Hands and Heart and it was through their balanced partnership and the efforts of an outstanding crew over the years Finnriver has grown into a purposeful and passionate cider company Having",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "do the personal and organizational work to become a ‘welcoming place for all walks of life’ We recognize that there are already many kinds of diversity at work in our human communities and we believe that an important component in creating an inclusive and welcoming space involves both encouraging and supporting the diversity in our organization and also building a strong community network that joins us in understanding and prioritizing these values Finnriver understands that we need to examine toxic patterns and systemic structures at work in our organization that may be creating barriers to inclusivity and that we need to intentionally cultivate an inclusive and equitable environment so that the diversity and justice we value can thrive To uphold these values we commit to ongoing learning accountability and repair when we make mistakes and to open channels of communication for feedback creativity problem solving and community building We know that the more diverse our staff and",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "time",
                            "ibramxkendi",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ]
}