{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided information, there are several sustainable and environmental practices that have been implemented by different entities mentioned in the text. These include:\n\n1. Carbon sequestration: Enabling carbon sequestration helps reduce greenhouse gas emissions and contributes to combatting climate change. This practice involves capturing carbon dioxide from the atmosphere and storing it in natural or artificial reservoirs.\n2. Supporting agriculture: By purchasing seedlings that grow coconut trees, individuals are not only showing care for the environment but also supporting local agriculture. Coconut trees help the environment by sequestering large amounts of carbon during their lifetime.\n3. Reducing plastic waste: Companies aiming to become \"plastic neutral\" work towards offsetting their annual plastic footprint and preventing plastic waste from entering oceans and landfills. They may implement recycling programs, use alternative materials, or invest in technology to develop more sustainable solutions.\n4. Educational programs: Environmental programs in public schools teach students about the importance of reducing plastic usage and promoting sustainability. These initiatives play a crucial role in shaping future generations' attitudes towards environmental conservation.",
            "source": [
                {
                    "content": "Carbon Dioxide is one of the main greenhouse gases contributing to global warming Did you know that it can stay in the atmosphere for up to a thousand years While people everywhere are collectively working towards reducing emissions you can contribute by enabling carbon sequestration Through our partner farmers we ensure trees are cultivated and in tiptop shape so they could capture as much carbon dioxide from the atmosphere as they can You not only get to show our atmosphere some TLC but support agriculture too Classrooms aren’t the only thing on our agenda Since  HOPE has been supporting coconut farmers in the Philippines who are given coconut seedlings that grow produce for families and communities But these trees help the environment too Each seedling you purchase eventually grows into a coconut tree that sequesters  kilos of carbon during its entire lifespan to combat climate change There are many ways to offset your plastic footprint like choosing products made of sustainable",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Whether you’re concerned about the billions of tonnes of plastic waste flooding our planet or the effects of global warming HOPE addresses both through various community efforts that contribute towards a better planet At HOPE we are conscious of our impact on the environment In  we set an audacious goal to safely process  of our plastic footprint so that we do our part to make sure that post-consumer plastic does not wind up in oceans or in landfills With the help of Plastic Credit Exchange we continue to divert plastic waste while sequestering carbon through tree planting HOPE works towards eliminating plastic waste from nature by helping businesses around the world offset their plastic footprints while feeding a circular economy At HOPE we are conscious of our impact on the environment In  we put out an audacious goal to safely process  of our plastic footprint to make sure that post-consumer plastic does not wind up in oceans or in landfills As we build more classrooms we continue",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "“A company hopes to address the environmental damage of plastics by becoming plastic neutral The mission is to offset the company’s annual plastic footprint and preventing plastic from winding up in the oceans How do they plan to sustain this idea and how can other companies follow this plastic neutral initiative” The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Nanette is recognized as a Climate Hero for creating environmental programs that address the plastic problem humans are facing today She has also launched her own initiatives in public schools that provide agriculture interventions for smallholder farmers Her Agenda had the opportunity to speak with Nanette to learn more about her organization being an entrepreneur and what we can do as businesses to decrease plastic use The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are numerous events and initiatives focused on environmental conservation. However, providing a comprehensive list of all such events would be impractical due to space limitations. Instead, I will mention a few notable examples:\n\n1. Earth Day (April 22)\n2. United Nations Climate Change Conferences (held every year since 195)\n3. World Environment Day (June 5th)\n4. COP26 (UN Climate Change Conference, scheduled for November/December 226)\n5. Global Climate Strike (happening periodically since 219)\n6. World Wildlife Day (March 3rd)\n7. International Union for Conservation of Nature (IUCN) World Conservation Congress (held every four years since 198)\n8. Convention on Biological Diversity (CBD) COP meetings (Conference of Parties, held annually since 200)\n9. Ramsar Convention on Wetlands (established in 197)\n10. UN Biodiversity Conference (held biennially since 22)\n\nThese events and initiatives represent just a fraction of the countless efforts underway globally to promote environmental conservation and sustainability.",
            "source": [
                {
                    "content": "Nanette is recognized as a Climate Hero for creating environmental programs that address the plastic problem humans are facing today She has also launched her own initiatives in public schools that provide agriculture interventions for smallholder farmers Her Agenda had the opportunity to speak with Nanette to learn more about her organization being an entrepreneur and what we can do as businesses to decrease plastic use The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Whether you’re concerned about the billions of tonnes of plastic waste flooding our planet or the effects of global warming HOPE addresses both through various community efforts that contribute towards a better planet At HOPE we are conscious of our impact on the environment In  we set an audacious goal to safely process  of our plastic footprint so that we do our part to make sure that post-consumer plastic does not wind up in oceans or in landfills With the help of Plastic Credit Exchange we continue to divert plastic waste while sequestering carbon through tree planting HOPE works towards eliminating plastic waste from nature by helping businesses around the world offset their plastic footprints while feeding a circular economy At HOPE we are conscious of our impact on the environment In  we put out an audacious goal to safely process  of our plastic footprint to make sure that post-consumer plastic does not wind up in oceans or in landfills As we build more classrooms we continue",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "A community program that aims to divert plastic waste away from nature provide incremental income to communities encourage behavior change and educate the public about responsible plastic waste management Launched in  Aling Tindera sites have sprouted around the country With over  sites to date this translates to more women micro-entrepreneurs being empowered as sustainability champions and more communities being actively involved in the clean-up of plastic waste In partnership with local government units and communities HOPE identifies locations and provides nominated women micro-entrepreneurs with the infrastructure needed to buy and collect plastic waste from her community Community members sell their plastic waste to their Aling Tindera who checks if they are empty clean and dry before baling and storing them Once the container vans are full HOPE collects the plastic waste from the Aling Tindera locations The plastic waste is then taken to accredited processors who have been vetted",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Carbon Dioxide is one of the main greenhouse gases contributing to global warming Did you know that it can stay in the atmosphere for up to a thousand years While people everywhere are collectively working towards reducing emissions you can contribute by enabling carbon sequestration Through our partner farmers we ensure trees are cultivated and in tiptop shape so they could capture as much carbon dioxide from the atmosphere as they can You not only get to show our atmosphere some TLC but support agriculture too Classrooms aren’t the only thing on our agenda Since  HOPE has been supporting coconut farmers in the Philippines who are given coconut seedlings that grow produce for families and communities But these trees help the environment too Each seedling you purchase eventually grows into a coconut tree that sequesters  kilos of carbon during its entire lifespan to combat climate change There are many ways to offset your plastic footprint like choosing products made of sustainable",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the provided information, it is unclear which specific environmental impact metrics are being reported in relation to the mentioned projects. However, we can infer that some aspects of environmental sustainability might be considered as part of the overall project evaluation, given the focus on SDGs (Sustainable Development Goals) and the mention of monitoring and evaluation processes.",
            "source": [
                {
                    "content": "Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "costs and expenses related to Project management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "costs and expenses related to Project management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "of construction costs and expenses related to Project management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Based on the provided information, it seems that the organization \"HOPE\" has demonstrated a strong commitment to social responsibility through its donation of 10% of its profits towards building classrooms and other nation-building initiatives. Additionally, Generation HOPE and Plastic Credit Exchange (PCX) have also been recognized for their exceptional contributions to social and environmental change. Although there isn't specific mention of public commitments related to corporate responsibility, these actions indicate that the organization values social impact and is actively working towards positive change.",
            "source": [
                {
                    "content": "“MANILA Philippines — HOPE the first company in the Philippines to donate  of its profits towards building classrooms and other nation-building initiatives recently bagged the ‘Best CSR Initiative’ award in the prestigious Global Water Drinks Award  by Zenith Global for its ‘Hope in a Box’ water carton” The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Real Leaders has released its latest list of the world’s most impactful companies that are leading purposeful change and two Philippine-based companies—Generation HOPE and Plastic Credit Exchange PCX—have been recognized for their exceptional contributions to social and environmental change These companies have been ranked at nd and th place respectively joining the ranks of other winners such as Tesla Ben  Jerry’s and Crocs The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "CNBC’s Christine Tan speaks to Nanette Medved-Po founder of social enterprises Hope and Plastic Credit Exchange about the problem of plastic waste The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "“A company hopes to address the environmental damage of plastics by becoming plastic neutral The mission is to offset the company’s annual plastic footprint and preventing plastic from winding up in the oceans How do they plan to sustain this idea and how can other companies follow this plastic neutral initiative” The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Based on the provided information, it is unclear whether there are specific annual or quarterly reports detailing the commitments mentioned in each sentence. However, it can be assumed that regular monitoring, evaluation, and reporting take place throughout the project lifecycle. These processes involve tracking progress towards goals, assessing performance, and communicating results to stakeholders. While there may not be dedicated annual or quarterly reports solely focused on these commitments, updates and progress reports would likely include relevant information about the various aspects of the project, including those related to SDG logo usage, project management, quality assurance, impact data collection, facilitation, and compliance with DepEd's Adopt-a-School program requirements.",
            "source": [
                {
                    "content": "costs and expenses related to Project management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "costs and expenses related to Project management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "of construction costs and expenses related to Project management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "road to a more hopeful future Inclusive of construction costs and expenses related to Project management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided information, there have been several community events organized under the partnership between HOPE and Tambuan Dani. These events include:\n\n1. COVID-19 Orientation: An orientation was conducted to educate the community about COVID-19 prevention measures and guidelines during the pandemic.\n2. Recognition Event: A recognition event was hosted to acknowledge and appreciate the efforts and achievements of individuals within the community.\n3. Parents' Mentoring Event: Another event focused on parents, providing mentorship opportunities to support parental development and improve family dynamics.\n\nThese events demonstrate HOPE's commitment to fostering a sense of community and promoting learning while addressing various aspects of community life.",
            "source": [
                {
                    "content": "the organization provide a well-lit and well-ventilated space that is also conducive to learning but the classrooms double as areas in which other community events are held In the past these were a COVID-19 Orientation a Recognition event and a Parent’s Mentoring event  This is not Tambuan Dani’s first collaboration with HOPE; they are also part of the organization’s Agricultural Program where some members of the community were handpicked by HOPE to become demo farmers Inclusive of construction costs and expenses related to Project management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "build more public school classrooms around the country and help us bring this deficit down Visit our GIVE HOPE page to send your donations today The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "them often gather and clean used plastic bottles for new batches of waste to exchange for cash With just a few months of collecting used plastic Aling Marita Violy and even their local community have learned a lot from the Aling Tindera experience What was once treated as something that would never receive attention has now become a source of income — a source of betterment Early on Aling Marita and Violy would collect trash to simply earn income but they now see how this simple endeavour of theirs has ultimately contributed to a cleaner and greener community for everyone The Aling Tindera program has simultaneously taught them to segregate and dispose of trash properly and has helped their local community be more disciplined when it comes to waste disposal By selling their own plastic collection to Aling Marita and her daughter the community of San Andres Bukid in Manila has learned to help keep their streets and homes cleaner and greener little by little After just a few months",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "them often gather and clean used plastic bottles for new batches of waste to exchange for cash With just a few months of collecting used plastic Aling Marita Violy and even their local community have learned a lot from the Aling Tindera experience What was once treated as something that would never receive attention has now become a source of income — a source of betterment Early on Aling Marita and Violy would collect trash to simply earn income but they now see how this simple endeavour of theirs has ultimately contributed to a cleaner and greener community for everyone The Aling Tindera program has simultaneously taught them to segregate and dispose of trash properly and has helped their local community be more disciplined when it comes to waste disposal By selling their own plastic collection to Aling Marita and her daughter the community of San Andres Bukid in Manila has learned to help keep their streets and homes cleaner and greener little by little After just a few months",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided information, there are various entities involved in providing different products, services, or technologies. Some of these entities include:\n\n1. Hope in a Bottle (Hope): A bottled water brand that donates part of their profits towards building public school classrooms in the Philippines. They have also expanded their impact areas to include agriculture programs for coconut farmers in General Santos City.\n2. Shopee Philippines: An e-commerce platform that supports vaccination centers through partnerships like the one they have with Hope in a Bottle. Additionally, they launched the Shopee Bayanihan program within their platform during the COVID-19 pandemic as a payment channel for donations. This program supported various beneficiaries, including those receiving donations from other entities.",
            "source": [
                {
                    "content": "management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "road to a more hopeful future Inclusive of construction costs and expenses related to Project management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "As millions of Filipinos get vaccinated across the metro impact company HOPE and e-commerce platform Shopee support front liners and citizens with water and supplies Manila Philippines  July 13   Social enterprise HOPE makers of the bottled water brand Hope in a Bottle recently partnered with e-commerce platform Shopee to support vaccination centers in Makati City Founded in  HOPE is the first company that donates  of its profits to building public school classrooms in the Philippines groundbreaking its th classroom last March HOPE has also expanded its impact area to include agriculture programs for coconut farmers in General Santos City and has since impacted over 10 farmers distributing over  coconut seedlings In its efforts to also do business for good Shopee Philippines launched the Shopee Bayanihan program within its platform at the height of the pandemic in  as a payment channel for donations Through the Shopee Bayanihan program donations went to several beneficiaries including",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, there are various promotional events, expos, and sales related to these offerings. Here's a list of some notable ones:\n\n1. HOPE in a Box - There may be limited-time offers or discounts during special occasions or holidays. Additionally, participating retail partners might occasionally host exclusive promotions for HOPE in a Box. To stay updated on these deals, follow HOPE's social media accounts and subscribe to their newsletters.\n2. Water Products (Hope in a Bottle) - From time to time, HOPE may collaborate with retail partners to hold in-store promotions, offering discounts or bundle deals on their water products. These events could take place during major shopping seasons, such as Christmas, New Year, or summer sales. Keep an eye on your local neighborhood coffee shops and retail stores for any upcoming promotions.\n3. Private Label Designs - When HOPE offers private label designs for their water products, it is possible that they will organize contests or promotions where customers can win free customization of their bottles. Follow HOPE's social media channels and check their website for updates on these opportunities.\n4. E-Commerce Platform Partnerships - In the case of the collaboration between HOPE and Shopee, there might be periodic promotions or campaigns held exclusively through the Shopee platform. Stay tuned to Shopee's official announcements and promotions to learn more about any upcoming events involving HOPE and their water products.",
            "source": [
                {
                    "content": "neighborhood coffee shops to the bigger industry players our retail partners connect our products to the community and help us do Business For Good every day Because of them customers can now choose HOPE in thousands of retail outlets around the country With a minimum order quantity we offer Private Label designs for our water products that give you the opportunity to co-brand HOPE’s bottled water That way you get to create your own branded design with the same spirit of giving back The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "for its product HOPE in a Box “The past year has truly been like no other While our country continues to fight against the global pandemic our efforts to help in nation-building have not lessened As HOPE scales we also aspire to engage with like-minded organizations who like us are in the business of doing good” said Founder and Chairwoman Nanette Medved-Po “This year’s Best for the World™ companies are operating at the very top of their class excelling in creating positive impact for their stakeholders including their workers communities customers and the environment We’re proud of the community of stakeholder-driven businesses we’ve cultivated over the last 15 years; together we’re marching toward our collective vision of an inclusive equitable and regenerative economic system for all people and the planet” said Juan Pablo Larenas Executive Director of B Lab Global HOPE was previously recognized as Best for the World™ for Community in  and  The recognition this year marks its third",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "As millions of Filipinos get vaccinated across the metro impact company HOPE and e-commerce platform Shopee support front liners and citizens with water and supplies Manila Philippines  July 13   Social enterprise HOPE makers of the bottled water brand Hope in a Bottle recently partnered with e-commerce platform Shopee to support vaccination centers in Makati City Founded in  HOPE is the first company that donates  of its profits to building public school classrooms in the Philippines groundbreaking its th classroom last March HOPE has also expanded its impact area to include agriculture programs for coconut farmers in General Santos City and has since impacted over 10 farmers distributing over  coconut seedlings In its efforts to also do business for good Shopee Philippines launched the Shopee Bayanihan program within its platform at the height of the pandemic in  as a payment channel for donations Through the Shopee Bayanihan program donations went to several beneficiaries including",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "We teamed up with Tetra Pak again and we’re bringing you our new 1L product for Hope in a Box Just like our bottled water  of profits go to building public school classrooms in the Philippines where they are needed most Drink HOPE Give HOPE Learn more about our education impact here Delivery lead time 1-3 business days for Metro Manila 3-7 business days for provincial areas Pick up is available at Brgy Holy Spirit Quezon City Thinking of ordering in bulk Send us an email at  The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " One significant collaboration related to commerce for HOPE is their partnership with GCash and Century Pacific (CPI) for agriculture interventions in Mindanao. This partnership allows HOPE to expand their reach and intensify their efforts toward sustainability and environmental protection. Additionally, HOPE works closely with various retail partners who help connect their products to the community and enable them to do \"Business for Good\" every day.",
            "source": [
                {
                    "content": "HOPE the Philippines’ first certified B Corp is an impact organization that has consistently been ‘Best for the World’  of its profits go towards improving public school infrastructure increasing livelihood opportunities and enabling efforts that conserve our environment Business for Good At HOPE we believe contributing to social good shouldn’t be a stretch That’s why we’ve made it our mission to make nation-building accessible to ALL Through our products projects and partnerships YOU get to be HEROES too Join our mission in helping build a better world Launched in  HOPE’s mission was simple to provide Filipinos with another way to vote with their peso about what was important to them We build classrooms across the country and partner with thousands of retail outlets all of whom like HOPE believe in the power of Business for Good In  HOPE branched out to livelihood opportunities through agricultural interventions with the overall goal of increasing income for smallholder coconut",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "for our planet and the communities we serve is best done through partnerships Synergies are created and the impact becomes magnified We’re happy to have GCash and HOPE along with us on our journey to becoming a more sustainable and responsible company” said Noel Tempongko Vice President and General Manager of CNPF’s coconut division HOPE has been working to provide agriculture interventions such as replanting farmer training intercropping and increasing market access to smallholder farmers in Mindanao since  To date they have distributed over  quality seedlings to over 10 smallholder farmers in the region “We are grateful for this partnership with GCash and Century Pacific as it expands our reach and intensifies our efforts toward sustainability and environmental protection Through this initiative we are able to reach out to millions of GCash users encouraging them to preserve the environment while helping to support smallholder farmers” said Nanette Medved-Po HOPE chairperson and",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "neighborhood coffee shops to the bigger industry players our retail partners connect our products to the community and help us do Business For Good every day Because of them customers can now choose HOPE in thousands of retail outlets around the country With a minimum order quantity we offer Private Label designs for our water products that give you the opportunity to co-brand HOPE’s bottled water That way you get to create your own branded design with the same spirit of giving back The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "As millions of Filipinos get vaccinated across the metro impact company HOPE and e-commerce platform Shopee support front liners and citizens with water and supplies Manila Philippines  July 13   Social enterprise HOPE makers of the bottled water brand Hope in a Bottle recently partnered with e-commerce platform Shopee to support vaccination centers in Makati City Founded in  HOPE is the first company that donates  of its profits to building public school classrooms in the Philippines groundbreaking its th classroom last March HOPE has also expanded its impact area to include agriculture programs for coconut farmers in General Santos City and has since impacted over 10 farmers distributing over  coconut seedlings In its efforts to also do business for good Shopee Philippines launched the Shopee Bayanihan program within its platform at the height of the pandemic in  as a payment channel for donations Through the Shopee Bayanihan program donations went to several beneficiaries including",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, there seem to be several positions available at HOPE. These include:\n\n1. Legal Assistant - Assist the Legal and Compliance Officer in delivering all the legal and compliance requirements of the company.\n2. Quality Assurance Analyst - Responsible for monitoring and managing the quality assurance function of the business side.\n3. Teachers - Dedicated individuals who teach students and contribute to the growth of schools, especially those focused on agriculture and fisheries.\n\nAdditionally, HOPE may offer other opportunities related to project management, quality assurance, and evaluation/monitoring & evaluation (ME) as needed. It would be best to visit their website or contact them directly for more information about current openings and how to apply.",
            "source": [
                {
                    "content": "Can you imagine a Philippines where every child has an opportunity to thrive We do Working at HOPE means you share this dream with us and believe it’s possible Whatever skill you’re great at every job at HOPE makes a big impact in the communities we support All applicants will be considered for employment without prejudice to race color religion gender sexual orientation gender identity national origin or disability status All employment decisions at HOPE are based on business needs job requirements and individual qualifications As our Legal Assistant you will assist the Legal and Compliance Officer in delivering all the legal and compliance requirements of the company As our Quality Assurance Analyst you will be responsible for monitoring and managing the quality assurance function of our business side The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "just a job for me but it is a mission“ Because of HOPE Teacher Beth’s school will finally have a standard classroom for the very first time after 20 years of requesting a formal school from DepEd To date HOPE has built  classrooms and impacted 19 students With your support HOPE is able to continue to do this and help more people like Teacher Beth who are helping their communities rise up from their situations Visit our support HOPE page to see how you can make positive changes today The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "farmers And she’s 79 years old Online teaching comes with its own set of time management challenges says 27-year-old Girlie Mae Pondias a teacher from Lagao Elementary School Aside from dedicating time to her students she also works on administrative tasks However she keeps her head held high and her heart full of optimism “Kahit anong trials kayang kaharapin Kahit nakakapagod dahil sa call of vocation ginagawa ang makakayanin” Needless to say Girlie’s work contributes to the growth of her school which is the first agri-fishery school in the region Earning a steady income used to be a challenge for Sarangani-born Ivy Grace who moved overseas at the age of 24 to help support her family However since becoming a HOPE demo farmer 11 years ago Ivy has gained the necessary skills in order to convert her clan’s land into fruitful farmland She now supports her entire family through her coconut harvest and encourages others–from relatives to her Blaan tribemates–to do the same making her the",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Based on the provided information, there isn't any mention of specific job fairs, webinars, workshops, or training programs directly connected to Emiliano Gala Memorial Elementary School in Quezon Province. However, the school premises might host various community events, which could include some of these types of gatherings. It would be best to contact the school administration or local organizers for more details about potential events.",
            "source": [
                {
                    "content": "limited face-to-face classes Now that on-site classes are back in full swing the classroom is being used as what it was truly intended to be a home away from home fit for learning Emiliano Gala Memorial Elementary School in Quezon Province has been holding fully face-to-face classes for their Grade 1 and kindergarten students since late August of  Besides their one HOPE classroom they have two others from BPI and Dunkin The HOPE classroom can hold up to 27 students and in total the school can accommodate 94 on-site learners in all three classrooms  While the up-and-running of the school is going smoothly now that students can physically attend classes Emiliano struggled during the online setup For one it was difficult to reach the learners who had no internet connection The school opted to distribute printed materials for students but even then some were not able to receive their modules on time Students still need to follow certain health protocols such as regularly sanitizing and",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "the organization provide a well-lit and well-ventilated space that is also conducive to learning but the classrooms double as areas in which other community events are held In the past these were a COVID-19 Orientation a Recognition event and a Parent’s Mentoring event  This is not Tambuan Dani’s first collaboration with HOPE; they are also part of the organization’s Agricultural Program where some members of the community were handpicked by HOPE to become demo farmers Inclusive of construction costs and expenses related to Project management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Based on the provided text, there is no mention of specific employee or participant benefits being highlighted. However, it can be inferred that the project may have positive implications for community development, education, and sustainability, which could indirectly benefit participants through their involvement in the initiative.",
            "source": [
                {
                    "content": "costs and expenses related to Project management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "costs and expenses related to Project management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "road to a more hopeful future Inclusive of construction costs and expenses related to Project management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "of construction costs and expenses related to Project management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information, there isn't any specific financial or earnings report mentioned. However, some general observations can still be made regarding the performance and impact of Generation HOPE and PCX. Both companies have achieved significant milestones, ranking high among the world's most impactful companies according to Real Leaders. This recognition showcases their commitment to social and environmental change, which aligns with the United Nations Sustainable Development Goals (SDGs). Additionally, both companies have demonstrated resilience during challenging times, such as the COVID-19 pandemic, while continuing to contribute positively to their respective communities and the environment.",
            "source": [
                {
                    "content": "Real Leaders has released its latest list of the world’s most impactful companies that are leading purposeful change and two Philippine-based companies—Generation HOPE and Plastic Credit Exchange PCX—have been recognized for their exceptional contributions to social and environmental change These companies have been ranked at nd and th place respectively joining the ranks of other winners such as Tesla Ben  Jerry’s and Crocs The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "for its product HOPE in a Box “The past year has truly been like no other While our country continues to fight against the global pandemic our efforts to help in nation-building have not lessened As HOPE scales we also aspire to engage with like-minded organizations who like us are in the business of doing good” said Founder and Chairwoman Nanette Medved-Po “This year’s Best for the World™ companies are operating at the very top of their class excelling in creating positive impact for their stakeholders including their workers communities customers and the environment We’re proud of the community of stakeholder-driven businesses we’ve cultivated over the last 15 years; together we’re marching toward our collective vision of an inclusive equitable and regenerative economic system for all people and the planet” said Juan Pablo Larenas Executive Director of B Lab Global HOPE was previously recognized as Best for the World™ for Community in  and  The recognition this year marks its third",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "HOPE the Philippines’ first certified B Corp is an impact organization that has consistently been ‘Best for the World’  of its profits go towards improving public school infrastructure increasing livelihood opportunities and enabling efforts that conserve our environment Business for Good At HOPE we believe contributing to social good shouldn’t be a stretch That’s why we’ve made it our mission to make nation-building accessible to ALL Through our products projects and partnerships YOU get to be HEROES too Join our mission in helping build a better world Launched in  HOPE’s mission was simple to provide Filipinos with another way to vote with their peso about what was important to them We build classrooms across the country and partner with thousands of retail outlets all of whom like HOPE believe in the power of Business for Good In  HOPE branched out to livelihood opportunities through agricultural interventions with the overall goal of increasing income for smallholder coconut",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "necessitating work stoppage and preventing backfilling materials from being delivered to the construction sites to COVID-19 safety protocols requiring hardware stores in Pangasinan to close early To add to that unanticipated outbreaks of typhoid fever and dengue hit Pangasinan and resulted in less available manpower as workers got sick left and right Still the workers persisted and the community is thrilled to reap the benefits During the turnover ceremony a representative from Bridgestone Philippines the donor of the project remarked that basic education is “the tires that enable what we call society to move forward” With the inauguration of these new classrooms the community is assured that their own little society in Talogtog will progress  Inclusive of construction costs and expenses related to Project management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, there have been no specific mentions of investor events or funding rounds associated with HOPE the Philippines' first certified B Corp. However, it can be inferred that HOPE might have explored various fundraising options, such as grants, partnerships, or crowdfunding campaigns, to support its mission and initiatives.",
            "source": [
                {
                    "content": "HOPE the Philippines’ first certified B Corp is an impact organization that has consistently been ‘Best for the World’  of its profits go towards improving public school infrastructure increasing livelihood opportunities and enabling efforts that conserve our environment Business for Good At HOPE we believe contributing to social good shouldn’t be a stretch That’s why we’ve made it our mission to make nation-building accessible to ALL Through our products projects and partnerships YOU get to be HEROES too Join our mission in helping build a better world Launched in  HOPE’s mission was simple to provide Filipinos with another way to vote with their peso about what was important to them We build classrooms across the country and partner with thousands of retail outlets all of whom like HOPE believe in the power of Business for Good In  HOPE branched out to livelihood opportunities through agricultural interventions with the overall goal of increasing income for smallholder coconut",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "the organization provide a well-lit and well-ventilated space that is also conducive to learning but the classrooms double as areas in which other community events are held In the past these were a COVID-19 Orientation a Recognition event and a Parent’s Mentoring event  This is not Tambuan Dani’s first collaboration with HOPE; they are also part of the organization’s Agricultural Program where some members of the community were handpicked by HOPE to become demo farmers Inclusive of construction costs and expenses related to Project management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "road to a more hopeful future Inclusive of construction costs and expenses related to Project management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "costs and expenses related to Project management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, there isn't any specific mention of financial or funding goals set for the next period. However, we can infer that HOPE (Health Opportunities for People Everywhere) is actively working towards improving educational infrastructure and providing resources for schools and communities. They collaborate with various stakeholders, including local governments and nonprofit organizations, to achieve their mission of empowering individuals and communities through healthcare, education, and sustainable development initiatives.",
            "source": [
                {
                    "content": "road to a more hopeful future Inclusive of construction costs and expenses related to Project management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "the end of that year they reached out once again to FOHI for more classrooms for the coming school year and once again their prayers were answered in the form of two new buildings with two classrooms each As the school grew teachers realized that the students needed more facilities to further their education For the third and final time General Santos City National Secondary School of Arts and Trade Extension reached out to FOHI and the organization delivered; they built a rubberized basketball court which would later be used for their Music Arts Physical Education and Health MAPEH classes Ever since HOPE stepped into the picture attendance rates have increased presumably because of the improved school facilities Inclusive of construction costs and expenses related to Project management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "the organization provide a well-lit and well-ventilated space that is also conducive to learning but the classrooms double as areas in which other community events are held In the past these were a COVID-19 Orientation a Recognition event and a Parent’s Mentoring event  This is not Tambuan Dani’s first collaboration with HOPE; they are also part of the organization’s Agricultural Program where some members of the community were handpicked by HOPE to become demo farmers Inclusive of construction costs and expenses related to Project management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "just a job for me but it is a mission“ Because of HOPE Teacher Beth’s school will finally have a standard classroom for the very first time after 20 years of requesting a formal school from DepEd To date HOPE has built  classrooms and impacted 19 students With your support HOPE is able to continue to do this and help more people like Teacher Beth who are helping their communities rise up from their situations Visit our support HOPE page to see how you can make positive changes today The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided information, there is no mention of any specific publication, research finding, or introduced technology related to HOPE. However, it is mentioned that HOPE has received the \"Best for the World™\" recognition three times consecutively after B-Lab paused the program in 202 due to COVID-19. Additionally, HOPE's founder and chairwoman, Nanette Medved-Po, will receive the Asia Society Game Changer Award for her contributions towards improving public school education, providing agricultural interventions for smallholder farmers, and addressing the issue of plastic waste and carbon sequestration.",
            "source": [
                {
                    "content": "and the planet” said Juan Pablo Larenas Executive Director of B Lab Global HOPE was previously recognized as Best for the World™ for Community in  and  The recognition this year marks its third consecutive year after B-Lab paused the program in  due to COVID-19 The Best for the World™ Community recognition honors companies that work every day to build a shared sustainable prosperity for all To date HOPE has built  classrooms through the sale of HOPE products impacting over 15 students Its agriculture program has distributed over  coconut seedlings to over 10 farmers providing opportunities for increased income to their communities HOPE encourages all businesses to embed social impact in their operations take on the challenge of balancing profit and purpose and become a Business for Good The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "safety protocols After the pandemic the classrooms will continue to cater to the IP learners of Fataldao which has seen an increasing number of enrollees in the last year View of the 2 classrooms at Fataldao IP Primary School “Now they can start dreaming building and voting for a brighter future — not just the students but the larger IP community as well” said Kapawan Visit our GIVE HOPE page to send your donations today The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "for its product HOPE in a Box “The past year has truly been like no other While our country continues to fight against the global pandemic our efforts to help in nation-building have not lessened As HOPE scales we also aspire to engage with like-minded organizations who like us are in the business of doing good” said Founder and Chairwoman Nanette Medved-Po “This year’s Best for the World™ companies are operating at the very top of their class excelling in creating positive impact for their stakeholders including their workers communities customers and the environment We’re proud of the community of stakeholder-driven businesses we’ve cultivated over the last 15 years; together we’re marching toward our collective vision of an inclusive equitable and regenerative economic system for all people and the planet” said Juan Pablo Larenas Executive Director of B Lab Global HOPE was previously recognized as Best for the World™ for Community in  and  The recognition this year marks its third",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Nanette Medved-Po founder and chairwoman of HOPE and Plastic Credit Exchange PCX will be named this year’s Asia Society Game Changer Award Honoree The prestigious award-giving body recognizes individuals organizations and movements that have inspired enlightened and shown true leadership in areas that reflect Asia Society’s core pillars of policy and business arts and culture and education The award was given to Medved-Po for impacting many through her initiatives that improve public school education providing agriculture interventions for smallholder farmers and creating environmental programs that address the problem of plastic waste and carbon sequestration The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, it is unclear if there are any specific ongoing or upcoming research projects or innovation initiatives being undertaken by Generation Hope. However, it can be inferred that they are committed to social impact and continuously working towards improving their programs and services.",
            "source": [
                {
                    "content": "and the planet” said Juan Pablo Larenas Executive Director of B Lab Global HOPE was previously recognized as Best for the World™ for Community in  and  The recognition this year marks its third consecutive year after B-Lab paused the program in  due to COVID-19 The Best for the World™ Community recognition honors companies that work every day to build a shared sustainable prosperity for all To date HOPE has built  classrooms through the sale of HOPE products impacting over 15 students Its agriculture program has distributed over  coconut seedlings to over 10 farmers providing opportunities for increased income to their communities HOPE encourages all businesses to embed social impact in their operations take on the challenge of balancing profit and purpose and become a Business for Good The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "road to a more hopeful future Inclusive of construction costs and expenses related to Project management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Real Leaders has released its latest list of the world’s most impactful companies that are leading purposeful change and two Philippine-based companies—Generation HOPE and Plastic Credit Exchange PCX—have been recognized for their exceptional contributions to social and environmental change These companies have been ranked at nd and th place respectively joining the ranks of other winners such as Tesla Ben  Jerry’s and Crocs The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "for its product HOPE in a Box “The past year has truly been like no other While our country continues to fight against the global pandemic our efforts to help in nation-building have not lessened As HOPE scales we also aspire to engage with like-minded organizations who like us are in the business of doing good” said Founder and Chairwoman Nanette Medved-Po “This year’s Best for the World™ companies are operating at the very top of their class excelling in creating positive impact for their stakeholders including their workers communities customers and the environment We’re proud of the community of stakeholder-driven businesses we’ve cultivated over the last 15 years; together we’re marching toward our collective vision of an inclusive equitable and regenerative economic system for all people and the planet” said Juan Pablo Larenas Executive Director of B Lab Global HOPE was previously recognized as Best for the World™ for Community in  and  The recognition this year marks its third",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, it is unclear which specific research grants or innovation awards were recently distributed. However, there are some notable mentions related to philanthropy and social entrepreneurship mentioned in the text. One example is HOPE receiving the \"Best for the World\" designation from B Lab Global for the third time, which recognizes businesses that create a positive impact for their stakeholders, including workers, communities, customers, and the environment. Additionally, HOPE in a Box was acknowledged for its contributions to nation-building during challenging times due to the COVID-19 pandemic.",
            "source": [
                {
                    "content": "Philanthropist Nanette Medved-Po gets recognized once again for her educational agricultural and environmental initiatives The “Hope” and “Plastic CreditExchange” Founder and Chairwoman was recently in New York to receive the prestigious “Asia Society Game Changer Award” The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Nanette Medved-Po founder and chairwoman of HOPE and Plastic Credit Exchange PCX will be named this year’s Asia Society Game Changer Award Honoree The prestigious award-giving body recognizes individuals organizations and movements that have inspired enlightened and shown true leadership in areas that reflect Asia Society’s core pillars of policy and business arts and culture and education The award was given to Medved-Po for impacting many through her initiatives that improve public school education providing agriculture interventions for smallholder farmers and creating environmental programs that address the problem of plastic waste and carbon sequestration The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "For her impact on education agricultural business and environmental protection distinguished philanthropist Nanette Medved-Po joins the ranks of Malala Yousafzai Jack Ma IM Pei and more in Asia Society’s roster of awardees this year The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "for its product HOPE in a Box “The past year has truly been like no other While our country continues to fight against the global pandemic our efforts to help in nation-building have not lessened As HOPE scales we also aspire to engage with like-minded organizations who like us are in the business of doing good” said Founder and Chairwoman Nanette Medved-Po “This year’s Best for the World™ companies are operating at the very top of their class excelling in creating positive impact for their stakeholders including their workers communities customers and the environment We’re proud of the community of stakeholder-driven businesses we’ve cultivated over the last 15 years; together we’re marching toward our collective vision of an inclusive equitable and regenerative economic system for all people and the planet” said Juan Pablo Larenas Executive Director of B Lab Global HOPE was previously recognized as Best for the World™ for Community in  and  The recognition this year marks its third",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided information, it seems like the organization is working independently without any specific collaboration mentioned. However, there are some departments within the organization that might be involved in various tasks such as management, quality assurance, monitoring & evaluation, facilitating processes, etc.",
            "source": [
                {
                    "content": "management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided information, it seems that there have been several collaborative events, projects, and initiatives between Tambuan Dani and HOPE. These include:\n\n1. Collaborating on the construction of a school building in Tambuan Dani.\n2. Participating in HOPE's Agricultural Program, where some members of the community were handpicked by HOPE to become demo farmers.\n3. Hosting various community events in the classrooms, which double as spaces for other events like orientation sessions, recognition ceremonies, parent mentoring events, and more.\n\nThese examples demonstrate the successful partnership between Tambuan Dani and HOPE, working together towards common goals and benefiting the local community.",
            "source": [
                {
                    "content": "quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "the organization provide a well-lit and well-ventilated space that is also conducive to learning but the classrooms double as areas in which other community events are held In the past these were a COVID-19 Orientation a Recognition event and a Parent’s Mentoring event  This is not Tambuan Dani’s first collaboration with HOPE; they are also part of the organization’s Agricultural Program where some members of the community were handpicked by HOPE to become demo farmers Inclusive of construction costs and expenses related to Project management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " The mutual objective and outcome expected from these collaborations involve promoting social welfare, education, environmental conservation, and economic development. These collaborations aim to improve public school infrastructure, increase livelihood opportunities, enable efforts that conserve the environment, and contribute to building a more inclusive, equitable, and regenerative economic system for all people and the planet. By working together, the various entities involved can achieve these common goals while leveraging each other's strengths and expertise.",
            "source": [
                {
                    "content": "the organization provide a well-lit and well-ventilated space that is also conducive to learning but the classrooms double as areas in which other community events are held In the past these were a COVID-19 Orientation a Recognition event and a Parent’s Mentoring event  This is not Tambuan Dani’s first collaboration with HOPE; they are also part of the organization’s Agricultural Program where some members of the community were handpicked by HOPE to become demo farmers Inclusive of construction costs and expenses related to Project management and quality assurance including managing contractor bids and travel for on-site inspections; Monitoring  Evaluation ME for impact data collection and reporting including gathering and generating content; Facilitation  processing of all tax certificates donation documentation filing and acceptance with DepEd’s Adopt-a-School program The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "and the planet” said Juan Pablo Larenas Executive Director of B Lab Global HOPE was previously recognized as Best for the World™ for Community in  and  The recognition this year marks its third consecutive year after B-Lab paused the program in  due to COVID-19 The Best for the World™ Community recognition honors companies that work every day to build a shared sustainable prosperity for all To date HOPE has built  classrooms through the sale of HOPE products impacting over 15 students Its agriculture program has distributed over  coconut seedlings to over 10 farmers providing opportunities for increased income to their communities HOPE encourages all businesses to embed social impact in their operations take on the challenge of balancing profit and purpose and become a Business for Good The use of the SDG Logo including the colour wheel and icons by an entity does not imply the endorsement of the United Nations of such entity its products or services or of its planned activities",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "HOPE the Philippines’ first certified B Corp is an impact organization that has consistently been ‘Best for the World’  of its profits go towards improving public school infrastructure increasing livelihood opportunities and enabling efforts that conserve our environment Business for Good At HOPE we believe contributing to social good shouldn’t be a stretch That’s why we’ve made it our mission to make nation-building accessible to ALL Through our products projects and partnerships YOU get to be HEROES too Join our mission in helping build a better world Launched in  HOPE’s mission was simple to provide Filipinos with another way to vote with their peso about what was important to them We build classrooms across the country and partner with thousands of retail outlets all of whom like HOPE believe in the power of Business for Good In  HOPE branched out to livelihood opportunities through agricultural interventions with the overall goal of increasing income for smallholder coconut",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "for its product HOPE in a Box “The past year has truly been like no other While our country continues to fight against the global pandemic our efforts to help in nation-building have not lessened As HOPE scales we also aspire to engage with like-minded organizations who like us are in the business of doing good” said Founder and Chairwoman Nanette Medved-Po “This year’s Best for the World™ companies are operating at the very top of their class excelling in creating positive impact for their stakeholders including their workers communities customers and the environment We’re proud of the community of stakeholder-driven businesses we’ve cultivated over the last 15 years; together we’re marching toward our collective vision of an inclusive equitable and regenerative economic system for all people and the planet” said Juan Pablo Larenas Executive Director of B Lab Global HOPE was previously recognized as Best for the World™ for Community in  and  The recognition this year marks its third",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ]
}