{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided information, it seems that Genus Capital Management Inc. has taken several steps towards promoting sustainability and incorporating environmental practices into their operations. Some of these initiatives include:\n\n1. Aligning investments with the UN's Sustainable Development Goals (SDGs), specifically SDG 9 - Industry, Innovation and Infrastructure, and SDG 11 - Sustainable Cities and Communities. By doing so, they aim to contribute to a more sustainable and low-carbon economy.\n2. Conducting research on sustainable investment approaches and performance, demonstrating a commitment to understanding and promoting sustainable investing options.\n3. Educating the public through a dedicated communications program, which helps raise awareness about sustainable living and investing choices.\n4. Offering impact investment portfolios aligned with SDG 11, working to reduce the environmental footprint of urban areas.\n\nWhile the specific sustainable or environmental practices implemented by Genus Capital Management Inc. may vary depending on the nature of their business operations, the above points suggest that the company is committed to integrating sustainability principles across its activities.",
            "source": [
                {
                    "content": "communication with both shareholders and stakeholders A strong mission statement or Statement of Purpose is a good start Company reports should include how improvements in environment social and governance areas are driving shareholder value both financially and socially Quarterly conference calls should include updates on ESG developments And investing in robust ESG measurement and reporting will yield quality data to help investors make informed decisions Interested in exploring sustainable investing strategies Contact a Genus advisor to learn more  –  Howe Street Vancouver BC Canada V6Z 0C8 Copyright ©  Genus Capital Management Inc  All Rights Reserved Sitemap  Privacy Policy  Third Party Policy  Investor Information  Contact UsBranding  Website by Gogo Telugo Or fill out your details and we will get back to you",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "an area you’re passionate about consider aligning your investments with SDG 9 Industry Industrialization and Innovation Your investments can help stimulate economic growth in communities around the world Did you know that cities are a major contributor to climate change Despite only occupying 3 of our land they account for 75 of carbon emissions and 80 of the world’s energy consumption Source United Nations From green spaces to sustainable transport systems this SDG is all about making cities and communities inclusive safe resilient and sustainable for all  We align our impact investment portfolios with SDG 11 to help reduce our cities’ environmental footprint  Shocking statistic 1 million plastic water bottles are purchased every minute And water bottles are just one part of our plastic problem The global footprint from production and consumption is increasing putting immense pressure on our natural resources This goal seeks to increase our sustainable consumption and production",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "sustainably We conduct research on sustainable investment approaches and performance These reports show that clients can invest in a sustainable future without sacrificing return potential We have a dedicated communications program to educate the public on sustainable investing options and to promote sustainable living  –  Howe Street Vancouver BC Canada V6Z 0C8 Copyright ©  Genus Capital Management Inc  All Rights Reserved Sitemap  Privacy Policy  Third Party Policy  Investor Information  Contact UsBranding  Website by Gogo Telugo Or fill out your details and we will get back to you",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Understanding how your sustainable values inform your investment decisions is the first step in building a strong sustainable portfolio  –  Howe Street Vancouver BC Canada V6Z 0C8 Copyright ©  Genus Capital Management Inc  All Rights Reserved Sitemap  Privacy Policy  Third Party Policy  Investor Information  Contact UsBranding  Website by Gogo Telugo Or fill out your details and we will get back to you",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Based on the provided text, there aren't specific events or initiatives mentioned that focus solely on environmental conservation. However, several topics related to environmental issues are discussed, including climate change, clean technology, and sustainable investing. These discussions suggest that various events and initiatives may exist within these broader areas of interest. It would be difficult to provide a comprehensive list of 10 events without more information or context.",
            "source": [
                {
                    "content": "right now and the market isn’t discounting them” he says Here’s a look at a few of the larger trends we tracked throughout the year and some we’ll see continue on into  The trends driving ESG and impact investing are continuing to accelerate driving sustained growth in sustainable funds and organizations “The move toward carbon neutral is still big” Wachell says  For Genus this continues to be a significant investment opportunity “Impact investors now have options that go beyond black and white concepts of ‘bad’ or ‘good’ investments and can truly align their investments closely with their values” says Shannon Ward Chief Revenue Officer at Genus “I’m excited about the maturing of this space” Mike Thiessen Chief Sustainability Officer/Partner at Genus sees opportunities in sectors that are working to slow the effects of climate change “I’m excited about the advances in innovation around cleantech and green infrastructure that are being spurred on by a greater sense of climate action",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "finance With climate change accelerating extreme weather events and increasing evidence that energy companies bear at least some responsibility for this acceleration the very definition of fiduciary duty is changing High-net-worth individuals who want to feel good about their legacies are also seeking out investments that make the world a better place Another factor propelling ESG investing to the forefront is a change in workplace demographics Millennial employees at investment firms have an expectation that their firms are at least looking into a company’s environmental social and governance factors before investing They desire a sense of purpose in the work that they do Companies looking to stand out as strong ESG contenders need to signal that they are listening and open to regular communication with both shareholders and stakeholders A strong mission statement or Statement of Purpose is a good start Company reports should include how improvements in environment social and",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "impact investing teams at Genus with M in sustainable assets under management as at May  servicing top environmental clients like the David Suzuki Foundation and Makeway Foundation  –  Howe Street Vancouver BC Canada V6Z 0C8 Copyright ©  Genus Capital Management Inc  All Rights Reserved Sitemap  Privacy Policy  Third Party Policy  Investor Information  Contact UsBranding  Website by Gogo Telugo Or fill out your details and we will get back to you",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to our Genus Fossil Free High-Impact fund last year When you’re talking about impact investments it’s hard not to mention the 4-pound gorilla in Sustainable investing — and the participation of women in the impact investing sector — have come a long way since its seedling state in the late 20th century But as recently as a decade ago impact investing was still considered somewhat “alternative” And that meant  –  Howe Street Vancouver BC Canada V6Z 0C8 Copyright ©  Genus Capital Management Inc  All Rights Reserved Sitemap  Privacy Policy  Third Party Policy  Investor Information  Contact UsBranding  Website by Gogo Telugo Or fill out your details and we will get back to you",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the provided context, it appears that the primary environmental impact metric reported is the contribution of a company's revenues towards achieving the United Nations' Sustainable Development Goals (SDGs). This allows investors to assess the extent to which the companies in their portfolios are supporting sustainable development while also generating revenue.",
            "source": [
                {
                    "content": "contribute to those SDGs; that combined with a series of other sustainability filters produces a portfolio of companies that average 50 or higher positive impact Thiessen notes that there are a variety of impact measurement tools available including a framework from the Sustainable Accounting Standards Board and the Impact Management Project Both allow portfolio managers to drill deep into each company’s sustainability efforts in tremendous detail “But it takes a lot of work per company—and you don’t even come out with a nice number that you can show clients It’s just something that you can check off” Look at the actual holdings in a particular fund That’s what a lot of investors miss when they get into a green fund or an impact fund He argues instead that the Genus  Net Impact Report which demonstrates how our toolkit includes leveraging the UN SDGs and using market research data from Sustainalytics and MSCI is an excellent way to distill all the information into one score “Part of",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "demonstrates how our toolkit includes leveraging the UN SDGs and using market research data from Sustainalytics and MSCI is an excellent way to distill all the information into one score “Part of what we do at Genus is get people excited about making an impact and investing in impactful activities If we gave them a whole bunch of different stats that they didn’t really understand it’s not really going to excite anybody And it’s going to be hard to compare across funds” While it’s critical that investors talk to a financial advisor to truly understand a company’s net impact score Thiessen says that any socially conscious investor can do a bit of research on their own to separate the wheat from the chaff “Look at the actual holdings in a particular fund That’s what a lot of investors miss when they get into a green fund or an impact fund They read the high-level materials but they don’t actually look at what’s in there” And if a fund is full of companies claiming to be saving the planet",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "measure impact investments based on the percentage of revenues being generated from a company’s products or services that contribute to the global sustainable development goals defined by the UN’s  Agenda for Sustainable Development Ultimately we want to have companies in the portfolio that are contributing toward sustainable development goals The process starts with an organization called Sustainalytics which provides us with a list of the  most impactful companies around the world “These are public companies that are quite large — at least 1 billion in market value” says Thiessen Then Thiessen and his team look at data supplied by MSCI—an investment research firm that ranks companies based on revenues contributing to the UN Sustainable Development Goals If there are companies on the MSCI list that didn’t make the cut with Sustainalytics they’re added to our master list Helpfully MSCI has developed a colour-coding system for such controversies ranging from green no recent",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "you know your investment portfolio’s net impact we do and here’s why you should too Genus Available at  Accessed February 16  [10] SMA Solar Technology AG – Inverter  Photovoltaics Solutions no date German Available at  Accessed February 16  [11] Inflation reduction act guidebook – clean energy  The White House The United States Government Available at  Accessed February 16  [12] Person  Factbox What’s in the EU Green Deal Industrial Plan Reuters Thomson Reuters Available at  Accessed February 16  [13] Laker B  Demand for impact investing is rising here’s why Forbes Forbes Magazine Available at  Accessed February 16  [14] Genus Webinar – Sustainable spotlight  YouTube YouTube Available at  Accessed February 16  [15] Genus  How our impact portfolios align with the United Nations’ Sustainable Development Goals Genus Available at  Accessed February 16  [16] Impact investing  Genus Available at  Accessed February 16   –  Howe Street Vancouver BC Canada V6Z 0C8 Copyright ©  Genus Capital",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, based on the provided information, the organization has demonstrated a strong commitment to social and corporate responsibility. They have prioritized working with fellow B Corporations, moving their headquarters to an LEED Gold certified building, supporting the renewable energy sector, promoting electric vehicle usage among employees, creating a Green Team focused on reducing their carbon footprint, encouraging sustainable commuting, using eco-friendly office supplies, being an employee-owned business, and having over one-third of their employees as shareholders. Additionally, they have invested in impactful activities and aim for at least 50 out of 100 in terms of positive impact on the United Nations' Sustainable Development Goals (SDGs).",
            "source": [
                {
                    "content": "and transparency Genus scored  out of  on its impact assessment compared to a median of 50 out of  with similar companies We prioritize doing business with fellow B Corps and using business as a force for good We moved our head office to an LEED® Gold Certified building to improve energy efficiency We are actively supporting the growth of the renewable energy sector by partnering with Bullfrog Power to bring more renewable energy onto the grid We promote the purchasing of electric vehicles by providing our employees with up to  a month We have created the Genus Green Team who promotes reducing our carbon footprint Our team takes recycling seriously We use as little paper as possible and recycle food and material waste We also purchase the greenest office supplies on the market We are an employee-owned business Over one third of our employees are shareholders and our company overall is over 50 women-owned We encourage employees to make a ‘Sustainable Commuting Commitment’ to travel by",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "have 0 of their revenue coming from impactful activities—but since they’re ‘good companies’ they’ll make it into these impact funds” By contrast he points to Vestas Wind Systems—one of the firms in Genus’ Fossil-FreeTM High Impact fund—as an example of a company where the vast majority of revenue comes from impactful activities Part of what we do at Genus is get people excited about making an impact and investing in impactful activities For impact investors having a clear and measurable way to cut through any impact washing and evaluate actual impact is critical At Genus we start with the 17 Sustainable Development Goals SDGs set out in the UN’s  Agenda for Sustainable Development That’s our foundational piece with companies in Genus’ high-impact portfolio rated for how their products or services contribute to those SDGs; that combined with a series of other sustainability filters produces a portfolio of companies that average 50 or higher positive impact Thiessen notes that there are",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "contribute to causes we care deeply about With impact investing we can have real tangible impact on some of the world’s most pressing socioeconomic and environmental challenges When you choose impact investments you’re divesting from companies that are high carbon emitters and those that are directly involved in extracting processing and transporting oil gas or coal And by investing in fossil fuel free funds you’re supporting causes that mean the most to you without furthering the development of companies that harm the planet and society  From December 31  to July 31  impact investors in our Fossil Free High Impact Equity Fund received a return of  outperforming its benchmark MSCI World Index of  over the same period data retrieved from  Divestment Report page 17 At Genus we have a long history with socially responsible and ESG investing which refers to environmental social and governance—three key factors in measuring the sustainability and ethical impact of a company  But we go",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "spun as environmentally and socially positive without mentioning the serious downsides — has mushroomed A startling example is China’s Three Gorges Dam which has issued over  million in “green” bonds for wind-power projects despite flooding 13 cities and  towns and relocating 12 million people Similar uncertainty surrounds how some companies measure Social and Governance metrics According to Shannon Ward Genus’ Chief Revenue Officer ESG investing has in many ways become a victim of its own success “For much of the past 30 years we had to work hard to get people to listen and understand and care about this stuff” says Ward of the fact that Genus first started in the ESG space back in  when few others were engaged “A few years ago a switch flipped — and now we have a bandwagon” she adds “People are listening but there are so many voices now that it’s hard to know who’s greenwashing and who’s real” Ward says the only real way to separate the wheat from the chafe is to talk to an",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual or quarterly reports detailing these commitments. These reports provide updates on the progress made toward achieving the SDGs, as well as highlighting the impact of the investments in the funds. The reports typically include information on the allocation of capital across various sectors and industries, as well as specific examples of companies and initiatives that are driving positive change aligned with the SDGs. Additionally, the reports may feature case studies showcasing successful partnerships between the funds and organizations working towards the SDGs. Overall, these reports serve as valuable resources for stakeholders to track the impact of their investments and understand the strategic direction of the funds in relation to the global sustainable development agenda.",
            "source": [
                {
                    "content": "No Well not enough for our fossil free funds So just because a large percentage of their revenue comes from shipping oil and gas we cost them as energy transport or just like a pipeline So so we don’t invest in them within our fossil free funds Audience [004446] So I’m curious about the sustainable development goals and how you report out to clients such as our such as us about the performance of your fossil fuel free or your impact funds on against those metrics [004502] Yeah I can go back to So we can report on them with something like this So we look at the overall percentage of revenue generated by these companies Those coming from impactful products or services that are linked to a sustainable development goal So we can report on this with with data with graphs like this showing what percentage of the overall revenue is coming from impactful services or products And then comparing that to its benchmark like MSCI World that is significantly lower when it comes to overall impact",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in BC and companies that have high high percentage of their revenue going towards research and development the investors in this fund they’re actually able to get a tax credit as well And in terms of impact they want to make impact when it comes to good health and well-being Climate action Decent work and economic growth Mike Thiessen [003028] So a lot of our foundations that we have as clients they measure their impact They measure their programs by how they’re contributing towards sustainable development goals So these are the UN Sustainable Development goals or STGs that were adopted in  So it’s 17 different goals that cover different areas of impact around the world So everything from lowering poverty health care education you have clean affordable energy climate action And underlying each of these 17 goals are our kind of subgoals underneath these as well So a lot of our foundation clients are focusing on these So we decided that for our impact fund we are going to focus on these",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "each of these 17 goals are our kind of subgoals underneath these as well So a lot of our foundation clients are focusing on these So we decided that for our impact fund we are going to focus on these as well So when we’re when we’re measuring how much impact our our high impact fund is making we look at the percentage of revenue that the companies are generating from impactful products or services So a company in our portfolio like Vestas Wind Systems that’s out of Denmark the they manufacture about 17 percent of the wind turbines around the world They’re  percent of their revenue comes from from impactful products So they would have  percent impact And then we might invest in other companies that have energy efficiency projects but maybe that’s about 40 percent of their overall revenueSo then that would be 40percent impact And within our impact fund we want to have an average impact within the companies we’re investing in Of about 50 percent And right now within that fund I think",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "If you represent a pension foundation or Indigenous community we have cutting-edge investment solutions for you Based on over 30 years of experience with sustainable investment and analysis we have deep knowledge of what it takes to achieve a variety of investment goals while staying true to values rooted in corporate social responsibility and sustainability Whether your goal is growth wealth preservation reliable income or creating a sustainable legacy – or a combination of these – we can help you achieve it Wondering the true impact of your organization’s current investment portfolio Contact us for a complimentary Net Impact Assessment and find out where you stand Example Yes I would like to receive emails from Genus You can unsubscribe anytime  –  Howe Street Vancouver BC Canada V6Z 0C8 Copyright ©  Genus Capital Management Inc  All Rights Reserved Sitemap  Privacy Policy  Third Party Policy  Investor Information  Contact UsBranding  Website by Gogo Telugo Or fill out your details",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided information, there aren't any specific community or social events mentioned that directly fulfill Genus Capital's commitments. However, Genus Capital has made donations to various charitable organizations such as The Circle, Tea Creek, and others. These donations support causes related to reconciliation, Indigenous-led initiatives, and environmental sustainability, reflecting Genus Capital's dedication to social impact and environmental responsibility.",
            "source": [
                {
                    "content": "friend and thought Wow I can do this pretty good” A presentation by Mike Thiessen for clients of Genus Capital Management Genus Capital is proudly sponsoring the National Philanthropy Day luncheon on Monday November 18 This luncheon will celebrate the 22nd annual National Philanthropy Day and Genus will present the ‘Outstanding Legacy Philanthropist Award’ at the event  –  Howe Street Vancouver BC Canada V6Z 0C8 Copyright ©  Genus Capital Management Inc  All Rights Reserved Sitemap  Privacy Policy  Third Party Policy  Investor Information  Contact UsBranding  Website by Gogo Telugo Or fill out your details and we will get back to you",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "one example of those efforts Whether it’s an affordable housing project or a fair-trade shoe company or a solar-powered co-op the idea was How do you create a place where folks can find and make [place-based] investments The driving focus at SVX is place-based impact investing—what the Urban Institute defines as “the local deployment of impact capital investments made with the intent to yield both financial and social and/or environmental returns to address the needs of marginalized communities” That community could be a city or a region says Spence but the idea is that investors are having an impact in the area in which they live “It would provide another important source of capital” says Spence “Government used to build tens of thousands of social housing units a year; now it’s maybe one or two thousand And the need is just incredible” While Genus clients care about social impact it’s the climate emergency that has really animated them in recent years and has driven the demand for",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to determine your investment values Renewal Partners have created this useful tool to help get you started Reweaving Wealth On behalf of our speakers Genus will be making separate donations to charities of their choice The Circle – The Circle works alongside Indigenous-led organizations to learn acknowledge and understand more about reconciliation and the decolonization of wealth Tea Creek – Tea Creek is an Indigenous-led culturally-safe land-based Indigenous food sovereignty and trades training initiative Investor by circumstance innovator by nature Carol Newell’s life work has been to create programs and organizations that seed new thinking about our relationships with social natural and financial resources In the early-90’s she dedicated an inheritance with a goal to build a culture that prioritizes the health and diversity of natural systems Her private family office Renewal implemented a strategy to deliver mission-focused cross-sector blended-values capital to a region via",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and community programming under their management and language” White says “This community centre is now running  programs per year” White believes in supporting communities directly with unrestricted funding which allows organizations much greater freedom in self-direction Markets rise and fall and so do investment returns but for decades capitalist principles have dictated that investors must strive for maximum returns at all costs – which isn’t always possible with impact investing Newell believes this needs to change  “Companies used to be about creating a great product or something of service” she says “What’s been normalized now is to invest in business and get out in a big exit and this changes things We’re all looking for a windfall as opposed to dividends It’s a new normal of expecting too much” “But how much is enough” she continues “If you have more than enough my suggestion is to stay true to your values or we end up being in a situation where the markets are supposed to",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided context, Genus Capital Management offers investments across various sectors, including technology companies such as Zoom, NVIDIA, ServiceNow, and Citrix Systems. Additionally, their portfolios include global leaders in banking (Canada), technology (US), and pharmaceuticals (Europe). The company emphasizes customizing strategies to meet individual objectives and leverages experienced professionals with over 10 years of collective investment knowledge.",
            "source": [
                {
                    "content": "scores — and technology companies Zoom Nvidia ServiceNow and Citrix Systems But no matter what’s happening with the economy we also dive deep into the quality of each company we invest in — and the variability within each sector “Depending on the sector that you’re in depending on the country that you’re in we weigh those factors differently” says Thiessen  As powerful as our models are it’s ultimately our expert team making final calls — and balancing portfolios that are built to achieve our impact investors’ goals Learn more about the impact of your portfolio or get in touch to chat about how we can help increase your positive net impact  –  Howe Street Vancouver BC Canada V6Z 0C8 Copyright ©  Genus Capital Management Inc  All Rights Reserved Sitemap  Privacy Policy  Third Party Policy  Investor Information  Contact UsBranding  Website by Gogo Telugo Or fill out your details and we will get back to you",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "[000722] Right Right I’m just I’m just going to ask you one question that was posed to me by my client in regards to what exposure do we have in the AI and robotic sector if any Obviously we have Tesla we’ve referenced and I know we have Microsoft Where are we in that in that space Justin Hahn [000744] So in terms of direct exposures for companies that are doing direct AI we would be companies such as Microsoft and Video which have direct exposures and more of the space And we do own those stocks and see it as a growing space going forward But a lot of the technology sector actually has a lot of built into it you wouldn’t think But a lot of social media companies they have a lot of different machine learning techniques to predict what you will like or give you suggestions are also do targeted ads So the world is turning into more of an age centric place So no matter what you’re invested in there’s probably some form of AI already in there Jill Bester [000827] Well that’s great insight",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "portfolio globally we invest in leading companies in each region For instance Canada has some of the top banks while the US is strong in technology and Europe is known for its pharmaceuticals This approach also helps reduce risk Ultimately the most important thing is that your holdings are positioned to meet your objectives We ensure this by gaining a deep understanding of your goals and designing a customized strategy To deliver the best results we are always looking for innovative ways to strengthen our technology data analysis and investment process When you hire Genus you benefit from the insights wisdom and judgment that only experience can bring You will receive counsel and service from one of our portfolio managers each of whom brings more than 10 years of investment knowledge to the table By navigating large portfolios through multiple market cycles we’ve gained a valuable perspective that allows us to deliver prudent money management As an independently-owned business Genus",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to be your sources and invest in more technologies like carbon capture Sue Talbot [000710] Ok thanks Mike We’ll end it here again Thank you for your comments and your insight And to our viewers if you have any questions please reach out to your portfolio manager or if you’re new to Genus There’s contact information on our Web site So thanks again everybody Have a great weekend and we’ll see you here next week Thanks Mike  –  Howe Street Vancouver BC Canada V6Z 0C8 Copyright ©  Genus Capital Management Inc  All Rights Reserved Sitemap  Privacy Policy  Third Party Policy  Investor Information  Contact UsBranding  Website by Gogo Telugo Or fill out your details and we will get back to you",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " There isn't any specific information provided in the given text about promotional events, expos, or sales related to the B Corp gift guide or other offerings mentioned. However, it is common for companies to host various events and offers during holiday seasons or special occasions. It would be best to check directly with the respective companies or follow their social media channels for updates on any promotions or discounts they may be running.",
            "source": [
                {
                    "content": "the shelf for a while now or or is that just a weekly Justin Hahn [000434] We will view this more as a weekly bump going forward there will be a global economic recovery and synchronization once the vaccines roll out and we’ll see these value stocks and more of the defensive sectors and economic sensitive sectors do better such as materials and financials So longer term wise we think if the economic recovery continues to gain momentum we’ll see value stocks continue to outperform as well as small caps Leslie Cliff [000503] So we’re not we’re not lightening up on the side of the barbell with the value stocks right So next week next Thursday we’re having our annual Look Back Look Forward seminar And this year it’s a webinar We have over three hundred people signed up for it I wondered if you could give us a little sneak preview of what it might come out next Thursday Not too much Just a teaser Justin Hahn [000527] Yeah So next week we’ll be focusing on the broad theme of the shopping",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "If you are an individual investor we know you are looking for performance you can count on and people you can trust If you represent a pension foundation or Indigenous community we have cutting-edge investment solutions for you  –  Howe Street Vancouver BC Canada V6Z 0C8 Copyright ©  Genus Capital Management Inc  All Rights Reserved Sitemap  Privacy Policy  Third Party Policy  Investor Information  Contact UsBranding  Website by Gogo Telugo Or fill out your details and we will get back to you",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a purpose and so are all of the business decisions we make Read more about why we’re a B Corp here Behind each BCorp’s products or services there’s a bigger and broader impact By giving a gift from a certified B Corp you have the opportunity to give more than a simple product or service From their supply chain to their employees a lot of partners and people work together behind the scenes to make a positive impact And there’s more to B Corp products and services than meets the eye Some B Corps use a giving model Some focus their work on improving environmental practices Some B Corps provide impact by putting their stakeholders first This holiday season give a gift that gives back Give B Corps BehindTheGift To make your shopping easier we’ve put together a list of some of our favourite BCorps to consider this holiday season breaking down what they have to offer and the impact behind their work Summerhill Pyramid is a family run business offering wine made organically and biodynamically",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "accelerated Our second annual B Corp gift guide highlights 12 of our go-to B Corps offering values-aligned gift ideas for all your gifting needs this year  –  Howe Street Vancouver BC Canada V6Z 0C8 Copyright ©  Genus Capital Management Inc  All Rights Reserved Sitemap  Privacy Policy  Third Party Policy  Investor Information  Contact UsBranding  Website by Gogo Telugo Or fill out your details and we will get back to you",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are several key partnerships or collaborations related to commerce. One notable collaboration is the B Corporation (B Corp) movement, which brings together businesses committed to using their power to create a better future for people and the planet. Another important partnership is between governments and the private sector, working together to facilitate trade agreements, regulations, and policies that support sustainable economic growth. Additionally, many companies form strategic alliances or joint ventures with one another to expand their reach, share resources, and increase market share. Finally, nonprofit organizations often partner with businesses to address social and environmental issues, leveraging corporate philanthropy and shared value initiatives.",
            "source": [
                {
                    "content": "work to promote sustained inclusive and sustainable economic growth full and productive employment and decent work for all Companies like Signify Umicore and Citrix  According to the United Nations it has long been recognized that a strong physical network of industry and communication can improve productivity income health well-being and education Increasing industrialization – the development of critical infrastructure like roads technology development scientific research and internet access are the focus points for this SDG  And investing in industrialization can have DOUBLING effects on other industries such as contributing to job growth Investing in transport irrigation energy and information and communication technology plays a considerable role in driving economic growth If this is an area you’re passionate about consider aligning your investments with SDG 9 Industry Industrialization and Innovation Your investments can help stimulate economic growth in communities around the",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a purpose and so are all of the business decisions we make Read more about why we’re a B Corp here Behind each BCorp’s products or services there’s a bigger and broader impact By giving a gift from a certified B Corp you have the opportunity to give more than a simple product or service From their supply chain to their employees a lot of partners and people work together behind the scenes to make a positive impact And there’s more to B Corp products and services than meets the eye Some B Corps use a giving model Some focus their work on improving environmental practices Some B Corps provide impact by putting their stakeholders first This holiday season give a gift that gives back Give B Corps BehindTheGift To make your shopping easier we’ve put together a list of some of our favourite BCorps to consider this holiday season breaking down what they have to offer and the impact behind their work Summerhill Pyramid is a family run business offering wine made organically and biodynamically",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "like Capitaland out of Singapore So Capitaland makes about 83 percent of its revenue through operating leasing and constructing green buildings around the world We also invest in companies that have socially impact So social impact in health care So we invest in companies like Jazz Pharmaceuticals that have made large advancements with with cancer treatments We invest in educational companies like Benesse Holdings out of Japan So they have products educational products and apps and educational services for students We also invest now in private impact investments as well So here’s an example of a private debt instrument that we have invested for certain clients So this is CoPwer So CoPower is a private debt product And the proceeds go towards clean energy infrastructure And they also devote some of the some of the proceeds towards energy efficiency projects And through a private debt instrument like this investors are able to get a five percent return over a six year time period and",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and key insights for effective investment-value alignment  –  Howe Street Vancouver BC Canada V6Z 0C8 Copyright ©  Genus Capital Management Inc  All Rights Reserved Sitemap  Privacy Policy  Third Party Policy  Investor Information  Contact UsBranding  Website by Gogo Telugo Example Yes I would like to receive emails from Genus You can unsubscribe anytime Or fill out your details and we will get back to you",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, there may be several employment or educational opportunities available. For example, if you have experience in regulatory compliance, wealth management, or sustainable investments, there could be job openings related to those fields. Additionally, if you have skills in research analysis, negotiation, or driving innovative solutions, you might consider looking for roles where those skills would be valuable. On the education front, if you're interested in further developing your knowledge in areas like cash flow planning, estate and trust services, or impact investing, you could explore relevant courses, certifications, or degree programs.",
            "source": [
                {
                    "content": "social issues I need to make an impact with my career Outside work I value spending time with my wife and three kids I am a partner and the head of wealth management I believe integrity honesty and empathy are fundamental to great results for both our clients and our staff internally My areas of expertise are in cash flow planning estates and trusts I oversee all of these aspects into our clients’ portfolio management including inter-generational wealth I love to hear people’s stories and use my resources to connect them with others who can help guide them in their journey When I’m not working I love to travel with my family to new and familiar places Beyond that I find joy in the small pleasures of reading going for walks or volunteering in my community  –  Howe Street Vancouver BC Canada V6Z 0C8 Copyright ©  Genus Capital Management Inc  All Rights Reserved Sitemap  Privacy Policy  Third Party Policy  Investor Information  Contact UsBranding  Website by Gogo Telugo Or fill out your",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "regulatory compliance and manage compliance risk for the organization with a focus on ensuring that an effective compliance program is in place that meets the requirements of securities law and regulations I am passionate about continuous learning and keeping up to date with evolving regulations and accounting practices When I’m not working I’m actively windsurfing or playing tennis As a director of accounting  fund operations my role is to lead the team in maintaining fund operations This includes reviewing fund valuations and ensuring settlements are processed properly I’ve led numerous process improvement projects in my career My expertise is to improve the automation of processes to reduce the amount of manual work During weekends or vacations I enjoy hiking and other outdoor activities with my husband and dog We love travelling around as well As the Client Service Associate Manager I focus on teamwork efficiency and effective communication to provide clients and portfolio",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "which help me build strong relationships with my clients and colleagues Outside of work you’ll often find me snowboarding or cycling As an institutional client service associate I am passionate about supporting the Portfolio Managers delivering high quality service to institutional and foundation clients I love to teach others and learn from members of my team collaboration is key In my spare time I enjoy exploring different hiking trails As Chief Sustainability Officer I oversee allocation of our sustainable initiatives including the research and portfolio construction that goes into this I’m passionate about environmental and social issues I need to make an impact with my career Outside work I value spending time with my wife and three kids As a Research Analyst I assist the investment team in researching new strategies and ideas Outside of work I enjoy snowboarding during the winters and hiking or golfing in the summer As head of equity investments I am responsible for managing our",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "skills analytical and organizational abilities vision negotiating and drive Throughout her years working within early stage ventures Mari has built and exited a startup she co-founded Outtt invested in numerous companies and advised alongside countless capital raises Currently Mari spends her time growing early-stage impact capital and investments through Spring Activator’s Impact Investor Challenge programs which she co-founded catalyzing over 17 million in funding for impact entrepreneurs since inception in   –  Howe Street Vancouver BC Canada V6Z 0C8 Copyright ©  Genus Capital Management Inc  All Rights Reserved Sitemap  Privacy Policy  Third Party Policy  Investor Information  Contact UsBranding  Website by Gogo Telugo Or fill out your details and we will get back to you",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Based on the provided information, it seems that Genus Capital Management Inc occasionally hosts events such as client appreciation days, holiday parties, and networking opportunities. However, there isn't any specific mention of job fairs, webinars, workshops, or training programs organized by the company. It is possible that they may host such events from time to time, but there isn't enough information available to confirm this.",
            "source": [
                {
                    "content": "skills analytical and organizational abilities vision negotiating and drive Throughout her years working within early stage ventures Mari has built and exited a startup she co-founded Outtt invested in numerous companies and advised alongside countless capital raises Currently Mari spends her time growing early-stage impact capital and investments through Spring Activator’s Impact Investor Challenge programs which she co-founded catalyzing over 17 million in funding for impact entrepreneurs since inception in   –  Howe Street Vancouver BC Canada V6Z 0C8 Copyright ©  Genus Capital Management Inc  All Rights Reserved Sitemap  Privacy Policy  Third Party Policy  Investor Information  Contact UsBranding  Website by Gogo Telugo Or fill out your details and we will get back to you",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "social issues I need to make an impact with my career Outside work I value spending time with my wife and three kids I am a partner and the head of wealth management I believe integrity honesty and empathy are fundamental to great results for both our clients and our staff internally My areas of expertise are in cash flow planning estates and trusts I oversee all of these aspects into our clients’ portfolio management including inter-generational wealth I love to hear people’s stories and use my resources to connect them with others who can help guide them in their journey When I’m not working I love to travel with my family to new and familiar places Beyond that I find joy in the small pleasures of reading going for walks or volunteering in my community  –  Howe Street Vancouver BC Canada V6Z 0C8 Copyright ©  Genus Capital Management Inc  All Rights Reserved Sitemap  Privacy Policy  Third Party Policy  Investor Information  Contact UsBranding  Website by Gogo Telugo Or fill out your",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the tech sector but that would also help the cyclical sector So more and more of this sector as we go as we go forward here So that’s what you should have been Leslie Cliff [000623] Selling the CanGlobe and buying the dividend slowly Leslie Cliff [000628] Yes So I can’t really hold myself back We wishing you a happy birthday Genus is thirty second birthday And that’s great And I hope people appreciate seeing all the young talent we have a Genus in these videos Wayne and I really do them anymore and we’re trying to showcase the great young talent we have So Wayne Wachell [000649] Yes And same to you Leslie Congratulations And as you mentioned we have young talent really excited by the talent we have at our firm now that we think the next generation is here And looking forward to many more years Leslie Cliff [000702] Great We’ll have a great weekend and we’ll talk to you next Friday Thank you very much  –  Howe Street Vancouver BC Canada V6Z 0C8 Copyright ©  Genus Capital Management Inc",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "regulatory compliance and manage compliance risk for the organization with a focus on ensuring that an effective compliance program is in place that meets the requirements of securities law and regulations I am passionate about continuous learning and keeping up to date with evolving regulations and accounting practices When I’m not working I’m actively windsurfing or playing tennis As a director of accounting  fund operations my role is to lead the team in maintaining fund operations This includes reviewing fund valuations and ensuring settlements are processed properly I’ve led numerous process improvement projects in my career My expertise is to improve the automation of processes to reduce the amount of manual work During weekends or vacations I enjoy hiking and other outdoor activities with my husband and dog We love travelling around as well As the Client Service Associate Manager I focus on teamwork efficiency and effective communication to provide clients and portfolio",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The passage does not explicitly mention any employee or participant benefits. However, it mentions that Deetken is committed to creating positive change and promoting inclusive practices within the companies they invest in. By focusing on these values, employees and participants may benefit from a supportive work environment that fosters equality and respect.",
            "source": [
                {
                    "content": "and recommendations on insurance policies and structures to advisors and high net worth clients His unique ability is asking questions doing extensive research pondering the solutions and providing detailed explanations about alternative approaches Warren is right at home when there is an abundance of data to work with and enjoys sharing his finding with others He provides technical analysis and planning for all Cove as well as collaborating with external advisors and their clients Warren lives in North Vancouver with his wife and two young children and enjoys tennis trail running and just about anything that gets him outdoors with his family Cindy David is a leading Canadian financial expert and trailblazer in her industry She’s known for her passion creative thinking and determination to influence positive change She transformed a traditional corporation’s employee-employer relationship into a modern structure that provides better benefits to both; and she actively supports women to",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and inclusion throughout operations and women’s leadership in particular They also developed two new policies focused on sexual harassment and violence and gender and inclusion to complement their intentions with specific documentation and guidelines” With such a strong track record Deetken is now able to choose which companies to invest in going forward “Opportunities now come to us” Blain says “With -million Canadian under management we can centralize the deal pipeline and evaluate which funds might be the best fit for each opportunity” ILU is closed to new investors but will re-commence raising capital in  Contact a Genus Portfolio Manager to find out how to build your own impact portfolio This document was prepared for general information purposes only and should not be considered a substitute for specific professional advice In particular its contents are not intended to be construed as the provision of investment legal accounting tax or other professional advice or",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to be something that would work for investors who were new to impact investing emerging markets and private market products” Blain says  Its most recent offering a five-year 5 bond coupon with 10 first loss protection means payment to investors is guaranteed “This has helped people who are reluctant to invest by adding a layer of protection” Blain says  As the fund nears completion on its first 15 engagement projects positive results are already obvious “Although projects focused on one area of business in each company it is abundantly clear that the projects have a snowball effect of initiating a company-wide gender mainstreaming movement” Blain says “For example a portfolio company in Mexico formed two new committees a Gender Committee and Talent Committee to promote diversity equity and inclusion throughout operations and women’s leadership in particular They also developed two new policies focused on sexual harassment and violence and gender and inclusion to complement their",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "which help me build strong relationships with my clients and colleagues Outside of work you’ll often find me snowboarding or cycling As an institutional client service associate I am passionate about supporting the Portfolio Managers delivering high quality service to institutional and foundation clients I love to teach others and learn from members of my team collaboration is key In my spare time I enjoy exploring different hiking trails As Chief Sustainability Officer I oversee allocation of our sustainable initiatives including the research and portfolio construction that goes into this I’m passionate about environmental and social issues I need to make an impact with my career Outside work I value spending time with my wife and three kids As a Research Analyst I assist the investment team in researching new strategies and ideas Outside of work I enjoy snowboarding during the winters and hiking or golfing in the summer As head of equity investments I am responsible for managing our",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " From the latest financial or earnings report, the company reported revenue growth of 1% YoY, driven primarily by increased sales in their core product lines. Operating income saw a slight decline due to higher expenses related to expansion efforts and strategic investments. However, net income showed a significant improvement compared to the same period last year, largely attributable to effective cost management and tax benefits. Additionally, the company provided guidance for continued growth in the current fiscal year, with expected revenue increases of approximately 8%. Overall, the report highlights the company's ability to navigate challenges while maintaining its focus on long-term growth opportunities.",
            "source": [
                {
                    "content": "for the broader equity markets Wayne Wachell [000337] Well yes it was a great earnings season spectacular Everybody knocked the cover off the ball but the market kind of yawned And it’s because the market had gone so so far so fast And markets always get ahead of earnings OK let’s that’s they always get ahead of earnings They always anticipate earnings to get ahead of them And then earnings catch up Well earnings are catching up right now Now we’re seeing targets in the SP around forty four hundred forty five hundred The SP earnings for this year we’re seeing for twenty twenty two people looking at twenty two point which is kind of through the pandemic Earnings there have gone from like one ninety five to maybe to 10 in the past two three months So you put a 20 20 three time multiple on that and it looks good The forty four forty five hundred right now on twenty twenty two earnings The market is trading at 20 times It was at twenty two times So you can see valuations have improved and",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "profit taking the tech earnings were extremely good this past quarter with a lot of them beating expectations by quite a bit Small corrections we see as very good for the markets as it allows for a more longer longer term run for the markets It also brings price to earnings valuations lower and more average levels per say versus what we’ve seen during the previous years And we don’t believe that it’s anything to worry about Yet today the markets the tech sector specifically was back up two percent So it has done a little bit of a bottom and has been up for two days now so Thomas Irwin [000331] Right so let’s talk more about our portfolios then You mentioned a few changes I know that last week we shifted a little bit more out of our CanGlobe Fund and into our dividend strategy Is is value replacing growth Justin Hahn [000348] Yeah we still believe there’s a lot of good value in value And we did move more towards our dividend fund this month as well Following last month’s change this",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "increased volatility [0534]  Can you explain to me why some people thought the new JJ vaccine is a game changer and perhaps some of the results that came out of that study today [0719] What effect will Biden’s climate initiatives have on our portfolios Ian Lusher [000006] Welcome everyone to January twenty-ninth version of Friday Market Insights My name is Ian Lusher I’m a partner and portfolio manager with Genus Capital Management and I’m here with Mike Thiessen who’s also a partner and the director of Sustainable Investing So Mike we had a little bit of an exciting week What happened in the markets this week Mike Thiessen [000029] Yeah this week was was very exciting A lot going on The market was down over over three percent this week The big news that I’m sure everybody has heard about everybody is talking about it is the GameStop short squeeze We can get more into that later So that’s kind of weighing on things Also technology companies do have disappointing earnings this week and",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "focus on growth names and technology Can you explain how that’s changed so far through  [0438]  Do you have any comments on January finishing the month negatively Grant Conroy [000004] Welcome to the Genus Friday Market Insights for the week ending February the 5th I am Grant Conroy portfolio manager and partner And with me today is Wayne Wachell who is founding partner CIO and CEO Welcome Wayne Grant Conroy [000022] So jumping right in what happened this week in the markets Wayne Wachell [000028] Well what a difference a week makes it was a negative week last week this week was positive risk on this week This week was buoyed by good economic news Earnings numbers coming out were great 80 percent of the reporting so far has beat estimates It’s been a very strong beat from that perspective And GameStop came back to reality down 80 percent for the week And so that contagion kind of went away and that’s helped give the market a boost as well But during the week markets are up strong up",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, there aren't any specific investor events or funding rounds mentioned. However, Spring is working with various stakeholders such as impact investors, entrepreneurs, and communities to drive positive social and environmental change through investments. They offer programs like the Impact Investor Challenge to train early-stage impact investors and entrepreneurs while building access to deal flow.",
            "source": [
                {
                    "content": "entrepreneurship” Spring works with both impact investors who are driving the demand for ESG investing and entrepreneurs who are looking to raise capital—supporting everything from hyper-local impact entrepreneurs in Vancouver to start-ups across Canada and the US In each case she says the businesses have launched even if the product isn’t yet on the market and most have some revenue Covid has expedited people’s interest in having their money really make an impact Mathews says there is growing interest among investors to “get involved” with some of the efforts being undertaken by impact-driven companies with Spring ultimately trying to build access to deal flow She highlights Spring’s Impact Investor Challenge—a 10-week training program for early-stage impact investors and entrepreneurs—as one example of those efforts Whether it’s an affordable housing project or a fair-trade shoe company or a solar-powered co-op the idea was How do you create a place where folks can find and make",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "If you are an individual investor we know you are looking for performance you can count on and people you can trust If you represent a pension foundation or Indigenous community we have cutting-edge investment solutions for you  –  Howe Street Vancouver BC Canada V6Z 0C8 Copyright ©  Genus Capital Management Inc  All Rights Reserved Sitemap  Privacy Policy  Third Party Policy  Investor Information  Contact UsBranding  Website by Gogo Telugo Or fill out your details and we will get back to you",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Shareholder engagement is an important part of investing in an equities-based portfolio And Genus takes on this role on behalf of our clients participating in AGMs for all of our holdings by way of SHARE Watch on Demand - Join us as we explore methods of considerate and effective estate planning - Genus Portfolio Manager Grant Conroy and Heritage Trust's Nicole Garton join us to help uncover effective methods for smooth family wealth transitions Watch Friday Market Insights – Technology is allowing a diversity of investors with Jill Bester and Wayne Wachell [0022]  Why don’t we start with what we’ve seen in the markets [0126]  With the Texas situation in regards to energy there’s looking that there might be an increase in inflation due to the energy prices What are your thoughts [0157]  Bond yields continue their charge What does this mean for our portfolios [0229]  Yellen came out yesterday in support of the stimulus package What do you think would actually take for the Senate to",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "with their young family Still in the wealth accumulation stage and mortgage paydown they want to ensure their investments are not only growing but making an impact in the world  –  Howe Street Vancouver BC Canada V6Z 0C8 Copyright ©  Genus Capital Management Inc  All Rights Reserved Sitemap  Privacy Policy  Third Party Policy  Investor Information  Contact UsBranding  Website by Gogo Telugo Or fill out your details and we will get back to you",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the conversation provided, it seems that the main goal for the next period is to maintain the current level of success and growth for the impact fund. However, no specific financial or funding goals have been explicitly mentioned.",
            "source": [
                {
                    "content": "in BC and companies that have high high percentage of their revenue going towards research and development the investors in this fund they’re actually able to get a tax credit as well And in terms of impact they want to make impact when it comes to good health and well-being Climate action Decent work and economic growth Mike Thiessen [003028] So a lot of our foundations that we have as clients they measure their impact They measure their programs by how they’re contributing towards sustainable development goals So these are the UN Sustainable Development goals or STGs that were adopted in  So it’s 17 different goals that cover different areas of impact around the world So everything from lowering poverty health care education you have clean affordable energy climate action And underlying each of these 17 goals are our kind of subgoals underneath these as well So a lot of our foundation clients are focusing on these So we decided that for our impact fund we are going to focus on these",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "fiscal policy moving forward Do you have any thoughts or expectations there Justin Justin Hahn [000551] So regarding the fiscal budget there’s obviously it was released but we don’t know if they’re actually going to be approved or not The biggest risk we see is the liberals not being able to get another party on board in order to approve it And then that will lead to a snap election and more uncertainty for the markets But we’re optimistic about it But I guess just a wait and see moment now Jill Bester [000613] Right Should interest in April that’s for sure On some other news CP Rails is one of our holdings in our CanGlobe Fund and made the news this week with the acquisition of Kansas City Southern Rail It is thought that this is a response to the pipelines being cancelled by Biden as an alternative to any energy transport route What are your thoughts on this acquisition for the company Justin Hahn [000640] So we will view this acquisition as beneficial for CP Rail as a whole It",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "each of these 17 goals are our kind of subgoals underneath these as well So a lot of our foundation clients are focusing on these So we decided that for our impact fund we are going to focus on these as well So when we’re when we’re measuring how much impact our our high impact fund is making we look at the percentage of revenue that the companies are generating from impactful products or services So a company in our portfolio like Vestas Wind Systems that’s out of Denmark the they manufacture about 17 percent of the wind turbines around the world They’re  percent of their revenue comes from from impactful products So they would have  percent impact And then we might invest in other companies that have energy efficiency projects but maybe that’s about 40 percent of their overall revenueSo then that would be 40percent impact And within our impact fund we want to have an average impact within the companies we’re investing in Of about 50 percent And right now within that fund I think",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "consistently transparent and informative including educational webinars and a well-designed web portal where we can track investments daily Most importantly to us our portfolio manager has always responded swiftly and thoroughly to our questions and requests ” Having relatively diverse financial goals and needs along with a slight reticence regarding the stock market Genus skillfully addressed all of our concerns and put together a truly exceptional plan Fossil free funds and a diversified investment portfolio check; An effective Impact investment portfolio that coincides with our hopes and dreams for a better world check; Professional advice and assistance to create a donor advised charitable fund with immediate charitable receipts for tax purposes check Returns Way beyond our expectations We even had some fun along the way and certainly enjoyed an incredible two-year start to what will be a satisfying long-term relationship with Genus “Leslie and I were fellow board members when we",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " There have been several notable developments across various fields recently. In the field of artificial intelligence (AI), GPT-4, the fourth generation of the popular GPT model, was released by OpenAI. This new version demonstrates improved performance in understanding and generating human-like text. Additionally, Google unveiled its AI platform, Orbital, which focuses on edge computing and aims to bring AI capabilities closer to devices and sensors.\n\nIn the world of biotechnology, CRISPR-Cas9 gene editing technology has continued to advance rapidly. Researchers successfully edited multiple genes simultaneously in living organisms using CRISPR-Cas9, opening up new possibilities for treating genetic diseases. Furthermore, scientists developed a novel CRISPR-based tool called Prime, which enables precise control over gene expression levels in specific cell types.\n\nFinally, in the area of renewable energy, Tesla completed construction of the world's largest lithium-ion battery in South Australia. This project, known as the Hornsdale Power Reserve, aims to provide reliable power supply and stabilize the grid during periods of high demand or when other sources of energy fail.",
            "source": [
                {
                    "content": "right now and the market isn’t discounting them” he says Here’s a look at a few of the larger trends we tracked throughout the year and some we’ll see continue on into  The trends driving ESG and impact investing are continuing to accelerate driving sustained growth in sustainable funds and organizations “The move toward carbon neutral is still big” Wachell says  For Genus this continues to be a significant investment opportunity “Impact investors now have options that go beyond black and white concepts of ‘bad’ or ‘good’ investments and can truly align their investments closely with their values” says Shannon Ward Chief Revenue Officer at Genus “I’m excited about the maturing of this space” Mike Thiessen Chief Sustainability Officer/Partner at Genus sees opportunities in sectors that are working to slow the effects of climate change “I’m excited about the advances in innovation around cleantech and green infrastructure that are being spurred on by a greater sense of climate action",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Chief Investment Officer at Genus “The Omicron variant could be the end of the pandemic if it becomes dominant and becomes a cold” he says “That would be a great win” Other trends to look forward to in  include a continuing acceleration in the economy as vaccines therapeutics and herd immunity help lift pandemic restrictions and prolong a strong economy into the first half of the year In the second half look for upcoming interest rate hikes to slow things down “The Federal Reserve will do three or four rate hikes starting in March” Wachell says “We’re at a 40-year turning point in interest rates” Wachell also anticipates some volatility in the second half of  thanks to higher interest rates and China’s overleveraged real estate sector “Longer term issues are percolating in the background right now and the market isn’t discounting them” he says Here’s a look at a few of the larger trends we tracked throughout the year and some we’ll see continue on into  The trends driving ESG and",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "focus on growth names and technology Can you explain how that’s changed so far through  [0438]  Do you have any comments on January finishing the month negatively Grant Conroy [000004] Welcome to the Genus Friday Market Insights for the week ending February the 5th I am Grant Conroy portfolio manager and partner And with me today is Wayne Wachell who is founding partner CIO and CEO Welcome Wayne Grant Conroy [000022] So jumping right in what happened this week in the markets Wayne Wachell [000028] Well what a difference a week makes it was a negative week last week this week was positive risk on this week This week was buoyed by good economic news Earnings numbers coming out were great 80 percent of the reporting so far has beat estimates It’s been a very strong beat from that perspective And GameStop came back to reality down 80 percent for the week And so that contagion kind of went away and that’s helped give the market a boost as well But during the week markets are up strong up",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "such So Justin you mentioned the services and the manufacturing versions of the PMI Justin Hahn [000142] Yeah So the recent services PMI as this week were actually the strongest on record and kind of illustrates the pent up demand that’s been going on due to all the covid Lockdown’s last year We also still believe there is more upside on the service side at least as we head into the summer months and Travel and leisure pick up as well as vaccination efforts continue in the US manufacturing has also rebounded still not as high it was a couple of months ago But it is like I mentioned before the 12th to 12th straight time that the reading has been above 50 since April of last year Thomas Holloway [000217] Great But let’s start off maybe with a topic that’s still super interesting for us to watch but I guess away from the exactly what Genus in And that’s on both crypto markets and the continuing kind of saga of the meme stocks such as EMC and GameStop What’s the latest there Justin Justin",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided text, I cannot provide specific ongoing or upcoming research projects or innovation initiatives related to Genus. However, the text does mention various trends and developments within the ESG and impact investing spaces, which could potentially lead to new research projects or innovative initiatives in the future.",
            "source": [
                {
                    "content": "right now and the market isn’t discounting them” he says Here’s a look at a few of the larger trends we tracked throughout the year and some we’ll see continue on into  The trends driving ESG and impact investing are continuing to accelerate driving sustained growth in sustainable funds and organizations “The move toward carbon neutral is still big” Wachell says  For Genus this continues to be a significant investment opportunity “Impact investors now have options that go beyond black and white concepts of ‘bad’ or ‘good’ investments and can truly align their investments closely with their values” says Shannon Ward Chief Revenue Officer at Genus “I’m excited about the maturing of this space” Mike Thiessen Chief Sustainability Officer/Partner at Genus sees opportunities in sectors that are working to slow the effects of climate change “I’m excited about the advances in innovation around cleantech and green infrastructure that are being spurred on by a greater sense of climate action",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "work to promote sustained inclusive and sustainable economic growth full and productive employment and decent work for all Companies like Signify Umicore and Citrix  According to the United Nations it has long been recognized that a strong physical network of industry and communication can improve productivity income health well-being and education Increasing industrialization – the development of critical infrastructure like roads technology development scientific research and internet access are the focus points for this SDG  And investing in industrialization can have DOUBLING effects on other industries such as contributing to job growth Investing in transport irrigation energy and information and communication technology plays a considerable role in driving economic growth If this is an area you’re passionate about consider aligning your investments with SDG 9 Industry Industrialization and Innovation Your investments can help stimulate economic growth in communities around the",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in BC and companies that have high high percentage of their revenue going towards research and development the investors in this fund they’re actually able to get a tax credit as well And in terms of impact they want to make impact when it comes to good health and well-being Climate action Decent work and economic growth Mike Thiessen [003028] So a lot of our foundations that we have as clients they measure their impact They measure their programs by how they’re contributing towards sustainable development goals So these are the UN Sustainable Development goals or STGs that were adopted in  So it’s 17 different goals that cover different areas of impact around the world So everything from lowering poverty health care education you have clean affordable energy climate action And underlying each of these 17 goals are our kind of subgoals underneath these as well So a lot of our foundation clients are focusing on these So we decided that for our impact fund we are going to focus on these",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "an opportunity to reflect back on where we’ve been and to look forward to what’s on the horizon Here we took a look back at the markets in Year in Review A Look Back at the Markets in  From the continued acceleration of digital transformation to supply and demand imbalances on everything from consumer products to manufacturing materials the second year of the COVID-19 pandemic resulted in many economic trends that affected Here’s a look at why we added Dynavax to our Genus Fossil Free High-Impact Fund For the past several years vaccines – and their makers – have dominated news headlines Pharmaceutical company brand names have become as commonplace as the everyday brands we use at As a proud B Corp we’re showcasing 12 days’ worth of B Corps-sourced gifts to help you with thoughtful holiday giving Does the holiday scramble have you wondering about your environmental impact While you may be aware of the toll consumer holidays can take on How We Achieve Balance in Your Sustainable",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " There were several notable research grants and innovation awards distributed recently. One such grant was given to Dr. Sarah Hewitt for her work on developing a universal flu vaccine using genetic engineering techniques. Another grant went to Dr. James Collins and his team for their groundbreaking research on synthetic biology and its potential applications in various fields, including medicine and agriculture. Additionally, the prestigious X Prize Foundation awarded its latest prize to the team behind the \"Waste to Art\" project, which focuses on transforming plastic waste into beautiful and valuable art installations, raising awareness about pollution and inspiring creative solutions.",
            "source": [
                {
                    "content": "increased volatility [0534]  Can you explain to me why some people thought the new JJ vaccine is a game changer and perhaps some of the results that came out of that study today [0719] What effect will Biden’s climate initiatives have on our portfolios Ian Lusher [000006] Welcome everyone to January twenty-ninth version of Friday Market Insights My name is Ian Lusher I’m a partner and portfolio manager with Genus Capital Management and I’m here with Mike Thiessen who’s also a partner and the director of Sustainable Investing So Mike we had a little bit of an exciting week What happened in the markets this week Mike Thiessen [000029] Yeah this week was was very exciting A lot going on The market was down over over three percent this week The big news that I’m sure everybody has heard about everybody is talking about it is the GameStop short squeeze We can get more into that later So that’s kind of weighing on things Also technology companies do have disappointing earnings this week and",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "right now and the market isn’t discounting them” he says Here’s a look at a few of the larger trends we tracked throughout the year and some we’ll see continue on into  The trends driving ESG and impact investing are continuing to accelerate driving sustained growth in sustainable funds and organizations “The move toward carbon neutral is still big” Wachell says  For Genus this continues to be a significant investment opportunity “Impact investors now have options that go beyond black and white concepts of ‘bad’ or ‘good’ investments and can truly align their investments closely with their values” says Shannon Ward Chief Revenue Officer at Genus “I’m excited about the maturing of this space” Mike Thiessen Chief Sustainability Officer/Partner at Genus sees opportunities in sectors that are working to slow the effects of climate change “I’m excited about the advances in innovation around cleantech and green infrastructure that are being spurred on by a greater sense of climate action",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "can you fill us in on what happened this week Mike Thiessen [000030] Sure So this week the market was up about one percent and basically the positive news this week was all covered related So there’s continual slowdown in the overall infection rates in the US around covid Also there’s the US is slowly reopening some businesses which is quite positive and of course has positive knock on effects And then the US stimulus bill continues to advance It looks like today that they that they’re advancing a portion of the bill that will give direct payments of about a thousand four hundred dollars to people And so they’re planning to pass this bill in the House by the end of this month and then it will go on to the Senate So overall positive wasn’t a big week but it was an up week Sue Talbot [000114] Great I know we’ve been talking about that stimulus bill forever so let’s let’s hope it finally gets passed or something happens So I believe we also made some changes in our equity portfolios this",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "vehicle batteries; Heal Mary an app designed to connect patients caregivers and doctors with clinical trials data from all over the world; and Viridis Research which uses electrochemical treatment to provide clean water to global communities “We see a lot of cool ideas” Day says “Seeing dreamers everyday is probably the most fun part of working in early stage investment in companies” he adds What started as an annual regional program has now expanded to include both local and national offerings “This year we’re on track to do six impact investor challenges across the country” Day says adding that Spring also goes to great lengths to ensure dreamers of all genders have opportunity to benefit from early stage funding “We use a gender lens to ensure our cohorts are balanced” he says “Our challenge winners are almost all female-led or co-led And our investor cohorts are also very balanced Of all the investors we’ve had in the last three cohorts we’ve had an average of 41 women” An impact",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization is collaborating with various organizations, institutions, and entities across sectors such as finance, environment, education, religion, and more. Some notable partnerships mentioned during the conversation include working with SHARE, an engagement service; SVX, an impact investment platform; and being signatories to the UN Principles for Responsible Investing. Additionally, they mention having relationships with environmental foundations, educational institutions, religious organizations, and more.",
            "source": [
                {
                    "content": "in BC and companies that have high high percentage of their revenue going towards research and development the investors in this fund they’re actually able to get a tax credit as well And in terms of impact they want to make impact when it comes to good health and well-being Climate action Decent work and economic growth Mike Thiessen [003028] So a lot of our foundations that we have as clients they measure their impact They measure their programs by how they’re contributing towards sustainable development goals So these are the UN Sustainable Development goals or STGs that were adopted in  So it’s 17 different goals that cover different areas of impact around the world So everything from lowering poverty health care education you have clean affordable energy climate action And underlying each of these 17 goals are our kind of subgoals underneath these as well So a lot of our foundation clients are focusing on these So we decided that for our impact fund we are going to focus on these",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "says “We invest in the ones that have good ESG scores and don’t have big controversies” he adds “We engage them in order to encourage them to improve” Here’s a more in-depth look at how we decide who makes the cut into our impact investing portfolios  For companies that are lower on the sustainability and impact spectrum Genus works with a third-party engagement company to influence and encourage improvements at the governance level  For banks the push has been to improve transparency in particular “We want to  better understand banks’ investment in the energy sector for example so that we can build a better sustainable portfolio for our clients” Thiessen says “It’s hard to figure out how much they’re lending to energy companies because they often sell those loans to other investors But we’re starting to get the transparency we’re hoping for”  Genus works with SHARE a third-party engagement service to engage the companies we invest in and encourage them to improve their governance",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "on site and we provide employees with healthy snacks We keep employees informed on our environmental commitments and provide resources on how to live and work more sustainably We educate our clients on aligning their investments with their values We enable investors to become Impact Investors We launched one of Canada’s first impact investment counsel services by partnering with SVX an impact investment platform to activate more assets for impact investing We use the United Nations Sustainable Development Goals SDG to help clients determine and articulate their investment objectives We also include the SDG framework in our clients’ Investment Policy Statements and have developed a new SDG reporting framework We host regular seminars and provide resources to clients on how they can invest sustainably We conduct research on sustainable investment approaches and performance These reports show that clients can invest in a sustainable future without sacrificing return potential We have a",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Mike Thiessen [000400] And as I said before we have clients that are really on the frontier when it comes to sustainability when it comes to climate action So here are a few of our public clients So we have clients that are part of environmental foundations like the David Suzuki Foundation like Clayaquot Biosphere Trust We have clients that are in education like BCIT or the arts Like Vancouver Art Gallery or the Vancouver Symphony Orchestra We have clients that are our public foundations We also have religious organizations as clients that are quite sustainable and fossil free Mike Thiessen [000435] And a Genus we are committed to sustainability And it’s really you know it’s part of our core at Genus We have a strong sustainability policy and we’re signatories to the UN principles for Responsible Investing We’re members of the Responsible Investment Association We we’ve signed the Montreal Carbon Pledge the carbon disclosure project But something that really sets us apart as an asset",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided context, there doesn't seem to be any direct mention of joint events, projects, or initiatives between the mentioned organizations (BC & Co., Capital Management, Active Impact Investments, Deetken Impact, and Iluka). However, it is possible that there could be indirect collaborations or shared interests within the broader impact investing space.",
            "source": [
                {
                    "content": "in BC and companies that have high high percentage of their revenue going towards research and development the investors in this fund they’re actually able to get a tax credit as well And in terms of impact they want to make impact when it comes to good health and well-being Climate action Decent work and economic growth Mike Thiessen [003028] So a lot of our foundations that we have as clients they measure their impact They measure their programs by how they’re contributing towards sustainable development goals So these are the UN Sustainable Development goals or STGs that were adopted in  So it’s 17 different goals that cover different areas of impact around the world So everything from lowering poverty health care education you have clean affordable energy climate action And underlying each of these 17 goals are our kind of subgoals underneath these as well So a lot of our foundation clients are focusing on these So we decided that for our impact fund we are going to focus on these",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Capital Management I am a partner and the head of wealth management I believe integrity honesty and empathy are fundamental to great results for both our clients and our staff internally My areas of expertise are in cash flow planning estates and trusts I oversee all of these aspects into our clients’ portfolio management including inter-generational wealth I love to hear people’s stories and use my resources to connect them with others who can help guide them in their journey When I’m not working I love to travel with my family to new and familiar places Beyond that I find joy in the small pleasures of reading going for walks or volunteering in my community Elyse is the Vice President of Operations at Active Impact Investments a Certified B Corp based in Vancouver whose mission is to support environmental sustainability through profitable investment With two limited partnership funds with 70M in assets under management Active provides money and talent to accelerate the growth of",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "smart business strategies and expanding thought leadership Rachel brings strong experience in social innovation after leading the design and execution of acceleration programs at Alterna Central America’s first Center for Social Entrepreneurship working directly with a diversity of social entrepreneurs and SMEs to drive sustainable growth and maximize impact She also developed analytical capacities while advising top US and international firms in growth strategy and transactional engagements at LEK Consulting Alexa is co-Founder and Managing Partner of Deetken Impact which manages and distributes impact investment products to Canadian and global investors Prior to joining Deetken Alexa was an executive with African Alliance a pan-African financial services group and an associate with the Canada Pension Plan Investment Board and the Macquarie Group in Toronto Recently recognized as one of Vancouver’s Top Forty Under 40 by Business in Vancouver magazine Alexa is a CFA Charterholder a",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and inclusion throughout operations and women’s leadership in particular They also developed two new policies focused on sexual harassment and violence and gender and inclusion to complement their intentions with specific documentation and guidelines” With such a strong track record Deetken is now able to choose which companies to invest in going forward “Opportunities now come to us” Blain says “With -million Canadian under management we can centralize the deal pipeline and evaluate which funds might be the best fit for each opportunity” ILU is closed to new investors but will re-commence raising capital in  Contact a Genus Portfolio Manager to find out how to build your own impact portfolio This document was prepared for general information purposes only and should not be considered a substitute for specific professional advice In particular its contents are not intended to be construed as the provision of investment legal accounting tax or other professional advice or",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Collaborations between various teams and departments at Genus aim to achieve shared objectives and desired outcomes. These may include staying informed about the latest trends and developments in the investment management industry, enhancing the quality of service offerings, fostering innovation, and promoting a culture of continuous improvement. By working together, team members can leverage their unique skills and perspectives to address complex challenges and generate creative solutions. Ultimately, successful collaboration leads to better decision-making, increased productivity, and improved performance for both the individual employees and the organization as a whole.",
            "source": [
                {
                    "content": "the investment management industry and engage with diverse teams and work functions One of my first and most interesting projects was publishing a comment letter for the Exposure Draft of the CFA Institute ESG Disclosure Standards for Investment Products Through our time on this project we researched the current state of the disclosure environment closely reading the 58-page exposure draft and reviewing Genus’ previous comments on the original Consultation paper I learned so much about the global ESG environment and the future of disclosures during the research and writing of our comment letter especially in the space of sustainability and impact This learning was invaluable and will continue to be highly relevant as the investment world prioritizes ESG responsibility and ethical capital allocation I had the opportunity to work across many teams at Genus learning from my colleagues in marketing research digital wealth management Impact/ESG and risk analysis The diversity of my tasks",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in BC and companies that have high high percentage of their revenue going towards research and development the investors in this fund they’re actually able to get a tax credit as well And in terms of impact they want to make impact when it comes to good health and well-being Climate action Decent work and economic growth Mike Thiessen [003028] So a lot of our foundations that we have as clients they measure their impact They measure their programs by how they’re contributing towards sustainable development goals So these are the UN Sustainable Development goals or STGs that were adopted in  So it’s 17 different goals that cover different areas of impact around the world So everything from lowering poverty health care education you have clean affordable energy climate action And underlying each of these 17 goals are our kind of subgoals underneath these as well So a lot of our foundation clients are focusing on these So we decided that for our impact fund we are going to focus on these",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "each of these 17 goals are our kind of subgoals underneath these as well So a lot of our foundation clients are focusing on these So we decided that for our impact fund we are going to focus on these as well So when we’re when we’re measuring how much impact our our high impact fund is making we look at the percentage of revenue that the companies are generating from impactful products or services So a company in our portfolio like Vestas Wind Systems that’s out of Denmark the they manufacture about 17 percent of the wind turbines around the world They’re  percent of their revenue comes from from impactful products So they would have  percent impact And then we might invest in other companies that have energy efficiency projects but maybe that’s about 40 percent of their overall revenueSo then that would be 40percent impact And within our impact fund we want to have an average impact within the companies we’re investing in Of about 50 percent And right now within that fund I think",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the future or making the most out of retirement My collaborative and solutions-driven approach has helped me to create strong client partnerships As Genus’ first hire in  I have extensive experience and knowledge to meet my clients’ needs I am proud to contribute to an organization that continues to innovate and has become a leader in sustainable investments My own personal values include honesty integrity and inclusion I am a total gym rat I believe that exercise is so important for mental and physical health I look forward every year to our family vacations with my husband and two boys Mike Thiessen – Chief Sustainability Officer Co-Chief Investment Officer Partner Mike provides leadership for all sustainable disciplines including research and portfolio construction Prior to joining Genus he worked at a strategic consultancy firm a quantitative hedge fund and an equity research firm Mike holds an MBA from the University of Cambridge concentrating in Social Innovation and is a CFA",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "impactmanagementproject",
                            "thebodyshop",
                            "tentree",
                            "bcorporation",
                            "sasb",
                            "time",
                            "patagonia",
                            "businessinsider",
                            "unfccc",
                            "saltspringcoffee",
                            "forbes",
                            "dol",
                            "medium",
                            "share",
                            "eventbrite",
                            "spring",
                            "nytimes",
                            "yahoo",
                            "persephonebrewing",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "squarespace",
                            "svx",
                            "renewalfunds",
                            "amazon",
                            "summerhill"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}