{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided information, there are several sustainable or environmental practices that have been implemented across different areas of the organization. These include:\n\n1. Procuring food locally from partners who offer regional and seasonal options, avoiding \"resource wasters\" and CO2 sinners.\n2. Encouraging employees to commute using public transportation, bicycles, electric vehicles, or sustainable means of transportation for business trips.\n3. Using ewzpronatur - a certified natural power from Switzerland - as their energy supplier.\n4. Reducing CO2 emissions by saving approximately 10 tons per year.\n5. Investing in sustainable products and projects, including those with a positive impact on both the environment and society.\n6. Offering knowledge transfer on megatrends, promoting good conversations, and providing warm hospitality while considering sustainability.",
            "source": [
                {
                    "content": "specific financial products that have a positive impact on the environment Being part of this team and contributing to leaving a sustainable footprint fills me with pride The future-mover idea inspires and motivates me in the organization and implementation of events our guests are offered knowledge transfer on megatrends good conversations and warm hospitality with sustainability in mind“ We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for private persons It is important to us to be a good host to our guests that visit our house However we do not look only at the quality of the food but also at sustainability We obtain our food from local partners with regional and seasonal offers We do not do business with “Resource wasters” and CO2 sinners Visit our next Roundtable and convince yourself 84 percent of our employees commute to work by public transport or bicycle 12 percent of our employees drive electric vehicles And for business trips Globalance also uses the sustainable option and travels by bus streetcar train etc Whenever possible we save 10 tons of CO2 15 kilograms of nitrogen oxides and  grams of particulate matter every year We also pay attention to sustainability with our energy supplier and use ewzpronatur A certified natural power from Switzerland For every kilowatt hour used a centime flows into the Naturemade star fund Naturemade star is the Swiss seal of approval for green electricity from hydropower",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "with a positive impact on environment and society – whether by financing projects or through constructive dialogue with companies To use this influence effectively you need a deep understanding of a company’s impact That’s why I’m motivated to help investors invest for the future“ We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Sustainable products have become a big seller – in all sectors Green labels wherever you look food textiles cosmetics Sustainable investments have also entered the mainstream But not everything that hides behind the green label is actually green So how can we safely navigate through the sustainability jungle without falling into the greenwashing trap Over the last 10 years sustainable investments have performed better than traditional ones The chart below shows the price development of the MSCI World grey broad world equity index compared to the MSCI World SRI top 25 percent of sustainable companies; green Expressed in figures the MSCI World SRI clearly outperforms the world equity index by around 25 percent Looking back over the past 12 months sustainable indices have also kept pace with the world equity index The war in Europe and the associated energy crisis triggered a short-term revival of fossil fuels on the stock markets a development from which sustainable indices did not",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Based on the provided information, it seems that Globalance has a strong focus on sustainability and environmental conservation. However, there isn't a direct mention of specific events or initiatives related to environmental conservation within the text. It would be helpful if more details were available about the company's activities and initiatives in this area.",
            "source": [
                {
                    "content": "specific financial products that have a positive impact on the environment Being part of this team and contributing to leaving a sustainable footprint fills me with pride The future-mover idea inspires and motivates me in the organization and implementation of events our guests are offered knowledge transfer on megatrends good conversations and warm hospitality with sustainability in mind“ We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "„The future mover idea inspires and motivates me in the organization and implementation of events“ Monika Keiser Diaz is responsible for the implementation of internal and external physical and digital events at Globalance Before joining Globalance she worked in marketing for well-known companies such as Metro International AG and 3M Switzerland AG After taking a family break she completed a CAS in Event Management to gain a foothold in professional event organization With her passion for live communication her hands-on mentality and her eye for detail she helps to ensure that our events leave a lasting positive impression on the participants „I am fascinated by the fact that the founders of Globalance have been dealing with the topic of sustainability for over 25 years and have developed specific financial products that have a positive impact on the environment Being part of this team and contributing to leaving a sustainable footprint fills me with pride The future-mover idea",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "charitable foundations to align their philanthropy strategy with their wealth planning Our philanthropy clients have access to our networks our project universe and future-oriented education programs We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Erfahren Sie heute was die Welt von morgen bewegt Sie sind herzlich eingeladen Der Patentanwalt und Spezialist für geistiges Eigentum Beat Weibel berichtet über die Möglichkeiten und Tiefen der künstlichen Intelligenz im Alltag Wir erarbeiten gerade ein spannendes Event Programm für das 2 Halbjahr Schauen Sie für weitere spannende Globalance Events gern Ende Mai nochmals vorbei Unser Leiter Impact Research Peter Zollinger und Niklaus Haller Leiter Kunden  Mitglied der Geschäftsleitung erklären Ihnen wie zukunftsorientierte Anlagen mit dem Globalance Footprint® ausgewählt werden und weshalb dieses Vorgehen für Sie als Anlegerinnen Transparenz schafft Zukunftbeweger-Unternehmen bauen ua unsere neue Energie-Infrastruktur oder helfen die Energieeffizienz zu steigern Daniel Muntwyler Gründungspartner und Leiter Kunden Schweiz und Thomas Pfyl Leiter Investment Selection erklären Ihnen die Chancen und Risiken der zukünftigen globalen Energieversorgung Andrea Rytz CEO Schulthess Klinik führt",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The Globalance Footprint introduced in the text provides an easily manageable and highly plausible instrument for assessing the environmental impact of various aspects such as economy, society, and environment. This tool allows for the reporting of environmental impact metrics related to these dimensions. By using the Globalance Footprint, it becomes possible to evaluate and compare the environmental performance of different entities across these dimensions, providing valuable insights into areas where improvements can be made.",
            "source": [
                {
                    "content": "and socioecological acceptance All too often the optimisation of one of those dimensions acts to the detriment of one or both of the others Balancing them out is difficult indeed Quantitative and qualitative criteria tend to intermingle subjectivity always lurks in the background and the state of the art differs in all three instances Tried and true instruments for assessing efficiency and technological developments have been around for centuries But the third dimension – society and the environment – is frequently still a mixture of emotional demands uncertain interrelationships debatable statistics and academic hauteur Through the introduction of the Globalance Footprint there is now available for the first time an easily manageable and highly plausible instrument for this purpose That’s what I call real progress“ We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "über die Möglichkeiten und Tiefen der künstlichen Intelligenz im Alltag Unser Leiter Impact Research Peter Zollinger und Niklaus Haller Leiter Kunden  Mitglied der Geschäftsleitung erklären Ihnen wie zukunftsorientierte Anlagen mit dem Globalance Footprint® ausgewählt werden und weshalb dieses Vorgehen für Sie als Anlegerinnen Transparenz schafft Zukunftbeweger-Unternehmen bauen ua unsere neue Energie-Infrastruktur oder helfen die Energieeffizienz zu steigern Daniel Muntwyler Gründungspartner und Leiter Kunden Schweiz und Thomas Pfyl Leiter Investment Selection erklären Ihnen die Chancen und Risiken der zukünftigen globalen Energieversorgung Gerne versorgen wir Sie mit den aktuellsten Trends der Zukunft rund um Wirtschaft Gesellschaft und Umwelt",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "über die Möglichkeiten und Tiefen der künstlichen Intelligenz im Alltag Unser Leiter Impact Research Peter Zollinger und Niklaus Haller Leiter Kunden  Mitglied der Geschäftsleitung erklären Ihnen wie zukunftsorientierte Anlagen mit dem Globalance Footprint® ausgewählt werden und weshalb dieses Vorgehen für Sie als Anlegerinnen Transparenz schafft Zukunftbeweger-Unternehmen bauen ua unsere neue Energie-Infrastruktur oder helfen die Energieeffizienz zu steigern Daniel Muntwyler Gründungspartner und Leiter Kunden Schweiz und Thomas Pfyl Leiter Investment Selection erklären Ihnen die Chancen und Risiken der zukünftigen globalen Energieversorgung Gerne versorgen wir Sie mit den aktuellsten Trends der Zukunft rund um Wirtschaft Gesellschaft und Umwelt",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "über die Möglichkeiten und Tiefen der künstlichen Intelligenz im Alltag Unser Leiter Impact Research Peter Zollinger und Niklaus Haller Leiter Kunden  Mitglied der Geschäftsleitung erklären Ihnen wie zukunftsorientierte Anlagen mit dem Globalance Footprint® ausgewählt werden und weshalb dieses Vorgehen für Sie als Anlegerinnen Transparenz schafft Zukunftbeweger-Unternehmen bauen ua unsere neue Energie-Infrastruktur oder helfen die Energieeffizienz zu steigern Daniel Muntwyler Gründungspartner und Leiter Kunden Schweiz und Thomas Pfyl Leiter Investment Selection erklären Ihnen die Chancen und Risiken der zukünftigen globalen Energieversorgung Gerne versorgen wir Sie mit den aktuellsten Trends der Zukunft rund um Wirtschaft Gesellschaft und Umwelt",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Based on the provided information, it appears that the organization has demonstrated a strong focus on sustainability and socially responsible investment practices throughout its history. They have created innovative products such as the \"SAM Sustainable Water Fund,\" which invests in solutions addressing global water challenges. Additionally, they have collaborated with reputable organizations like Dow Jones to establish industry standards, including the \"Dow Jones Sustainability Index.\" While there isn't specific mention of public commitments to social or corporate responsibility, the overall approach and initiatives suggest a dedication to these principles.",
            "source": [
                {
                    "content": "of various foundations „In my previous role as sparring partner for companies like Nestlé and Swiss Re I was described by a journalist as being a ‹boardroom campaigner› for responsible business management That kind of hits the nail on the head Once the CEO of a Brazilian cellulose producer sent me a great photo album of his country as a Christmas present On the enclosed card he wrote ‹Thank you for helping me see the business case of stakeholder engagement› With Globalance Bank it’s indeed exciting to build a company that puts demanding clients in a position to invest their wealth in a future-oriented manner“ We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We have been pioneers for over 25 years In  we founded the world’s first sustainable asset management company SAM Sustainable Asset Management and established the Sustainability Index with Dow Jones thus setting a benchmark In  we founded Globalance Bank and launched Globalance World in  Vor 25 Jahren als «Nachhaltigkeit» im Finanzmarkt noch ein Fremdwort war haben unsere Gründer mit der Gründung von SAM «Sustainable Asset Management» dem weltweit ersten Vermögensverwalter für nachhaltige Investitionen eine Revolution gestartet  lancierten unsere Gründer den weltweit ersten Anlagefonds mit Fokus auf Nachhaltigkeit den «Sustainable Performance Group Fonds» In Zusammenarbeit mit Dow Jones setzten unser Gründer einen weiteren Meilenstein Den «Dow Jones Sustainability Index» Heute eine der weltweit am häufigsten genutzten Referenz für nachhaltige Investitionen Unsere Gründer lancierten den «SAM Sustainable Water Fund» der erstmals in Unternehmen investiert die Lösungen für die globalen",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "„It is exciting to build a company with Globalance Bank that enables discerning clients to invest their assets in a future-oriented manner“ As Head of Impact Research at Globalance Bank Peter Zollinger assesses the effect our investments have on the economy the environment and the society as a whole He supervises Globalance World and helps to select suitable investments with a positive footprint Peter Zollinger played a key role in the establishment of London-based SustainAbility Ltd a leading international consulting firm and think tank for sustainability  aquired by ERM He is an expert on the topic and views it as a modern principle for good corporate governance As CEO he shaped the practice as well as the debate surrounding sustainability and business In doing so he advised the managers of multinational companies such as Nestlé Swiss Re and Holcim as well as the United Nations and the International Finance Corporation IFC/World Bank Peter Zollinger was also allied with Swiss",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "pioneers for over 25 years In  we founded the world’s first sustainable asset management company SAM Sustainable Asset Management and established the Sustainability Index with Dow Jones thus setting a benchmark In  we founded Globalance Bank and launched Globalance World in  Vor 25 Jahren als «Nachhaltigkeit» im Finanzmarkt noch ein Fremdwort war haben unsere Gründer mit der Gründung von SAM «Sustainable Asset Management» dem weltweit ersten Vermögensverwalter für nachhaltige Investitionen eine Revolution gestartet  lancierten unsere Gründer den weltweit ersten Anlagefonds mit Fokus auf Nachhaltigkeit den «Sustainable Performance Group Fonds» In Zusammenarbeit mit Dow Jones setzten unser Gründer einen weiteren Meilenstein Den «Dow Jones Sustainability Index» Heute eine der weltweit am häufigsten genutzten Referenz für nachhaltige Investitionen Unsere Gründer lancierten den «SAM Sustainable Water Fund» der erstmals in Unternehmen investiert die Lösungen für die globalen Wasserthemen",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual and semi-annual reports available that detail the commitments made by the company towards its clients, foundations, families, and institutional investors. These reports highlight the efforts taken to ensure market returns while creating a positive impact on the economy, society, and the environment. Additionally, they emphasize the importance of transparency in investment management and the exclusivity of focusing solely on sustainable investments.\n\nThe annual report typically provides a comprehensive overview of the company's activities, achievements, and challenges faced during the year. It includes information about the strategies implemented to meet the stated goals related to sustainability, social responsibility, and environmental stewardship. On the other hand, the semi-annual report offers insights into the progress made since the last reporting period, allowing stakeholders to monitor the company's commitment to sustainability and responsible investing practices.",
            "source": [
                {
                    "content": "clients foundations families and institutional investors Our clients not only generate market returns but also a positive impact on the economy the society and the environment You benefit from the expertise of an experienced team and exceptional transparency regarding your investments The exclusive focus on sustainable investments with our decades-long track record is unique in the financial industry The client funds are invested according to strict criteria of sustainability financial quality and positive impact on the economy the society and the environment In the Globalance Zukunftbeweger Focused Fund equity fund and the Sokrates Fund multi-asset fund you invest in companies that are operating in strongly growing megatrends and contribute to a positive future with their products and services Let us analyse your current investment portfolio for sustainability and future viability We will show you the risks footprint and transparency of the reported and often hidden costs We will",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "von den Vorteilen einer mehrfach ausgezeichneten und eigentümergeführten Schweizer Privatbank Sie möchten für Ihre Kundinnen einen Anlagefonds oder ein Tracker-Zertifikat mit einer nachhaltigen und zukunftsorientierten Anlagestrategie lancieren Gerne unterstützen wir Banken unabhängige Vermögensverwalter und Family Offices mit Sie sind Rechtsanwältin/Rechtsanwalt oder Treuhänderin und Ihre Mandantinnen fragen Sie wie sie ihr Vermögen nachhaltig und zukunftsorientiert anlegen können Gerne unterstützen wir Sie dabei mit unseren Anlagelösungen Sie profitieren von mehr als 25 Jahren Erfahrung in der nachhaltigen und zukunftsorientierten Vermögensverwaltung Globalance ist eine eigentümergeführte und mehrfach ausgezeichnete Schweizer Privatbank mit einer einzigartigen Anlagephilosophie Unser visionärer und zukunftsorientierter Ansatz zeigt sich sowohl im individuellen Reporting für Ihre Kundinnen wie auch in der aussergewöhnlichen Darstellung der Portfolios Ihrer Kunden Mit Globalance",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "von den Vorteilen einer mehrfach ausgezeichneten und eigentümergeführten Schweizer Privatbank Sie möchten für Ihre Kundinnen einen Anlagefonds oder ein Tracker-Zertifikat mit einer nachhaltigen und zukunftsorientierten Anlagestrategie lancieren Gerne unterstützen wir Banken unabhängige Vermögensverwalter und Family Offices mit Sie sind Rechtsanwältin/Rechtsanwalt oder Treuhänderin und Ihre Mandantinnen fragen Sie wie sie ihr Vermögen nachhaltig und zukunftsorientiert anlegen können Gerne unterstützen wir Sie dabei mit unseren Anlagelösungen Sie profitieren von mehr als 25 Jahren Erfahrung in der nachhaltigen und zukunftsorientierten Vermögensverwaltung Globalance ist eine eigentümergeführte und mehrfach ausgezeichnete Schweizer Privatbank mit einer einzigartigen Anlagephilosophie Unser visionärer und zukunftsorientierter Ansatz zeigt sich sowohl im individuellen Reporting für Ihre Kundinnen wie auch in der aussergewöhnlichen Darstellung der Portfolios Ihrer Kunden Mit Globalance",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "annual report or semi-annual re­port if it is more recent The performance shown does not take account of any commissions and costs charged when subscribing to and redeeming shares The aforementioned documents can be obtained at no cost from the Representative or Globalance Bank Ltd Copyright ©  Globalance Bank Ltd – all rights reserved We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided text, it seems that there may not have been any specific community or social events mentioned that directly relate to the commitments mentioned. However, it can be inferred that the company might organize various events, workshops, or seminars related to sustainability, philanthropy, and wealth management. These events could serve as platforms for knowledge sharing, networking, and collaboration among stakeholders interested in making a positive impact on society and the environment.",
            "source": [
                {
                    "content": "„Der Zukunftsbeweger-Gedanke inspiriert und motiviert mich bei der Organisation und Umsetzung von Events“ Monika Keiser Diaz verantwortet die Durchführung von internen und externen physischen und digitalen Events bei Globalance Vor ihrer Tätigkeit bei Globalance arbeitete sie im Marketing bei namhaften Unternehmen wie Metro International AG und 3M Schweiz AG Nach dem familienbedingten Kürzertreten absolvierte sie ein CAS in Event Management um Fuss in der professionellen Eventorganisation zu fassen Mit Leidenschaft für Live-Kommunikation ihrer Hands-on-Mentalität und dem Auge für Details trägt sie dazu bei dass unsere Events bei den Teilnehmerinnen und Teilnehmern einen nachhaltig positiven Eindruck hinterlassen „Mich fasziniert dass sich die Gründer von Globalance bereits seit über 25 Jahren mit dem Thema Nachhaltigkeit auseinandersetzen und spezifische Finanzprodukte entwickelten welche die Umwelt positiv prägen Diesem Team anzugehören und beizutragen einen nachhaltigen Fussabdruck",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "„Der Zukunftsbeweger-Gedanke inspiriert und motiviert mich bei der Organisation und Umsetzung von Events“ Monika Keiser Diaz verantwortet die Durchführung von internen und externen physischen und digitalen Events bei Globalance Vor ihrer Tätigkeit bei Globalance arbeitete sie im Marketing bei namhaften Unternehmen wie Metro International AG und 3M Schweiz AG Nach dem familienbedingten Kürzertreten absolvierte sie ein CAS in Event Management um Fuss in der professionellen Eventorganisation zu fassen Mit Leidenschaft für Live-Kommunikation ihrer Hands-on-Mentalität und dem Auge für Details trägt sie dazu bei dass unsere Events bei den Teilnehmerinnen und Teilnehmern einen nachhaltig positiven Eindruck hinterlassen „Mich fasziniert dass sich die Gründer von Globalance bereits seit über 25 Jahren mit dem Thema Nachhaltigkeit auseinandersetzen und spezifische Finanzprodukte entwickelten welche die Umwelt positiv prägen Diesem Team anzugehören und beizutragen einen nachhaltigen Fussabdruck",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "„The future mover idea inspires and motivates me in the organization and implementation of events“ Monika Keiser Diaz is responsible for the implementation of internal and external physical and digital events at Globalance Before joining Globalance she worked in marketing for well-known companies such as Metro International AG and 3M Switzerland AG After taking a family break she completed a CAS in Event Management to gain a foothold in professional event organization With her passion for live communication her hands-on mentality and her eye for detail she helps to ensure that our events leave a lasting positive impression on the participants „I am fascinated by the fact that the founders of Globalance have been dealing with the topic of sustainability for over 25 years and have developed specific financial products that have a positive impact on the environment Being part of this team and contributing to leaving a sustainable footprint fills me with pride The future-mover idea",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Families of wealth increasingly want to play an active role in solving global challenges through their philanthropic commitment NextGen members in particular are increasingly seeking to make a positive impact on the economy society and the environment through investment and philanthropy We build bridges between generations and strengthen the resilience of families Through strong family governance our approach supports a smooth transfer of wealth and prepares the next generation for their inheritance Our collaborative approach to philanthropy involves developing a philanthropy strategy consistent with your values and the global goals for sustainable development We also enable you to work with the right partners to achieve a sustainable impact We work with private clients family offices and charitable foundations to align their philanthropy strategy with their wealth planning Our philanthropy clients have access to our networks our project universe and future-oriented education programs",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided information, it seems that several products, services, and technologies are mentioned or alluded to. These include personal computers (PCs), networks, web applications, cloud providers such as Amazon Web Services or Microsoft Azure, content providers like Netflix and Spotify, inter-connections, energy-efficient possibilities, and global player Equinix. Additionally, there are mentions of innovative designs for new products and processes by individuals like Remigius, who focus on meeting the needs of B2B clients while breaking new ground to achieve optimal solutions.",
            "source": [
                {
                    "content": "it brings for consumers are revolutionizing the way we live This same technological development has already had significant impact on the financial markets but is still just the beginning Over the coming years we will experience fundamental changes to the way we manage our financial assets A team like the one from Globalance Bank – with its clear focus its international renown experts and its strong willingness to innovate – is the best fundament to realize digital innovations I am thrilled to contribute my experiences with the design and implementation of digital products / services to this exciting development“ We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "erst PCs dann Netzwerke und schliesslich Web-Applikationen die digitale Welt revolutionierten definieren heute Inter-connections eine neue Ära des digitalen Lebens Führende Cloud-Provider Amazon Web Services oder Microsoft Azure und Content-Anbieter Netflix und Spotify vernetzen sich weltweit anhand sogenannter Interconnections mit ihren KundInnen respektive NutzerInnen Auf 5 Kontinenten hat Equinix einen Raum geschaffen in dem im Minutentakt neue energieeffiziente Möglichkeiten entstehen und in dem die Digitalisierung immer weiter voranschreitet Erfahren Sie mehr über Zukunftbeweger und werfen Sie einen Blick hinter die Kulissen eines der wichtigsten globalen Player in der Digitalisierung 1745 Uhr Empfang1800 Uhr Begrüssung                   Daniel Muntwyler Gründungspartner1805 Uhr Die Zukunftbeweger von heute                   Thomas Pfyl Leiter Investment Selection1830 Uhr Equinix wichtigster Player und Wegbereiter für due Digitalisierung                   Roger Semprini Managing",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "erst PCs dann Netzwerke und schliesslich Web-Applikationen die digitale Welt revolutionierten definieren heute Inter-connections eine neue Ära des digitalen Lebens Führende Cloud-Provider Amazon Web Services oder Microsoft Azure und Content-Anbieter Netflix und Spotify vernetzen sich weltweit anhand sogenannter Interconnections mit ihren KundInnen respektive NutzerInnen Auf 5 Kontinenten hat Equinix einen Raum geschaffen in dem im Minutentakt neue energieeffiziente Möglichkeiten entstehen und in dem die Digitalisierung immer weiter voranschreitet Erfahren Sie mehr über Zukunftbeweger und werfen Sie einen Blick hinter die Kulissen eines der wichtigsten globalen Player in der Digitalisierung 1745 Uhr Empfang1800 Uhr Begrüssung                   Daniel Muntwyler Gründungspartner1805 Uhr Die Zukunftbeweger von heute                   Thomas Pfyl Leiter Investment Selection1830 Uhr Equinix wichtigster Player und Wegbereiter für due Digitalisierung                   Roger Semprini Managing",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "design new products and processes In doing so he focuses on the needs of B2B clients and breaks new ground to achieve the best possible solutions Remigius holds a Masters in Banking and Finance MBF from the University of St Gallen and a Bachelor in Business Administration with a focus on Banking and Finance from the ZHAW School of Management and Law He is also a certified Wealth Management Advisor CWMA „An independent asset manager asked me whether I expect that ESG is just a trend that disappears again and should be ignored That’s when I realized how little knowledge there is in the financial industry about sustainable and future-oriented investing As part of Globalance I can now contribute to changing this I appreciate the entrepreneurial corporate culture and dedication to address the challenges facing the world today“ We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, it seems that there may not be any specific promotional events, expos, or sales mentioned for the financial offerings. However, the company might organize various events related to sustainability, future-motion ideas, and knowledge transfer on megatrends. These events could potentially attract potential customers who are interested in investing in sustainable financial products.",
            "source": [
                {
                    "content": "specific financial products that have a positive impact on the environment Being part of this team and contributing to leaving a sustainable footprint fills me with pride The future-mover idea inspires and motivates me in the organization and implementation of events our guests are offered knowledge transfer on megatrends good conversations and warm hospitality with sustainability in mind“ We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in everything we do We want to be among the best in investment returns research quality client reporting and client relationships We encourage curiosity innovation and continuous learning to achieve these goals We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "megatrends and develop solutions for global challenges They use future-oriented concepts to replace outdated business models and at the same time achieve a positive footprint They build smart megacities enable the energy turnaround rely on recycling management or develop sustainable mobility platforms The Globalance Future Mover Focused is an equity fund with a positive footprint managed by Globalance Bank It is the easiest way to invest with Globalance Bank You can simply buy its units via your own bank or via online banking The ISIN numbers for the equity funds are Would you like to invest in our funds but are not familiar with the procedure Our team will be happy to help you advise you in the selection process and accompany you step by step DisclaimerThis document is intended solely for informational purposes and constitutes neither an offer nor a solicitation to purchase or sell financial instruments or services It does not relieve the recipient from making an independent",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "branches client segments and markets – most recently in Eastern Switzerland as Market Head St Gallen He consulted large private clients HNWI  UHNWI especially entrepreneurs for Credit Suisse and successfully opened up new business areas Among other things he has developed a specific product offering for medics that has led to a substantial increase in market share within this specific target group In addition Niklaus Haller is involved as a member of the executive board for the association «Friends of the Museum for Design Zurich»  Niklaus Haller holds a Master of Advanced Studies in Business Administration ZHAW and has completed secondary education at the University of Zurich He is also a Certified Wealth Management Advisor CWMA We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There isn't any direct mention of commerce-related partnerships or collaborations in the provided text. However, there are several entities mentioned that could potentially be involved in commerce-related initiatives. These include banks (Globalance Bank), technology providers (Trimble) and associations (e.g., \"Friends of the Museum for Design Zurich\"). Additionally, the focus on future-oriented investment opportunities suggests that these partnerships may involve companies working together to create innovative solutions in various industries, which could indirectly contribute to commerce growth.",
            "source": [
                {
                    "content": "the catering industry We find out more about him and the impact of RECUP Net zero by  – We are campaigning for the Climate Change Act Find out what it’s all about why it’s important from an economic perspective and what we’re doing at Globalance Agriculture is facing some challenges It needs companies like Trimble to bring the necessary innovations to the market to meet the challenges In addition to optimising returns risk and diversification we are interested in finding companies that benefit from global megatrends and help to solve global challenges with their products and services For us moving more than money means going one step further and showing our clients transparently what impact their investments have on the economy the society and the environment That is why we were the first bank in the world to develop a digital globe Globalance World® to make investing easier more transparent and more tangible for our customers Discover Google Earth – a digital globe – for investors",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "branches client segments and markets – most recently in Eastern Switzerland as Market Head St Gallen He consulted large private clients HNWI  UHNWI especially entrepreneurs for Credit Suisse and successfully opened up new business areas Among other things he has developed a specific product offering for medics that has led to a substantial increase in market share within this specific target group In addition Niklaus Haller is involved as a member of the executive board for the association «Friends of the Museum for Design Zurich»  Niklaus Haller holds a Master of Advanced Studies in Business Administration ZHAW and has completed secondary education at the University of Zurich He is also a Certified Wealth Management Advisor CWMA We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of various foundations „In my previous role as sparring partner for companies like Nestlé and Swiss Re I was described by a journalist as being a ‹boardroom campaigner› for responsible business management That kind of hits the nail on the head Once the CEO of a Brazilian cellulose producer sent me a great photo album of his country as a Christmas present On the enclosed card he wrote ‹Thank you for helping me see the business case of stakeholder engagement› With Globalance Bank it’s indeed exciting to build a company that puts demanding clients in a position to invest their wealth in a future-oriented manner“ We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "specific financial products that have a positive impact on the environment Being part of this team and contributing to leaving a sustainable footprint fills me with pride The future-mover idea inspires and motivates me in the organization and implementation of events our guests are offered knowledge transfer on megatrends good conversations and warm hospitality with sustainability in mind“ We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " There are several employment and educational opportunities mentioned throughout the given information. Some of these include:\n\n1. ESG Analyst (CESGA and CFA certified)\n2. Yoga Teacher / NLP Coach / Positive Psychologist\n3. Project Head for Annual Reports\n4. Financial Communication Manager for Investor Relations departments\n5. Commercial Banking Apprentice with continuing education in project management\n6. Corporate Communications Professional with AKAD diploma\n7. Various roles within companies focusing on net-zero emissions, climate solutions, urban planning, and innovative technologies",
            "source": [
                {
                    "content": "a Bachelor of Science ZFH in Business Administration from the Zurich University of Economics and Business HWZ with Major in Banking  Finance „As an investment-expert I am constantly asked to react to the many global changes in the economy and politics That inspires me Our clients are open to new things and want to know more about where and how their assets are invested Their expectations are always very high We need to demonstrate curiosity and flexibility coupled with top professionalism so that we can exceed the expectations of our customers more often than not“ We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "ESG Analyst CESGA and CFA – Certificate in ESG Investing She is also a qualified business economist KLZ As a sideline she trained as a yoga teacher NLP coach and in positive psychology She is fascinated by the diversity of our world and loves to discover nature with her kayak or on foot „Being an active part of a positive world change getting people excited about sustainable investments and showing with conviction and enthusiasm that the upcoming paradigm shift brings many opportunities and possibilities is what inspires me in my work“ We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "communications area She was a member of management and project head for the company’s annual report Her last job at AXA was as Financial Communication Manager for the Investor Relations department Sonja Suter completed a commercial banking apprenticeship and followed up with continuing education studies in project management She also holds an AKAD diploma in corporate communications „I like to travel Hotels with perfectly organised procedures where the employees respond graciously to the needs of each guest and take pleasure in their work – those are places that exude sheer magic You’re always happy to return there Recently I experienced on a Mediterranean island how employees provided guests from various nations with a summary of the local news in their home country right at the breakfast table So all I can imagine is that the managers got up very early in the morning and compiled tailor-made news reports on behalf of their customers That kind of courtesy demonstrates clearly that",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "including MIT in Boston The father of seven children is the author of various publications such as “The Innovation War”   For more insights on megatrends please find the latest edition of our magazine ”futuremover” Net zero by  - We are campaigning for the Climate Change Act Find out what it's all about why it's important from an economic perspective and what we're doing at Globalance We are designing the cities of tomorrow today This requires intelligent concepts that combine nature and technology Twelve is a Pioneer in Climate Solutions The technology re\u0002places materials that were previously obtained from refined oil by extracting CO2 from the air We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are several types of events offered by these organizations related to job opportunities, career development, and industry insights. Here's a brief overview of some of these events:\n\n* Job fairs: All three companies occasionally host job fairs where they showcase available positions and connect with potential candidates. These events offer a great opportunity for job seekers to meet face-to-face with representatives from different departments and learn more about the companies.\n* Webinars: Regularly hosting webinars, these organizations provide valuable information and insights into various topics relevant to their industries. Participants can attend live sessions or watch recordings at their convenience. Some examples include discussions on market trends, industry updates, and expert advice on career growth.\n* Workshops: From time to",
            "source": [
                {
                    "content": "communications area She was a member of management and project head for the company’s annual report Her last job at AXA was as Financial Communication Manager for the Investor Relations department Sonja Suter completed a commercial banking apprenticeship and followed up with continuing education studies in project management She also holds an AKAD diploma in corporate communications „I like to travel Hotels with perfectly organised procedures where the employees respond graciously to the needs of each guest and take pleasure in their work – those are places that exude sheer magic You’re always happy to return there Recently I experienced on a Mediterranean island how employees provided guests from various nations with a summary of the local news in their home country right at the breakfast table So all I can imagine is that the managers got up very early in the morning and compiled tailor-made news reports on behalf of their customers That kind of courtesy demonstrates clearly that",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a Bachelor of Science ZFH in Business Administration from the Zurich University of Economics and Business HWZ with Major in Banking  Finance „As an investment-expert I am constantly asked to react to the many global changes in the economy and politics That inspires me Our clients are open to new things and want to know more about where and how their assets are invested Their expectations are always very high We need to demonstrate curiosity and flexibility coupled with top professionalism so that we can exceed the expectations of our customers more often than not“ We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "branches client segments and markets – most recently in Eastern Switzerland as Market Head St Gallen He consulted large private clients HNWI  UHNWI especially entrepreneurs for Credit Suisse and successfully opened up new business areas Among other things he has developed a specific product offering for medics that has led to a substantial increase in market share within this specific target group In addition Niklaus Haller is involved as a member of the executive board for the association «Friends of the Museum for Design Zurich»  Niklaus Haller holds a Master of Advanced Studies in Business Administration ZHAW and has completed secondary education at the University of Zurich He is also a Certified Wealth Management Advisor CWMA We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "aussieht Seit  ist Markus Epper Country Director Mongolei und führt das strategische und operative Management des BPN-Programms für die Mongolei Er bewertet Geschäftspläne coacht kleinere und mittlere Unternehmen vor Ort und leitet die Schulungsangebote Seine langjährigen Erfahrungen in leitenden Funktionen bei den SBB der ISS und der Stadt Zürich sind beste Voraussetzungen für die Ausübung seiner Entwicklungsarbeit Bei der Stiftung BPN steht die Förderung von Kleinunternehmen in Entwicklungsländern im Zentrum Durch individuelles Coaching betriebswirtschaftliche Weiterbildung und Kredite nach dem Motto «Hilfe zur Selbsthilfe» werden die Unternehmerinnen befähigt ihre Betriebe professionell aufzubauen Seit über 20 Jahren engagiert sich die ZEWO-zertifizierte Stiftung in ausgewählten Ländern wie zB Kirgistan Nicaragua oder der Mongolei und hat schon mehr als 1’ Betriebe unterstützt und dadurch über 32’ Arbeitsplätze gefördert Das Event findet an der PHZ Pädagogische Hochschule an der",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " From the provided text, it is not explicitly mentioned which specific employee or participant benefits are being highlighted. However, we can infer some general benefits from the context. Some of these benefits include:\n\n1. Pride in contributing to a sustainable footprint: Employees feel proud for their contributions towards creating a more sustainable world through their work.\n2. Knowledge transfer on megatrends: Participants benefit from learning about future trends in various fields such as economy, society, and environment. This helps them stay informed and adaptable to changes in their respective industries.\n3. Good conversations and warm hospitality with sustainability in mind: Guests enjoy meaningful interactions and a welcoming atmosphere while considering environmental impact. This creates a positive experience for all involved.\n4. Opportunities for professional growth: Both employees and participants may have opportunities to develop new skills, learn from industry experts, and grow professionally within the context of the organization's mission and values.",
            "source": [
                {
                    "content": "specific financial products that have a positive impact on the environment Being part of this team and contributing to leaving a sustainable footprint fills me with pride The future-mover idea inspires and motivates me in the organization and implementation of events our guests are offered knowledge transfer on megatrends good conversations and warm hospitality with sustainability in mind“ We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Globalance ist seit  eine zertifizierte Benefit Corporation Certified B Corp Sie war in Europa erst die zweite Bank welche dieses Qualitätslabel erhält und in der Schweiz eines der ersten Unternehmen überhaupt  wurde Globalance zum dritten Mal re-zertifiziert Dieses Jahr mit einem noch besseren Resultat obwohl die Prüfung erneut strenger erfolgte Das Zertifikat B Corporation wird weltweit Unternehmen verliehen welche die Zukunft positiv prägen Es sind diese Firmen die unternehmerischen Erfolg breiter definieren Sie streben nach geschäftlichem Erfolg indem sie für Wirtschaft und Gesellschaft wertvolle Leistungen erbringen Die Unternehmen werden regelmässig von einer unabhängigen Stelle überprüft Sie müssen umfassende hohe Standards erfüllen bezüglich Transparenz Verantwortlichkeit und Rechenschaftsablage gesellschaftlicher Akzeptanz und Umwelt Zertifizierte B Corporations sind verpflichtet die Wirkung ihres Geschäfts auf relevante Anspruchsgruppen zu berücksichtigen und nachhaltig zu",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Globalance ist seit  eine zertifizierte Benefit Corporation Certified B Corp Sie war in Europa erst die zweite Bank welche dieses Qualitätslabel erhält und in der Schweiz eines der ersten Unternehmen überhaupt  wurde Globalance zum dritten Mal re-zertifiziert Dieses Jahr mit einem noch besseren Resultat obwohl die Prüfung erneut strenger erfolgte Das Zertifikat B Corporation wird weltweit Unternehmen verliehen welche die Zukunft positiv prägen Es sind diese Firmen die unternehmerischen Erfolg breiter definieren Sie streben nach geschäftlichem Erfolg indem sie für Wirtschaft und Gesellschaft wertvolle Leistungen erbringen Die Unternehmen werden regelmässig von einer unabhängigen Stelle überprüft Sie müssen umfassende hohe Standards erfüllen bezüglich Transparenz Verantwortlichkeit und Rechenschaftsablage gesellschaftlicher Akzeptanz und Umwelt Zertifizierte B Corporations sind verpflichtet die Wirkung ihres Geschäfts auf relevante Anspruchsgruppen zu berücksichtigen und nachhaltig zu",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "hier haben sich Beharrlichkeit und Durchhaltevermögen ausgezahlt 😉 Eine eindrucksvolle Erfahrung für mich waren zum Beispiel die Werbebudgets zur Einführung und die Reichweite in den sozialen Medien als wir mit den Kooperationen gestartet sind Kürzlich war der ehemalige US-Präsident Barack Obama zu Gast in Zürich und füllte das Hallenstadion Sie waren Teil des Panels der zukunftsgestaltenden Unternehmerinnen und Führungskräfte Welche Rolle nimmt „Purpose” für Sie ein und wie können wir den Zweck als Denkmuster ins Zentrum der Wirtschaft rücken Wir haben RECUP als wirtschaftliches Unternehmen gegründet um mit eigenen Einnahmen unseren Zweck der Müllvermeidung zu erreichen Die meisten Unternehmen wurden initial mit einem klaren Zweck gegründet von der Herstellung hochwertiger technischer Geräte über die besten Sportschuhe für Leistungssportler bis hin zur sicheren Geldanlage von Menschen die für die Rente vorsorgen möchten Voraussetzung für hohe Qualität Verlässlichkeit und am Ende auch",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided text, it seems that the most recent financial or earnings report showcases Globalance Bank's commitment to providing exceptional services, fostering innovation, and prioritizing sustainability. Additionally, the report highlights the bank's dedication to offering clients access to valuable information about emerging trends across various sectors, including economics, society, and the environment. However, without directly referencing the specific details from the report, it would be speculative to provide exact figures or data points.",
            "source": [
                {
                    "content": "table So all I can imagine is that the managers got up very early in the morning and compiled tailor-made news reports on behalf of their customers That kind of courtesy demonstrates clearly that ‹Nothing is too much for us when it comes to you as our customer› This esteem for people and enthusiasm for what one offers them is something I want to pass on at Globalance Bank as CEO Assistant and Head of Communications“ We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and on the world With Globalance World I love that you see the temperature the natural resource and the ecological impact It really helps you to become more aware of all the consequences of our investments We are living in challenging times war in Europe global climate crisis energy shortages and geopolitical tensions Yet what positive outcomes can you identify We are suffering from the problems we created ourselves We need to be more respectful and integrate the economy withecology More and more there is an awareness that we can protect the environment by using new business opportunities We are starting to understand that we cannot continue like in the past and that we have to change our altitude to take a better direction exactly like in a balloon How do you perceive the recent massive government funding package such as the Biden administration Inflation Reduction Act or EU’s new Green Deal industrial plan It’s finally promising to see that the governments are pushing the industry",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in everything we do We want to be among the best in investment returns research quality client reporting and client relationships We encourage curiosity innovation and continuous learning to achieve these goals We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "annual report or semi-annual re­port if it is more recent The performance shown does not take account of any commissions and costs charged when subscribing to and redeeming shares The aforementioned documents can be obtained at no cost from the Representative or Globalance Bank Ltd Copyright ©  Globalance Bank Ltd – all rights reserved We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, it seems that Globalance Bank organizes various events related to finance and sustainability. However, there isn't any specific mention of investor events or funding rounds within the text. It would be helpful if you could clarify whether you are looking for such events or rounds related to Globalance Bank specifically or any other companies/organizations.",
            "source": [
                {
                    "content": "specific financial products that have a positive impact on the environment Being part of this team and contributing to leaving a sustainable footprint fills me with pride The future-mover idea inspires and motivates me in the organization and implementation of events our guests are offered knowledge transfer on megatrends good conversations and warm hospitality with sustainability in mind“ We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "„It is exciting to see that more and more people are making a difference by investing their money wisely“ Janina Seitle is responsible for strategic event management as well as marketing and communication activities at Globalance She holds a Bachelor’s degree in German Studies and Media  Communication Science University of Mannheim Germany During her studies she gained first experience in marketing in the areas of digital healthcare product management and image enhancement Due to her great passion for the hospitality and event industry she moved to Switzerland in  after completing her Master’s degree in Gender Studies at the University of Freiburg Germany Prior to joining our team she worked as a managing director of a Zurich-based hospitality company In addition Janina Seitle is involved as a member of the executive board for the «Thomas Mann Association Zürich» „Every turning point in history has pioneers who lead society into the future Globalance Bank was the first private bank in",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "investments like Bertrand Piccard If you want to invest assets successfully today they should be geared towards future viability and sustainability Let us advise you or check the footprint of your investments on Globalance World® In an interview with Florian Pachaly the founder of RECUP the market-leading reusable solutions for the catering industry We find out more about him and the impact of RECUP The jury of the renowned business magazine BILANZ has decided Globalance has been awarded as the best Swiss private bank and long-time quality leader Globalance became the first Swiss bank to publish the Swiss Climate Scores for all the assets we manage including investment funds We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "are committed to Today however our partner is not Dow Jones but many private investors foundations and families who achieve a return with meaning with their investments” We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided text, there isn't specific information about financial or funding goals set for the next period. However, some general insights can be drawn from the text regarding the organization's overall mission and values. They emphasize providing exceptional services, maintaining high standards, encouraging innovation, and staying informed about future trends. These objectives likely guide their decision-making processes and help them achieve long-term success.",
            "source": [
                {
                    "content": "charitable foundations to align their philanthropy strategy with their wealth planning Our philanthropy clients have access to our networks our project universe and future-oriented education programs We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in everything we do We want to be among the best in investment returns research quality client reporting and client relationships We encourage curiosity innovation and continuous learning to achieve these goals We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As the supreme supervisory body our Board of Directors is responsible for the success and achievement of our goals Our members have outstanding expertise and the necessary independence to ask critical questions Sonja Suter Assistant to the Board of Directors [email protected] Sonja Suter Assistant to the Board of Directors [email protected] Sonja Suter Assistant to the Board of Directors [email protected] Sonja Suter Assistant to the Board of Directors [email protected] Sonja Suter Assistant to the Board of Directors [email protected] Sonja Suter Assistant to the Board of Directors [email protected] We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "no liability whatsoever for losses or damages of any kind from direct or indirect consequential damages that could arise from the use of this factsheet Subscriptions are only valid on the basis of the latest sales prospectus the key investor information document KIID the Fund Statutes and the Fund’s latest annual report or semi-annual re­port if it is more recent The performance shown does not take account of any commissions and costs charged when subscribing to and redeeming shares The aforementioned documents can be obtained at no cost from the Representative or Globalance Bank Ltd Copyright ©  Globalance Bank Ltd – all rights reserved We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided information, there is no mention of any specific publication, research finding, or introduced technology in relation to the topics discussed during the online event. The focus seems to be more on providing insights and understanding about various aspects such as impact research, artificial intelligence, future-oriented investments, energy infrastructure development, and intellectual property rights.",
            "source": [
                {
                    "content": "Peter Zollinger Leiter Impact Research führt Sie durch das innovative Tool und hilft Ihnen die komplexen Zusammenhänge von Geldanlagen und deren Wirkung besser zu verstehen  Wir freuen uns Sie digital an diesem Online-Event begrüssen zu dürfen Bitte wählen Sie folgend Ihr Wunschdatum aus Gerne lassen wir Ihnen die Instruktionen und Details zur Teilnahme vor dem Event zukommen Der Patentanwalt und Spezialist für geistiges Eigentum Beat Weibel berichtet über die Möglichkeiten und Tiefen der künstlichen Intelligenz im Alltag Unser Leiter Impact Research Peter Zollinger und Niklaus Haller Leiter Kunden  Mitglied der Geschäftsleitung erklären Ihnen wie zukunftsorientierte Anlagen mit dem Globalance Footprint® ausgewählt werden und weshalb dieses Vorgehen für Sie als Anlegerinnen Transparenz schafft Zukunftbeweger-Unternehmen bauen ua unsere neue Energie-Infrastruktur oder helfen die Energieeffizienz zu steigern Daniel Muntwyler Gründungspartner und Leiter Kunden Schweiz und Thomas Pfyl",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Peter Zollinger Leiter Impact Research führt Sie durch das innovative Tool und hilft Ihnen die komplexen Zusammenhänge von Geldanlagen und deren Wirkung besser zu verstehen  Wir freuen uns Sie digital an diesem Online-Event begrüssen zu dürfen Bitte wählen Sie folgend Ihr Wunschdatum aus Gerne lassen wir Ihnen die Instruktionen und Details zur Teilnahme vor dem Event zukommen Der Patentanwalt und Spezialist für geistiges Eigentum Beat Weibel berichtet über die Möglichkeiten und Tiefen der künstlichen Intelligenz im Alltag Unser Leiter Impact Research Peter Zollinger und Niklaus Haller Leiter Kunden  Mitglied der Geschäftsleitung erklären Ihnen wie zukunftsorientierte Anlagen mit dem Globalance Footprint® ausgewählt werden und weshalb dieses Vorgehen für Sie als Anlegerinnen Transparenz schafft Zukunftbeweger-Unternehmen bauen ua unsere neue Energie-Infrastruktur oder helfen die Energieeffizienz zu steigern Daniel Muntwyler Gründungspartner und Leiter Kunden Schweiz und Thomas Pfyl",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Peter Zollinger Leiter Impact Research führt Sie durch das innovative Tool und hilft Ihnen die komplexen Zusammenhänge von Geldanlagen und deren Wirkung besser zu verstehen Das Ausrichten unserer Events wird stetig unter den aktuellsten Bestimmungen und Gesichtspunkten zur Durchführung von Veranstaltungen des BAGs neu bewertet Alle Massnahmen und Verordnungen werden dabei von uns streng eingehalten  Wir freuen uns deshalb Sie vorübergehend digital an unserem Online-Event begrüssen zu dürfen Bitte wählen Sie folgend Ihr Wunschdatum aus Gerne lassen wir Ihnen die Instruktionen und Details zur Teilnahme vor dem Event zukommen Der Patentanwalt und Spezialist für geistiges Eigentum Beat Weibel berichtet über die Möglichkeiten und Tiefen der künstlichen Intelligenz im Alltag Unser Leiter Impact Research Peter Zollinger und Niklaus Haller Leiter Kunden  Mitglied der Geschäftsleitung erklären Ihnen wie zukunftsorientierte Anlagen mit dem Globalance Footprint® ausgewählt werden und weshalb",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Peter Zollinger Leiter Impact Research führt Sie durch das innovative Tool und hilft Ihnen die komplexen Zusammenhänge von Geldanlagen und deren Wirkung besser zu verstehen Das Ausrichten unserer Events wird stetig unter den aktuellsten Bestimmungen und Gesichtspunkten zur Durchführung von Veranstaltungen des BAGs neu bewertet Alle Massnahmen und Verordnungen werden dabei von uns streng eingehalten  Wir freuen uns deshalb Sie vorübergehend digital an unserem Online-Event begrüssen zu dürfen Bitte wählen Sie folgend Ihr Wunschdatum aus Gerne lassen wir Ihnen die Instruktionen und Details zur Teilnahme vor dem Event zukommen Der Patentanwalt und Spezialist für geistiges Eigentum Beat Weibel berichtet über die Möglichkeiten und Tiefen der künstlichen Intelligenz im Alltag Unser Leiter Impact Research Peter Zollinger und Niklaus Haller Leiter Kunden  Mitglied der Geschäftsleitung erklären Ihnen wie zukunftsorientierte Anlagen mit dem Globalance Footprint® ausgewählt werden und weshalb",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Yes, there are several ongoing and upcoming research projects and innovation initiatives related to the mentioned topics. Some of them include:\n\n1. Urbanization Research Projects: There are numerous research projects focused on understanding and addressing the challenges and opportunities associated with urbanization. Examples include \"Urban Age\" by LSE Cities, \"New Climate Economy\" by the Global Commission on the Economy and Climate, and \"Cities Alliance\" by the World Bank.\n2. Digitization Research Projects: Several research institutions and organizations are working on projects related to digitization, including its impact on business models, economies, societies, and environments. Examples include \"Digital Futures\" by the Oxford Internet Institute, \"Future of Work\" by the McKinsey Global Institute, and \"Digital Transformation\" by the World Economic Forum.\n3. Environmental Scarcity Research Projects: Many research projects focus on addressing issues related to environmental scarcity, such as water, energy, and raw material shortages. Examples include \"Water Security and Sustainability\" by the Pacific Institute, \"Energy Systems Transition\" by the International Energy Agency (IEA), and \"Resource Revolution\" by the World Economic Forum.\n4. New Mobility Research Projects: As traditional mobility systems face challenges, researchers and innovators are exploring new mobility solutions, such as electric vehicles, autonomous transportation, and shared mobility services. Examples include \"EV Outlook\" by BloombergNEF, \"Autonomous Vehicle Technology\" by NVIDIA, and \"Shared Mobility Collaborative\" by the Rocky Mountain Institute.\n5. Liveable Megacities Research Projects: To ensure the long-term livability and sustainability of rapidly growing metropolitan regions, researchers are investigating strategies for creating healthier, more inclusive, and environmentally friendly urban environments. Examples include \"Liveable Cities\" by the OECD, \"Urban Resilience\" by ICLEI - Local Governments for Sustainability, and \"City Prosperity Index\" by the Centre for Economics and Business Research.",
            "source": [
                {
                    "content": "including MIT in Boston The father of seven children is the author of various publications such as “The Innovation War”   For more insights on megatrends please find the latest edition of our magazine ”futuremover” Net zero by  - We are campaigning for the Climate Change Act Find out what it's all about why it's important from an economic perspective and what we're doing at Globalance We are designing the cities of tomorrow today This requires intelligent concepts that combine nature and technology Twelve is a Pioneer in Climate Solutions The technology re\u0002places materials that were previously obtained from refined oil by extracting CO2 from the air We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Megatrends change our world Business models that remain in the past are mercilessly overtaken – by agile companies that respond to the challenges with innovative concepts and offer sustainable solutions The Globalance equity fund “Zukunftbeweger Focused” provides them with a platform For the first time investors have the opportunity to invest in promising companies with new technologies and at the same time achieve a positive footprint By  we need 70 percent more food globally for 96 billion people Globally for the first time more people are overweight than underweight Two thirds of the world population will live in cities by  The Internet would be the fifth largest country in the world in terms of electricity consumption Future movers are companies that successfully respond to worldwide megatrends and develop solutions for global challenges They use future-oriented concepts to replace outdated business models and at the same time achieve a positive footprint They build smart",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Globalance does not invest in the past but in future movers These are companies that successfully respond to worldwide megatrends and develop solutions for global challenges such as urbanization digitization and resource scarcity With future-oriented and innovative concepts they are replacing outdated business models and while achieving a positive footprint According to the latest science nine relevant megatrends can be distinguished which are fundamentally changing the world as we know it Globalance makes targeted investments in companies that play a positive role in these paradigm shifts – and thus become part of the solution In this way our clients achieve a double benefit that not only increases the value of their assets but also positively shapes the future We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Our world is changing at a rapid pace Digitalization environmental destruction trade disputes and new technologies are shaping our lives and thus our future like never before Today a sustainable investment portfolio mustwithstand stronger storms and find new and differentsources of return than in the past Old structures are being replaced by new paradigms Cards are being reshuffled Global Megatrends such as urbanization digitization and scarcity of resources are impacting business models and the competitiveness of companies industries and countries Globalance invests in future movers These are companies that successfully respond to worldwide megatrends and develop solutions for global challenges With our investment strategy you make targeted investments in new growth areas such as new mobility liveable megacities resource-saving products and many other innovative business models that generate a positive footprint The world is not only a marketplace but also a home Every investment has",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " It seems like there isn't any specific information provided about recent research grants or innovation awards being distributed. However, some general information can be gathered from the text. One example is the \"Globalance Footprint,\" which appears to be an investment instrument introduced by Globalance. Additionally, Reto Ringger has received multiple awards for his entrepreneurial successes, including the Global Green Award and the Cleantech Pioneer Award. These examples showcase recognition within the industry but do not directly mention distribution of research grants or innovation awards.",
            "source": [
                {
                    "content": "including MIT in Boston The father of seven children is the author of various publications such as “The Innovation War”   For more insights on megatrends please find the latest edition of our magazine ”futuremover” Net zero by  - We are campaigning for the Climate Change Act Find out what it's all about why it's important from an economic perspective and what we're doing at Globalance We are designing the cities of tomorrow today This requires intelligent concepts that combine nature and technology Twelve is a Pioneer in Climate Solutions The technology re\u0002places materials that were previously obtained from refined oil by extracting CO2 from the air We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in cooperation with Dow Jones SAM launched the world’s first equity index for sustainable investments In  the group launched the first private equity fund in the cleantech sector Reto Ringger is familiar with all aspects of investment banking having worked in this field at various well-known financial institutions including Swiss Re UBS and Bank Vontobel Reto Ringger has received numerous awards for his entrepreneurial successes Here are just two of them the Global Green Award from Green Cross International wwwgcintorg for the launch of the Dow Jones Sustainability Index – and the Cleantech Pioneer Award wwwcleantechcom for the successful establishment of the world’s first globally investing private equity cleantech fund Reto Ringger holds a degree in economics lic oec publ from the University of Zurich He is a member of the Club of Rome wwwclubofromeorg and was a member of the Executive Committee from  - He was also President of the Foundation Board of WWF Switzerland wwwwwfch from",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "„Through the introduction of the Globalance Footprint there is now available for the first time an easily manageable and highly plausible investment instrument That’s what I call real progress“ Dr Christoph-Friedrich von Braun has been an independent consultant and researcher since  in the fields of innovation research and technology management as well as in Japan-specific and organisational matters Previously he worked in various management positions at Siemens AG in Munich and Tokyo and was also active as an advisor at Dorsch Consult GmbH in MunichDr von Braun holds or has held a number of research posts eg at the Universities of Augsburg Chemnitz Kiel and TU Berlin as well as MIT in Boston He has a seat on either the Board of Directors or Supervisory Board of the following companies Natural Pharmaceuticals Inc Beverly MA USA; the Speyer Centre for Science Management the Munich Chamber Orchestra and since  as Director and General Manager of the Andrea von Braun Foundation Dr von",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Tesla’s share price has increased by   in the last two years Is this the end or just the beginning of a longer success story Opinions and assessments of Tesla vary widely and it is worth taking a closer look at the company and its strategy After all Tesla does not only stand for electric mobility – the competencies of this company go far beyond electric vehicles Let’s take a closer look at this exciting company and its future prospects As a competent speaker we could win Mr Ludwig Neer founder of FairShoring gGmbH and Tesla luminary of the first hour We look forward to taking you on an exciting ride into the future and answering your questions about electric mobility Tesla or their alternatives Ludwig Neer is an entrepreneur investor founder of FairShoring gGmbH and co-founder of CAS Software AG Talk Tesla – General Electric of the 21st centuryLudwig Neer – FairShoring The organization of our events is constantly re-evaluated according to the latest regulations and aspects for the",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " In the given text, there are two main collaborative partners mentioned:\n\n1. StiftungsZentrumch: This organization seems to be involved in promoting visibility of Switzerland's foundation and philanthropy landscape, as well as networking and professionalizing the field. They also invite guests to the annual Swiss Philanthropy Forum, which they organize together with Globalance Bank in a partnership.\n\n2. Globalance Bank: The bank participates in the \"Swiss Foundation Event Series\" launched by them on November 11th and December 3rd, focusing on the theme \"The Foundation as a Performance Unit.\" Their collaboration with StiftungsZentrumch involves discussions around the updated Swiss Foundation Code and its implications on foundation governance. Additionally, Peter Zollinger, leader of impact research at Globalance Bank, illustrates how foundations can support their mission using their existing endowment assets.",
            "source": [
                {
                    "content": "of various foundations „In my previous role as sparring partner for companies like Nestlé and Swiss Re I was described by a journalist as being a ‹boardroom campaigner› for responsible business management That kind of hits the nail on the head Once the CEO of a Brazilian cellulose producer sent me a great photo album of his country as a Christmas present On the enclosed card he wrote ‹Thank you for helping me see the business case of stakeholder engagement› With Globalance Bank it’s indeed exciting to build a company that puts demanding clients in a position to invest their wealth in a future-oriented manner“ We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "StiftungsZentrumch engagiert sich für die Visibilität des Stiftungs- und Philanthropiestandortes Schweiz und will Stifter Philanthropen Mitglieder von obersten Leitungsorganen von gemeinnützigen Stiftungen und Organisationen vernetzen Im Vordergrund steht der Wissens- und Erfahrungsaustausch die Vernetzung und die Professionalisierung gemeinnützigen Wirkens  Wir freuen uns auch Sie an das diesjährige SWISS PHILANTHROPY FORUM einladen zu dürfen Der Anlass wird von StiftungsZentrumch organisiert und von uns partnerschaftlich unterstützt Das Forum bietet Stiftern Mäzenen und Philanthropen eine unabhängige Plattform für einen Wissens- und Erfahrungsaustausch zu Themenbereichen des nationalen und internationalen Stiftungswesens und der Philanthropie Im Beitrag der Globalance Bank zum Thema «Wie können Stiftungen ihre Anlagen im Einklang mit ihrem Stiftungszweck bringen» werden wir aufzeigen wie Stiftungen auch mit ihrem Stiftungsvermögen eine Wirkung im Sinne der Statuten der Stiftung",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "StiftungsZentrumch engagiert sich für die Visibilität des Stiftungs- und Philanthropiestandortes Schweiz und will Stifter Philanthropen Mitglieder von obersten Leitungsorganen von gemeinnützigen Stiftungen und Organisationen vernetzen Im Vordergrund steht der Wissens- und Erfahrungsaustausch die Vernetzung und die Professionalisierung gemeinnützigen Wirkens  Wir freuen uns auch Sie an das diesjährige SWISS PHILANTHROPY FORUM einladen zu dürfen Der Anlass wird von StiftungsZentrumch organisiert und von uns partnerschaftlich unterstützt Das Forum bietet Stiftern Mäzenen und Philanthropen eine unabhängige Plattform für einen Wissens- und Erfahrungsaustausch zu Themenbereichen des nationalen und internationalen Stiftungswesens und der Philanthropie Im Beitrag der Globalance Bank zum Thema «Wie können Stiftungen ihre Anlagen im Einklang mit ihrem Stiftungszweck bringen» werden wir aufzeigen wie Stiftungen auch mit ihrem Stiftungsvermögen eine Wirkung im Sinne der Statuten der Stiftung",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Der Swiss Foundation Code  verlangt nach einer klar definierten Anlagestrategie für Stiftungsvermögen die Rendite und Zweck verbindet Diese Vorgabe bewegt und fordert Stiftungsrätinnen und Geschäftsführer  Am 11 November und 3 Dezember  lancierte die Globalance Bank ihre Stiftungs-Eventreihe zum Thema „Die Stiftung als Wirkungseinheit“  Im Zentrum des Anlasses stand die Neuauflage des Swiss Foundation Codes  und die daraus resultierenden Änderungen die Stiftungen in Sachen Vermögensbewirtschaftung vornehmen sollten Dr Peter Spinnler Co-Leiter des Arbeitskreises Finanzen von Swiss Foundations zeigte auf welchen Paradigmenwechsel die Neuauflage des Codes in der Stiftungs-Governance herbeiführen wird Tizian Fritz wissenschaftlicher Mitarbeiter des CEPS Center for Philanthropy Studies der Universität Basel erklärte wie Stiftungen über ihr bestehendes Stiftungsvermögen den Stiftungszweck unterstützen können Peter Zollinger Leiter Impact Research der Globalance Bank illustrierte mit",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided information, there isn't any direct mention of joint events, projects, or initiatives between Monika Keiser Diaz, Daniel Muntwyler, and Globalance Bank. However, they all seem to share a common goal of promoting sustainability and future-oriented thinking within their respective fields. While there may not be any explicitly mentioned collaborative efforts, it can be inferred that their individual contributions towards these goals could potentially align and create synergies within the broader context of the organizations they represent.",
            "source": [
                {
                    "content": "„The future mover idea inspires and motivates me in the organization and implementation of events“ Monika Keiser Diaz is responsible for the implementation of internal and external physical and digital events at Globalance Before joining Globalance she worked in marketing for well-known companies such as Metro International AG and 3M Switzerland AG After taking a family break she completed a CAS in Event Management to gain a foothold in professional event organization With her passion for live communication her hands-on mentality and her eye for detail she helps to ensure that our events leave a lasting positive impression on the participants „I am fascinated by the fact that the founders of Globalance have been dealing with the topic of sustainability for over 25 years and have developed specific financial products that have a positive impact on the environment Being part of this team and contributing to leaving a sustainable footprint fills me with pride The future-mover idea",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Previously he spent a number of years with FUNDES a foundation focused on the support of small-sized enterprises in Latin America There he learned from the ground up how to identify and champion future-oriented projects Daniel Muntwyler earned a degree in business administration from the University of Zurich and completed post-graduate studies in emerging nation development NADEL at the ETH in Zurich He is currently a member of the EDGE Certified Foundation Board advancing the leading global assessment and business certification for gender equality „Sustainable dealings are part of my professional DNA Already as a young business administration student I interned with Migros and focused on modern logistics-systems After post-graduate studies at the ETH I spent several years arranging microcredits as a means of financing small- and medium-sized companies in Latin America Since the mid ‘90s I’ve been advising institutional and private clients with regard to their long-term investments",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "specific financial products that have a positive impact on the environment Being part of this team and contributing to leaving a sustainable footprint fills me with pride The future-mover idea inspires and motivates me in the organization and implementation of events our guests are offered knowledge transfer on megatrends good conversations and warm hospitality with sustainability in mind“ We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of various foundations „In my previous role as sparring partner for companies like Nestlé and Swiss Re I was described by a journalist as being a ‹boardroom campaigner› for responsible business management That kind of hits the nail on the head Once the CEO of a Brazilian cellulose producer sent me a great photo album of his country as a Christmas present On the enclosed card he wrote ‹Thank you for helping me see the business case of stakeholder engagement› With Globalance Bank it’s indeed exciting to build a company that puts demanding clients in a position to invest their wealth in a future-oriented manner“ We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " The mutual objectives and outcomes expected from these collaborations include creating partnerships between various stakeholders like economies societies and governments, which are considered the most effective levers for protecting rainforests. Additionally, partnerships along the entire value chain stand at the center of Migros' efforts. These collaborative initiatives aim to foster transparency and accountability while promoting responsible consumption and production patterns. By working together, all parties involved hope to achieve tangible results such as reducing greenhouse gas emissions, conserving natural resources, and supporting local communities. Ultimately, these collaborations serve to create shared value for all stakeholders, ensuring a more sustainable and equitable future for everyone.",
            "source": [
                {
                    "content": "wurden zum Schlüsselbegriff beider Vorträge Partnerschaften zwischen Wirtschaft Gesellschaft und Regierungen sind die wirkungsvollsten Hebel zum Schutz der Regenwälder Und Partnerschaften entlang der gesamten Wertschöpfungskette stehen im Zentrum der Bemühungen der Migros  Der Patentanwalt und Spezialist für geistiges Eigentum Beat Weibel berichtet über die Möglichkeiten und Tiefen der künstlichen Intelligenz im Alltag Unser Leiter Impact Research Peter Zollinger und Niklaus Haller Leiter Kunden  Mitglied der Geschäftsleitung erklären Ihnen wie zukunftsorientierte Anlagen mit dem Globalance Footprint® ausgewählt werden und weshalb dieses Vorgehen für Sie als Anlegerinnen Transparenz schafft Zukunftbeweger-Unternehmen bauen ua unsere neue Energie-Infrastruktur oder helfen die Energieeffizienz zu steigern Daniel Muntwyler Gründungspartner und Leiter Kunden Schweiz und Thomas Pfyl Leiter Investment Selection erklären Ihnen die Chancen und Risiken der zukünftigen globalen",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "wurden zum Schlüsselbegriff beider Vorträge Partnerschaften zwischen Wirtschaft Gesellschaft und Regierungen sind die wirkungsvollsten Hebel zum Schutz der Regenwälder Und Partnerschaften entlang der gesamten Wertschöpfungskette stehen im Zentrum der Bemühungen der Migros  Der Patentanwalt und Spezialist für geistiges Eigentum Beat Weibel berichtet über die Möglichkeiten und Tiefen der künstlichen Intelligenz im Alltag Unser Leiter Impact Research Peter Zollinger und Niklaus Haller Leiter Kunden  Mitglied der Geschäftsleitung erklären Ihnen wie zukunftsorientierte Anlagen mit dem Globalance Footprint® ausgewählt werden und weshalb dieses Vorgehen für Sie als Anlegerinnen Transparenz schafft Zukunftbeweger-Unternehmen bauen ua unsere neue Energie-Infrastruktur oder helfen die Energieeffizienz zu steigern Daniel Muntwyler Gründungspartner und Leiter Kunden Schweiz und Thomas Pfyl Leiter Investment Selection erklären Ihnen die Chancen und Risiken der zukünftigen globalen",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "creating a close-knit reusable network throughout Germany Every age group is familiar with the deposit principle it does not need to be explained first and it does not involve any obstacles in the form of app downloads or providing data Anyone can join in and catering businesses can offer a straightforward sustainable alternative to single-use waste RECUP works with well-known companies such as Ikea Burger King Alnatura etc What was the most impressive experience for you in collaborating with such big players With some of the big players we had a very long lead-up until rollout – perseverance and staying power paid off here 😉 An impressive experience for me for example were the advertising budgets for the launch and the reach in social media when we started with the collaborations Recently former US President Barack Obama was a guest in Zurich and filled the Hallenstadion You were part of the panel of forward-looking entrepreneurs and executives shaping the future What role does",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in everything we do We want to be among the best in investment returns research quality client reporting and client relationships We encourage curiosity innovation and continuous learning to achieve these goals We are happy to provide you with the latest trends of the future concerning economy society and environment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "europa",
                            "bcorporation",
                            "admin",
                            "wri",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}