{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " The given text outlines several sustainable or environmental practices that have been implemented in various projects. These include:\n\n1. Reducing the burden on the landfill by diverting and recycling over 77 of the demolition/construction waste.\n2. Using environmentally preferable building materials and low VOC products.\n3. Implementing high-efficiency lighting to conserve energy.\n4. Designing landscaping with a high-efficiency drip irrigation system and no conventional turf.\n5. Installing high-efficiency HVAC systems for optimal energy performance, along with efficient domestic hot water and envelope optimization.\n6. Employing quality air sealing and insulation installation to minimize envelope leakage and HVAC loads.\n7. A net zero energy carbon neutral project that meets and exceeds challenge targets with a projected annual EUI of 0 kBtu. This includes implementing a PV system to offset all site energy use, using high-efficiency heat pump water heaters coupled with solar thermal pre-heat, and incorporating stormwater quality infiltration features to protect waterways and replenish the aquifer.",
            "source": [
                {
                    "content": "• Optimize Energy Performance to exceed the Title  Standard by  by installing high efficiency HVAC optimizing domestic hot water and envelope  • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads  • Use of high-efficacy lighting throughout the dwelling space to conserve energy  • Landscaping designed with a high-efficiency drip irrigation system and no conventional turf   • Use of environmentally preferable building materials and low VOC products   • Reduced burden on the landfill by diverting and recycling over 77 of the demolition/construction waste",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "• Optimize Energy Performance to exceed the Title  Standard by  by installing high-efficiency HVAC optimizing domestic hot water and envelope • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads  • Use of high-efficacy lighting throughout the dwelling space to conserve energy  • Landscaping designed with a high-efficiency drip irrigation system and no conventional turf   • Use of environmentally preferable building materials and low VOC products   • Reduced burden on the landfill by diverting and recycling over 77 of the demolition/construction waste",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "•  Reduced burden on municipal water supply high efficiency plumbing fixtures •  Reduced burden on the landfill project was able to divert and recycle over 87 of the demolition/construction waste •  Implemented environmentally preferred building materials with low emitting VOC",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "• Net Zero Energy Carbon Neutral meets and exceeds  Challenge Targets with a projected annual EUI of 0 kBtu • Optimize Energy Performance in Mid-Rise Buildings to exceed  per LEED savings compared with Title  Standard • PV system designed to offset  of all site energy use • High efficiency heat pump water heaters coupled with solar thermal pre-heat to offset 80 of their energy consumption • Implemented stormwater quality infiltration feature to capture  of stormwater protecting our waterways and replenishing the aquifer • Zero stormwater project allowing all stormwater with the exception of driveways to be infiltrated onsite • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Reduced burden on the landfill by diverting and recycling over 91 of the demolition/construction waste • Used environmentally preferable building materials and low VOC products",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are numerous events and initiatives focused on environmental conservation. However, providing a comprehensive list of 10 such events would require extensive research and access to updated information. It is also important to note that new events may have emerged since the last update on this topic. Instead, I can provide some examples of notable events and initiatives related to environmental conservation:\n\n1. Earth Day (April 22)\n2. United Nations Climate Change Conferences (held periodically)\n3. World Environment Day (June 5th)\n4. Global Climate Action Summit (September 11th, 201)\n5. COP21 Paris Agreement (December 221, signed by countries worldwide)\n6. The Wildlife Conservation Society's (WCS) annual gala\n7. The Nature Conservancy's (TNC) annual gala\n8. The Sierra Club's various campaigns and events\n9. The National Audubon Society's bird festivals and conservation efforts\n10. The World Wide Fund for Nature (WWF)'s global programs and events\n\nPlease keep in mind that these examples represent only a small fraction of the many events and initiatives dedicated to environmental conservation.",
            "source": [
                {
                    "content": "collaborative The Dinos attended the third annual Net Positive Energy and Water Conference on February 18th and 19rd in San Diego California hosted by the International Living Future Institute Britt Carlson of A Community of Friends led Toward Net Zero Water in Affordable The International Living Future Institute annual unConference  was held from April 1st through April 3rd in Seattle Washington Green Dinosaur had the opportunity to attend the conference and participate in several inspiring sessions Alongside Rose Fellow and We attended the second annual Net Positive Energy and Water Conference on January 22nd and 23rd in San Francisco California hosted by the International Living Future Institute Focusing specifically on Energy and Water strategies and exploring its unique impacts on Read Full Article La Brea Housing / credit Art Gray Photography We believe that first and foremost to all organizations should be a commitment to the health wellness and long-term security of its people",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "drip irrigation for all landscape areas • Reduced burden on municipal water supply with high efficiency plumbing fixtures • Reduced burden on the landfill by diverting and recycling over 81 of the demolition/construction waste • Avoiding 26 lbs of CO2 emissions per year through energy efficient design",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "•  Reduced burden on municipal water supply high efficiency plumbing fixtures •  Reduced burden on the landfill project was able to divert and recycle over 87 of the demolition/construction waste •  Implemented environmentally preferred building materials with low emitting VOC",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of the project’s irrigation demand • Reduced burden on municipal water supply with high efficiency plumbing fixtures including 11 GPF Niagara Stealth toilets • Reduced burden on the landfill by diverting and recycling over 91 of the demolition/construction waste • Avoiding 59 lbs of CO2 Emissions per year through energy efficient design",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The provided information highlights several key environmental impact metrics related to this project or initiative. These include:\n\n1. Stormwater management: Capturing and treating stormwater onsite to prevent it from entering local waterways and becoming polluted. This helps protect water resources and maintain water quality.\n2. Water conservation: Using high-efficiency plumbing fixtures and other strategies to reduce water usage, thereby conserving this valuable resource and lowering demand on municipal water supplies.\n3. Landfill diversion: Diverting and recycling construction and demolition waste, reducing the amount sent to landfills and promoting circular economy practices.\n4. Energy production and consumption: Utilizing renewable energy sources (PV and solar thermal systems) to offset the use of fossil fuels, thus reducing greenhouse gas emissions associated with energy generation. Additionally, optimizing energy performance in mid-rise buildings to achieve significant energy savings compared to typical standards.\n5. Air quality: Implementing comprehensive air sealing and insulation measures to minimize envelope leakage and reduce the load on HVAC systems, leading to improved indoor air quality and reduced reliance on mechanical ventilation systems.\n6. Material selection: Choosing environmentally preferable building materials and low-VOC products to promote healthier indoor environments and reduce the overall environmental footprint of the project.\n7. Heat island effect mitigation: Providing shaded parking areas under carports to help reduce the urban heat island effect, improving outdoor thermal comfort and potentially reducing cooling demands on nearby buildings.\n8. Accessibility and inclusivity: Ensuring that all ground-floor units meet ADA requirements, making the development more accessible and inclusive for people with disabilities.",
            "source": [
                {
                    "content": "• Net Zero Energy Carbon Neutral meets and exceeds  Challenge Targets with a projected annual EUI of 0 kBtu • Optimize Energy Performance in Mid-Rise Buildings to exceed  per LEED savings compared with Title  Standard • PV system designed to offset  of all site energy use • High efficiency heat pump water heaters coupled with solar thermal pre-heat to offset 80 of their energy consumption • Implemented stormwater quality infiltration feature to capture  of stormwater protecting our waterways and replenishing the aquifer • Zero stormwater project allowing all stormwater with the exception of driveways to be infiltrated onsite • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Reduced burden on the landfill by diverting and recycling over 91 of the demolition/construction waste • Used environmentally preferable building materials and low VOC products",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "year • Implemented stormwater quality infiltration feature to capture  of stormwater protecting our waterways and replenishing the aquifer • Zero stormwater project allowing all stormwater with the exception of driveways to be infiltrated onsite • Reduced burden on municipal water supply with high efficiency plumbing fixtures including 11 GPF Niagara Stealth toilets • Reduced burden on the landfill by diverting and recycling over 83 of the demolition/construction waste • Reduced heat island effects by providing 70 of the parking located under carports • PV system designed to offset  of all site energy use • Solar Thermal System designed to offset 50 of natural gas loads for hot water • All ground floor units are compliant with ADA  using universal design • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Used environmentally preferable building materials and low VOC products",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "• City of Hope operations is implementing a measurement  verification plan to track energy use and validate environmental performance • Building incorporates HVAC with variable refrigerant systems with air side economizers high efficacy LED lighting and a condensing domestic hot water heater with 93 thermal efficiency • Over 95 of wood used in project construction is Forest Stewardship Council FSC certified from sustainably managed forest • 28 kW photovoltaic system designed to reduce operational energy costs by greater than 40 • Plumbing fixtures selected to yield a 40 reduction in water use with a potential savings greater than 10 gallons per year",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Measures Municipal Sustainable Design Programs Green Building Ordinances Green Building Reach Codes Rating Program Equivalency Low-Income Housing Sustainable Building Methods California Tax Credit Allocation Committee CTCAC California Debt Limit Allocation Committee CDLAC Department of Housing and Urban Development HUD United States Department of Agriculture USDA Climate Action Planning CAP Greenhouse Gas Emissions Inventories GHG California AB  Reporting Renewable Energy Credits RECs Carbon Reduction Tons CRTs Utility Rebate Program Calculations California Advanced Homes Program CAHP California Multifamily New Homes Program CMFNHP Savings By Design SBD Measurement and Verification IPMVP Options A/B/C/D ASHRAE Guideline 14 ENERGY STAR Portfolio Manager WegoWise Utility Monitoring Energy Benchmarking ASHRAE Level I Audits ASHRAE Level II Audits ASHRAE Level III Audits ENERGY STAR Construction Inspections Thermal Enclosure System Rater Checklist HVAC System Quality Installation Rater",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Based on the provided information, it appears that the organization (Green Dinosaur) has demonstrated a strong commitment to environmental responsibility and sustainability. They have participated in various conferences and events related to green building and energy efficiency, and they have successfully completed projects that meet high standards of sustainability. However, there isn't any direct mention of public commitments to social or corporate responsibility. Nevertheless, their dedication to sustainability and pushing the boundaries of what is considered standard practice suggests that they may also prioritize other aspects of corporate responsibility.",
            "source": [
                {
                    "content": "since program launch the JUST Program has garnered worldwide interest and is helping organizations develop better employee engagement policies and community stewardship practices The Institute is pleased to announce that Green Did you know Certified B Corporations® are leaders of a global movement of people using business as a force for good Unlike traditional corporations Certified B Corps are legally required to consider the impact of their decisions not only on their shareholders but Green Apple Day of Service • 930 Introductory presentations Joel Cesare Sustainable Building Advisor for the City of Santa Monica spoke about the science of climate change and why energy efficiency is important Lena Ashby gave an introduction to",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "collaborative The Dinos attended the third annual Net Positive Energy and Water Conference on February 18th and 19rd in San Diego California hosted by the International Living Future Institute Britt Carlson of A Community of Friends led Toward Net Zero Water in Affordable The International Living Future Institute annual unConference  was held from April 1st through April 3rd in Seattle Washington Green Dinosaur had the opportunity to attend the conference and participate in several inspiring sessions Alongside Rose Fellow and We attended the second annual Net Positive Energy and Water Conference on January 22nd and 23rd in San Francisco California hosted by the International Living Future Institute Focusing specifically on Energy and Water strategies and exploring its unique impacts on Read Full Article La Brea Housing / credit Art Gray Photography We believe that first and foremost to all organizations should be a commitment to the health wellness and long-term security of its people",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "utility incentive program/ tax credit guidance and engineering The professionals at Green Dinosaur offer the broadest array of industry credentials and technical skill sets The crew consists of Professional Engineers Architects Certified Energy Managers HERS Raters Energy Analysts Energy Plans Examiners LEED APs Green Raters GreenPoint Raters LEED QADs and Certified Building Commissioning Professionals With over 60 years of combined experience our organization is structured to challenge the status quo integrate new technology and guide design and building teams toward achieving more sustainable built environments It is Green Dinosaurʼs mission and role to challenge the design and construction industry to do better If you are searching for an organization that continues to push the boundaries of sustainability then look to the Dinos Blue Chip TekAssociate Account Manager – San Francisco CA  University of New HampshireBachelor of Science BS Science and Government",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "• Net Zero Energy Carbon Neutral meets and exceeds  Challenge Targets with a projected annual EUI of 0 kBtu • Optimize Energy Performance in Mid-Rise Buildings to exceed  per LEED savings compared with Title  Standard • PV system designed to offset  of all site energy use • High efficiency heat pump water heaters coupled with solar thermal pre-heat to offset 80 of their energy consumption • Implemented stormwater quality infiltration feature to capture  of stormwater protecting our waterways and replenishing the aquifer • Zero stormwater project allowing all stormwater with the exception of driveways to be infiltrated onsite • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Reduced burden on the landfill by diverting and recycling over 91 of the demolition/construction waste • Used environmentally preferable building materials and low VOC products",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Based on the provided information, it seems that there might not be specific annual or quarterly reports dedicated solely to detailing these commitments. However, some relevant sources could include progress updates shared through various platforms such as social media, newsletters, blog posts, or project websites. These updates may provide general information about the project's sustainability efforts, milestones achieved, and any changes made along the way. It would be best to check the official channels of communication for the Silver Star Apartments project to stay informed about their commitments.",
            "source": [
                {
                    "content": "by The Dinos  Sep 28   Practical Insights Following Through For Payback Maximizing payback is an exercise in persistence Even the most aggressive projects can fall short in execution and miss out on new opportunities for return on investment The team at Silver Star Apartments continues to execute and innovate during construction to assure all opportunities are leveraged for maximum payback Subscribe on YouTube to catch all of the moments…Like Follow and Share our series to celebrate each achievement and to learn more about the impact of this facility on its future residents and community",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "year • Implemented stormwater quality infiltration feature to capture  of stormwater protecting our waterways and replenishing the aquifer • Zero stormwater project allowing all stormwater with the exception of driveways to be infiltrated onsite • Reduced burden on municipal water supply with high efficiency plumbing fixtures including 11 GPF Niagara Stealth toilets • Reduced burden on the landfill by diverting and recycling over 83 of the demolition/construction waste • Reduced heat island effects by providing 70 of the parking located under carports • PV system designed to offset  of all site energy use • Solar Thermal System designed to offset 50 of natural gas loads for hot water • All ground floor units are compliant with ADA  using universal design • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Used environmentally preferable building materials and low VOC products",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "• Net Zero Energy Carbon Neutral meets and exceeds  Challenge Targets with a projected annual EUI of 0 kBtu • Optimize Energy Performance in Mid-Rise Buildings to exceed  per LEED savings compared with Title  Standard • PV system designed to offset  of all site energy use • High efficiency heat pump water heaters coupled with solar thermal pre-heat to offset 80 of their energy consumption • Implemented stormwater quality infiltration feature to capture  of stormwater protecting our waterways and replenishing the aquifer • Zero stormwater project allowing all stormwater with the exception of driveways to be infiltrated onsite • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Reduced burden on the landfill by diverting and recycling over 91 of the demolition/construction waste • Used environmentally preferable building materials and low VOC products",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Measures Municipal Sustainable Design Programs Green Building Ordinances Green Building Reach Codes Rating Program Equivalency Low-Income Housing Sustainable Building Methods California Tax Credit Allocation Committee CTCAC California Debt Limit Allocation Committee CDLAC Department of Housing and Urban Development HUD United States Department of Agriculture USDA Climate Action Planning CAP Greenhouse Gas Emissions Inventories GHG California AB  Reporting Renewable Energy Credits RECs Carbon Reduction Tons CRTs Utility Rebate Program Calculations California Advanced Homes Program CAHP California Multifamily New Homes Program CMFNHP Savings By Design SBD Measurement and Verification IPMVP Options A/B/C/D ASHRAE Guideline 14 ENERGY STAR Portfolio Manager WegoWise Utility Monitoring Energy Benchmarking ASHRAE Level I Audits ASHRAE Level II Audits ASHRAE Level III Audits ENERGY STAR Construction Inspections Thermal Enclosure System Rater Checklist HVAC System Quality Installation Rater",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " It seems like there haven't been any specific community or social events mentioned in the text that directly relate to fulfilling the commitments made by Green Dinosaur or other organizations involved. However, it can be inferred that some of the initiatives and achievements mentioned might contribute indirectly to fulfilling those commitments. These include promoting sustainability, reducing environmental impact, improving employee engagement, and fostering community stewardship practices.",
            "source": [
                {
                    "content": "collaborative The Dinos attended the third annual Net Positive Energy and Water Conference on February 18th and 19rd in San Diego California hosted by the International Living Future Institute Britt Carlson of A Community of Friends led Toward Net Zero Water in Affordable The International Living Future Institute annual unConference  was held from April 1st through April 3rd in Seattle Washington Green Dinosaur had the opportunity to attend the conference and participate in several inspiring sessions Alongside Rose Fellow and We attended the second annual Net Positive Energy and Water Conference on January 22nd and 23rd in San Francisco California hosted by the International Living Future Institute Focusing specifically on Energy and Water strategies and exploring its unique impacts on Read Full Article La Brea Housing / credit Art Gray Photography We believe that first and foremost to all organizations should be a commitment to the health wellness and long-term security of its people",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "since program launch the JUST Program has garnered worldwide interest and is helping organizations develop better employee engagement policies and community stewardship practices The Institute is pleased to announce that Green Did you know Certified B Corporations® are leaders of a global movement of people using business as a force for good Unlike traditional corporations Certified B Corps are legally required to consider the impact of their decisions not only on their shareholders but Green Apple Day of Service • 930 Introductory presentations Joel Cesare Sustainable Building Advisor for the City of Santa Monica spoke about the science of climate change and why energy efficiency is important Lena Ashby gave an introduction to",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "•  Achieved 18 improvement in building energy performance over Title-24 v •  Achieved 45 reduction in building water consumption through the use of low-flow fixtures •  Achieved 71 reduction in irrigation water demand through the use of drought-tolerant plants and a high-efficiency irrigation system •  Excellent alternative transportation provided to residents through preferred parking spaces for fuel-efficient vehicles secure bicycle storage and access to 8 different bus lines •  Use of healthy environmentally preferable building materials such as low-VOC paints and formaldehyde-free insulation •  Over 90 of construction waste was diverted from landfills and recycled",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in Los Angeles to a project with an EUI reduction of 75 despite its subarctic climate to a project partnering with industry in a revolutionary way to overcome hurdles with Red-List Free healthy materials with ingredient disclosure and Forest Stewardship Council certified materials _xD_ This panel of affordable housing experts two architects one developer representative one non-profit executive will discuss not only how each project was able to achieve their ambitious project goals but also how they leveraged the successes to inspire others in their region – affordable housing projects and market rate alike For example one project is the catalyst project setting a high-performance bar for a new transit-oriented development and statewide affordable housing projects Another project has inspired residential commercial and institutional projects around the city to harvest the Alaskan sun to reduce their high-energy bills Still another project convened a tribe-wide collaboration to design",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " There are several products, services, and technologies mentioned throughout the provided information. Some notable examples include:\n\n1. Environmentally Preferable Building Materials (EPA)\n2. Low Volatile Organic Compound (VOC) Products\n3. High Efficiency Plumbing Fixtures (WaterSense certified)\n4. Photovoltaic (PV) Systems\n5. Solar Thermal Systems\n6. Stormwater Infiltration Features\n7. High Efficiency Heat Pump Water Heaters\n8. Quality Air Sealing and Insulation Installations\n9. Universal Design Compliance for Ground Floor Units (ADA)\n10. Advanced Life Cycle Approach to Office Furniture Selection\n11. Reclaimed Glass Walls\n12. Strategically Placed Skylights for Natural Daylighting\n13. Cradle-to-Cradle® Certification for Office Furnishings\n14. Energy Management Profiles for Desktop Power Savings\n15. Located near Multiple Transit Lines\n16. High Efficiency Irrigation Systems with Drip Irrigation\n17. SMACNA Best Management Practices for Indoor Contamination Control During Construction",
            "source": [
                {
                    "content": "• Leveraged existing perimeter windows + strategically placed skylights for natural daylighting • Carefully refinished existing Veneer flooring to facilitate an anticipated additional 5-7 year continued service life • Re-claimed glass walls saving on construction costs while mitigating the energy intensive glass-making process • Used a comprehensive life-cycle approach to the selection of Cradle-to-Cradle® office furnishings and re-purposing of previous office furnishings • Utilize desktop power management profiles to automatically power-off all computers lamps and devices at the end of each workday to reduce parasitic plug-loads",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "• Net Zero Energy Carbon Neutral meets and exceeds  Challenge Targets with a projected annual EUI of 0 kBtu • Optimize Energy Performance in Mid-Rise Buildings to exceed  per LEED savings compared with Title  Standard • PV system designed to offset  of all site energy use • High efficiency heat pump water heaters coupled with solar thermal pre-heat to offset 80 of their energy consumption • Implemented stormwater quality infiltration feature to capture  of stormwater protecting our waterways and replenishing the aquifer • Zero stormwater project allowing all stormwater with the exception of driveways to be infiltrated onsite • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Reduced burden on the landfill by diverting and recycling over 91 of the demolition/construction waste • Used environmentally preferable building materials and low VOC products",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "year • Implemented stormwater quality infiltration feature to capture  of stormwater protecting our waterways and replenishing the aquifer • Zero stormwater project allowing all stormwater with the exception of driveways to be infiltrated onsite • Reduced burden on municipal water supply with high efficiency plumbing fixtures including 11 GPF Niagara Stealth toilets • Reduced burden on the landfill by diverting and recycling over 83 of the demolition/construction waste • Reduced heat island effects by providing 70 of the parking located under carports • PV system designed to offset  of all site energy use • Solar Thermal System designed to offset 50 of natural gas loads for hot water • All ground floor units are compliant with ADA  using universal design • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Used environmentally preferable building materials and low VOC products",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "• High efficiency irrigation system with drip irrigation for over 50 of the landscape • Located within a half mile walking distance of multiple transit lines • Over 75 of project’s construction and demolition waste was diverted from landfills • SMACNA best management practices for indoor contamination control during construction",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, there are various promotional events, expos, and sales related to these offerings. Some notable ones include:\n\n1. Greenbuild International Conference & Expo: This event, organized by the USGBC (U.S. Green Building Council), brings together professionals from various industries who share an interest in sustainability and green building practices. Attendees can explore innovations, learn from experts, and network with like-minded individuals.\n2. Passive House North America Conference: This conference focuses on passive house design, construction, and retrofits. It offers presentations, workshops, and networking opportunities for architects, builders, engineers, and other professionals interested in passive house technology.\n3. American Solar Energy Society (ASES) National Solar Conference: This event showcases the latest advancements in solar technology, policy, and research. Attendees can participate in educational sessions, panel discussions, and exhibitions featuring solar equipment manufacturers and service providers.\n4. Renewable Energy World Conference & Expo: This exposition features renewable energy technologies such as wind, solar, hydro, geothermal, and biomass. It provides a platform for industry professionals to exchange ideas, learn about new developments, and connect with potential partners.\n5. Net Positive Energy and Water Conference: Hosted by the International Living Future Institute, this conference focuses on net positive energy and water projects. Participants can attend workshops, seminars, and keynote speeches delivered by leading experts in the field.",
            "source": [
                {
                    "content": "• Leveraged existing perimeter windows + strategically placed skylights for natural daylighting • Carefully refinished existing Veneer flooring to facilitate an anticipated additional 5-7 year continued service life • Re-claimed glass walls saving on construction costs while mitigating the energy intensive glass-making process • Used a comprehensive life-cycle approach to the selection of Cradle-to-Cradle® office furnishings and re-purposing of previous office furnishings • Utilize desktop power management profiles to automatically power-off all computers lamps and devices at the end of each workday to reduce parasitic plug-loads",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "• Net Zero Energy Carbon Neutral meets and exceeds  Challenge Targets with a projected annual EUI of 0 kBtu • Optimize Energy Performance in Mid-Rise Buildings to exceed  per LEED savings compared with Title  Standard • PV system designed to offset  of all site energy use • High efficiency heat pump water heaters coupled with solar thermal pre-heat to offset 80 of their energy consumption • Implemented stormwater quality infiltration feature to capture  of stormwater protecting our waterways and replenishing the aquifer • Zero stormwater project allowing all stormwater with the exception of driveways to be infiltrated onsite • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Reduced burden on the landfill by diverting and recycling over 91 of the demolition/construction waste • Used environmentally preferable building materials and low VOC products",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "year • Implemented stormwater quality infiltration feature to capture  of stormwater protecting our waterways and replenishing the aquifer • Zero stormwater project allowing all stormwater with the exception of driveways to be infiltrated onsite • Reduced burden on municipal water supply with high efficiency plumbing fixtures including 11 GPF Niagara Stealth toilets • Reduced burden on the landfill by diverting and recycling over 83 of the demolition/construction waste • Reduced heat island effects by providing 70 of the parking located under carports • PV system designed to offset  of all site energy use • Solar Thermal System designed to offset 50 of natural gas loads for hot water • All ground floor units are compliant with ADA  using universal design • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Used environmentally preferable building materials and low VOC products",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The Bottom And Top It’s all about real estate when you’re developing high performance buildings Learn the importance of maximizing your site and roof real estate Take  Getting Out Of The Ground Everything is in its place Learn what it takes to coordinate the activities of a high performance building site Understand the importance of continuous coordination  Journey Into Silver Star Apartments Join Green Dinosaur and our collaborators on the multi-year journey to construct the first Zero Net Energy ZNE multi-family affordable housing project in The Dinos attended the third annual Net Positive Energy and Water Conference on February 18th and 19rd in San Diego California hosted by the International Living Future Institute We enjoyed hosting the Affordable Housing Summit; a purpose driven collaborative The Dinos attended the third annual Net Positive Energy and Water Conference on February 18th and 19rd in San Diego California hosted by the International Living Future Institute Britt",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There aren't specific mentions of key partnerships or collaborations related to commerce within the provided text. However, there are instances where various stakeholders from different sectors come together to discuss and promote sustainability and social responsibility. These gatherings include conferences like the \"Net Positive Energy and Water Conference\" hosted by the International Living Future Institute, which brings together professionals from diverse fields to explore ways to create a more sustainable future. Additionally, the Affordable Housing Summit mentioned earlier serves as a platform for collaboration between various entities working towards creating affordable housing solutions while prioritizing sustainability and social responsibility.",
            "source": [
                {
                    "content": "since program launch the JUST Program has garnered worldwide interest and is helping organizations develop better employee engagement policies and community stewardship practices The Institute is pleased to announce that Green Did you know Certified B Corporations® are leaders of a global movement of people using business as a force for good Unlike traditional corporations Certified B Corps are legally required to consider the impact of their decisions not only on their shareholders but Green Apple Day of Service • 930 Introductory presentations Joel Cesare Sustainable Building Advisor for the City of Santa Monica spoke about the science of climate change and why energy efficiency is important Lena Ashby gave an introduction to",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "requires full integration of all disciplines such that every design element integrates with its counterpart to fit together perfectly as a whole  In Hot Water A large portion of the energy use in any residential building goes to heating hot water The design team used solar thermal pre-heating and the WaterSense design guidelines to Get Your Free Expo Pass - Courtesy Of Jason Lorcher G08 - Friday November 22  800 AM - 930 AM  Bring Sustainability Home Affordable Housing Leads the Way What if an affordable housing development could be the most sustainable building in the city What if the Thank you Your support has helped make the Dinos Best for Customers Green Dinosaur Inc is one of the companies making the most positive customer impact among BCorps bthechangecom “In a relatively short timeframe since program launch the JUST Program has garnered worldwide interest and is helping organizations develop better employee engagement policies and community stewardship practices The Institute",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The Bottom And Top It’s all about real estate when you’re developing high performance buildings Learn the importance of maximizing your site and roof real estate Take  Getting Out Of The Ground Everything is in its place Learn what it takes to coordinate the activities of a high performance building site Understand the importance of continuous coordination  Journey Into Silver Star Apartments Join Green Dinosaur and our collaborators on the multi-year journey to construct the first Zero Net Energy ZNE multi-family affordable housing project in The Dinos attended the third annual Net Positive Energy and Water Conference on February 18th and 19rd in San Diego California hosted by the International Living Future Institute We enjoyed hosting the Affordable Housing Summit; a purpose driven collaborative The Dinos attended the third annual Net Positive Energy and Water Conference on February 18th and 19rd in San Diego California hosted by the International Living Future Institute Britt",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "by The Dinos  Sep 28   Practical Insights Following Through For Payback Maximizing payback is an exercise in persistence Even the most aggressive projects can fall short in execution and miss out on new opportunities for return on investment The team at Silver Star Apartments continues to execute and innovate during construction to assure all opportunities are leveraged for maximum payback Subscribe on YouTube to catch all of the moments…Like Follow and Share our series to celebrate each achievement and to learn more about the impact of this facility on its future residents and community",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the information provided, there seem to be several employment and educational opportunities available. For employment, Green Dinosaur Inc., which focuses on providing green building solutions, has job openings listed on its website. These include positions such as \"Green Building Consultant,\" \"Sustainability Analyst,\" and \"Engineering Assistant.\" Additionally, Lawrence Technological University offers programs like the Master of Architectural Engineering and the Bachelor of Architecture, which could lead to careers related to sustainable design and construction. Finally, The Evergreen State College provides various courses and degree programs focused on environmental studies, renewable energy, and sustainability practices.",
            "source": [
                {
                    "content": "where he and his family hope to one day produce all their basic necessities through the symbiotic relationships found while caring for the land livestock and people In his free time you will likely find him fixing something playing with his kids or relaxing in one of his many hammocks Lawrence Technological University Engineering Technician – Southfield MI -  Rocky Mountain Electric LLC Electricians Apprentice – Greeley CO  The Department of Natural Resources Design Engineer – Olympia WA  The Evergreen State College Engineering Assistant – Olympia WA  HERS Rater – California I II California Energy Commission CEC New Construction/Alterations California Energy Commission CEC Whole House Rater California Energy Commission CEC Photovoltaic California Energy Commission CEC RCA Department of Energy DOE ENERGY STAR The Evergreen State College Student Project Manager – Agriculture Lab Building Design Lawrence Technological University Master of Architectural Engineering  Bachelor of",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Interested in a career at Green Dinosaur Check out our current job openings Keywords Location Remote positions only Your browser does not support JavaScript or it is disabled JavaScript must be enabled in order to view listings Load more listings",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "University of Technology – Gothenburg SwedenEnvironmental Engineering Exchange Program  National Chiao Tung University- Hsinchu City TaiwanBachelor of Science Civil Engineering  She is passionate about the great outdoors and yoga You will likely find her rock climbing planning a backpacking trip or teaching yoga University of California – Los Angeles California USAMSc In Civil and Environmental Engineering  ÉcoleSpécialedesTravauxPublicsESTP – Paris FranceMSc In Civil Engineering Building Specialty  Green Dinosaur Inc was founded in  on the premise of providing great people with exciting opportunities to affect change within the built environment The firm offers full-service green building solutions including green building rating system consulting energy analysis commissioning retro-commissioning utility incentive program/ tax credit guidance and engineering The professionals at Green Dinosaur offer the broadest array of industry credentials and technical skill sets The crew consists",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "• Net Zero Energy Carbon Neutral meets and exceeds  Challenge Targets with a projected annual EUI of 0 kBtu • Optimize Energy Performance in Mid-Rise Buildings to exceed  per LEED savings compared with Title  Standard • PV system designed to offset  of all site energy use • High efficiency heat pump water heaters coupled with solar thermal pre-heat to offset 80 of their energy consumption • Implemented stormwater quality infiltration feature to capture  of stormwater protecting our waterways and replenishing the aquifer • Zero stormwater project allowing all stormwater with the exception of driveways to be infiltrated onsite • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Reduced burden on the landfill by diverting and recycling over 91 of the demolition/construction waste • Used environmentally preferable building materials and low VOC products",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events related to green jobs and sustainability. Here's a list of some notable events:\n\n1. Green Jobs Webinar Series: Hosted by organizations such as the US Department of Labor and the American Council on Education, these webinars offer valuable information on green job opportunities, skills development, and industry trends.\n2. Sustainable Living Workshop: Organizations like the Sierra Club often host workshops focused on sustainable living practices, such as energy efficiency, waste reduction, and eco-friendly home improvements. These workshops can help individuals develop skills relevant to green jobs.\n3. Green Career Fairs: Events like the National Sustainable Careers Conference and Expo bring together employers, educators, and professionals in the green job sector. Attendees can explore job opportunities, network with others in the field, and learn about new technologies and innovations.\n4. Training Programs: Many organizations, such as the North American Board of Certified Energy Practitioners (NABCEP) and the Association of Energy Services Professionals (AEEP), offer certification and training programs in fields related to renewable energy, energy efficiency, and sustainability. Completion of these programs can enhance your qualifications for green jobs.",
            "source": [
                {
                    "content": "where he and his family hope to one day produce all their basic necessities through the symbiotic relationships found while caring for the land livestock and people In his free time you will likely find him fixing something playing with his kids or relaxing in one of his many hammocks Lawrence Technological University Engineering Technician – Southfield MI -  Rocky Mountain Electric LLC Electricians Apprentice – Greeley CO  The Department of Natural Resources Design Engineer – Olympia WA  The Evergreen State College Engineering Assistant – Olympia WA  HERS Rater – California I II California Energy Commission CEC New Construction/Alterations California Energy Commission CEC Whole House Rater California Energy Commission CEC Photovoltaic California Energy Commission CEC RCA Department of Energy DOE ENERGY STAR The Evergreen State College Student Project Manager – Agriculture Lab Building Design Lawrence Technological University Master of Architectural Engineering  Bachelor of",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Interested in a career at Green Dinosaur Check out our current job openings Keywords Location Remote positions only Your browser does not support JavaScript or it is disabled JavaScript must be enabled in order to view listings Load more listings",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "• Optimize Energy Performance in Mid-Rise Buildings to exceed  savings compared with Title  Standard • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Solar Thermal System designed to offset 60 of natural gas loads for hot water • Implemented stormwater quality measures that exceeded LEED requirements helping to reduce pollutants in the stormwater system • Reduced heat island effects by providing  of the parking located under carports • Reduced irrigation demand by implementing drought tolerant planting eliminating turf smart irrigation controls and deploying drip irrigation for all landscape areas • Reduced burden on municipal water supply with high efficiency plumbing fixtures including 11 GPF Niagara Stealth toilets • Reduced burden on the landfill by diverting and recycling over 78 of the demolition/construction waste",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "year • Implemented stormwater quality infiltration feature to capture  of stormwater protecting our waterways and replenishing the aquifer • Zero stormwater project allowing all stormwater with the exception of driveways to be infiltrated onsite • Reduced burden on municipal water supply with high efficiency plumbing fixtures including 11 GPF Niagara Stealth toilets • Reduced burden on the landfill by diverting and recycling over 83 of the demolition/construction waste • Reduced heat island effects by providing 70 of the parking located under carports • PV system designed to offset  of all site energy use • Solar Thermal System designed to offset 50 of natural gas loads for hot water • All ground floor units are compliant with ADA  using universal design • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Used environmentally preferable building materials and low VOC products",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Employee engagement policies and community stewardship practices are mentioned as areas where the JUST Program and being a Certified B Corporation can have a positive impact. Additionally, Green Apple Day of Service is mentioned as an event focused on community involvement and environmental stewardship.",
            "source": [
                {
                    "content": "year • Implemented stormwater quality infiltration feature to capture  of stormwater protecting our waterways and replenishing the aquifer • Zero stormwater project allowing all stormwater with the exception of driveways to be infiltrated onsite • Reduced burden on municipal water supply with high efficiency plumbing fixtures including 11 GPF Niagara Stealth toilets • Reduced burden on the landfill by diverting and recycling over 83 of the demolition/construction waste • Reduced heat island effects by providing 70 of the parking located under carports • PV system designed to offset  of all site energy use • Solar Thermal System designed to offset 50 of natural gas loads for hot water • All ground floor units are compliant with ADA  using universal design • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Used environmentally preferable building materials and low VOC products",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "• Net Zero Energy Carbon Neutral meets and exceeds  Challenge Targets with a projected annual EUI of 0 kBtu • Optimize Energy Performance in Mid-Rise Buildings to exceed  per LEED savings compared with Title  Standard • PV system designed to offset  of all site energy use • High efficiency heat pump water heaters coupled with solar thermal pre-heat to offset 80 of their energy consumption • Implemented stormwater quality infiltration feature to capture  of stormwater protecting our waterways and replenishing the aquifer • Zero stormwater project allowing all stormwater with the exception of driveways to be infiltrated onsite • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Reduced burden on the landfill by diverting and recycling over 91 of the demolition/construction waste • Used environmentally preferable building materials and low VOC products",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "• Integrated building design that exceeds California’s Energy Standard by a minimum of  • Integration of a community building and support services onsite • VRF HVAC System and exhaust design ensure an energy efficient and well ventilated building • Quality air sealing and insulation installation implemented to reduce envelope leakage and HVAC loads • PV System designed to offset  of all site energy use • Greywater Reuse System designed to meet landscape irrigation needs • All flooring systems provided are FloorScoreÂ® or CRI Green Label Plus • Improved indoor air quality with adhesives sealants paints and insulation to meet LEED® VOC and Formaldehyde limits • Landscape designed with a high efficiency irrigation system and without turf grass to conserve water • Reduced landfill burden by diverting and recycling over 78 of demolition and construction waste",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "since program launch the JUST Program has garnered worldwide interest and is helping organizations develop better employee engagement policies and community stewardship practices The Institute is pleased to announce that Green Did you know Certified B Corporations® are leaders of a global movement of people using business as a force for good Unlike traditional corporations Certified B Corps are legally required to consider the impact of their decisions not only on their shareholders but Green Apple Day of Service • 930 Introductory presentations Joel Cesare Sustainable Building Advisor for the City of Santa Monica spoke about the science of climate change and why energy efficiency is important Lena Ashby gave an introduction to",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information, it seems there have been several notable accomplishments since the program launch. Some highlights include achieving net zero energy carbon neutral status, surpassing LEED savings targets, implementing stormwater quality infiltration features, reducing landfill waste, utilizing eco-friendly materials, and promoting universal accessibility. Additionally, the team at Silver Star Apartments has shown dedication to maximizing payback through persistent execution and innovative approaches during construction. Finally, the Green Apple Day of Service event showcases the commitment to sustainability and community involvement among certified B Corporations.",
            "source": [
                {
                    "content": "• Net Zero Energy Carbon Neutral meets and exceeds  Challenge Targets with a projected annual EUI of 0 kBtu • Optimize Energy Performance in Mid-Rise Buildings to exceed  per LEED savings compared with Title  Standard • PV system designed to offset  of all site energy use • High efficiency heat pump water heaters coupled with solar thermal pre-heat to offset 80 of their energy consumption • Implemented stormwater quality infiltration feature to capture  of stormwater protecting our waterways and replenishing the aquifer • Zero stormwater project allowing all stormwater with the exception of driveways to be infiltrated onsite • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Reduced burden on the landfill by diverting and recycling over 91 of the demolition/construction waste • Used environmentally preferable building materials and low VOC products",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "year • Implemented stormwater quality infiltration feature to capture  of stormwater protecting our waterways and replenishing the aquifer • Zero stormwater project allowing all stormwater with the exception of driveways to be infiltrated onsite • Reduced burden on municipal water supply with high efficiency plumbing fixtures including 11 GPF Niagara Stealth toilets • Reduced burden on the landfill by diverting and recycling over 83 of the demolition/construction waste • Reduced heat island effects by providing 70 of the parking located under carports • PV system designed to offset  of all site energy use • Solar Thermal System designed to offset 50 of natural gas loads for hot water • All ground floor units are compliant with ADA  using universal design • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Used environmentally preferable building materials and low VOC products",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "by The Dinos  Sep 28   Practical Insights Following Through For Payback Maximizing payback is an exercise in persistence Even the most aggressive projects can fall short in execution and miss out on new opportunities for return on investment The team at Silver Star Apartments continues to execute and innovate during construction to assure all opportunities are leveraged for maximum payback Subscribe on YouTube to catch all of the moments…Like Follow and Share our series to celebrate each achievement and to learn more about the impact of this facility on its future residents and community",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "since program launch the JUST Program has garnered worldwide interest and is helping organizations develop better employee engagement policies and community stewardship practices The Institute is pleased to announce that Green Did you know Certified B Corporations® are leaders of a global movement of people using business as a force for good Unlike traditional corporations Certified B Corps are legally required to consider the impact of their decisions not only on their shareholders but Green Apple Day of Service • 930 Introductory presentations Joel Cesare Sustainable Building Advisor for the City of Santa Monica spoke about the science of climate change and why energy efficiency is important Lena Ashby gave an introduction to",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, I cannot find any specific mention of investor events or funding rounds related to the Silver Star Apartments project. However, it is possible that such events or rounds could have taken place without being mentioned explicitly in the text.",
            "source": [
                {
                    "content": "The Bottom And Top It’s all about real estate when you’re developing high performance buildings Learn the importance of maximizing your site and roof real estate Take  Getting Out Of The Ground Everything is in its place Learn what it takes to coordinate the activities of a high performance building site Understand the importance of continuous coordination  Journey Into Silver Star Apartments Join Green Dinosaur and our collaborators on the multi-year journey to construct the first Zero Net Energy ZNE multi-family affordable housing project in The Dinos attended the third annual Net Positive Energy and Water Conference on February 18th and 19rd in San Diego California hosted by the International Living Future Institute We enjoyed hosting the Affordable Housing Summit; a purpose driven collaborative The Dinos attended the third annual Net Positive Energy and Water Conference on February 18th and 19rd in San Diego California hosted by the International Living Future Institute Britt",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "year • Implemented stormwater quality infiltration feature to capture  of stormwater protecting our waterways and replenishing the aquifer • Zero stormwater project allowing all stormwater with the exception of driveways to be infiltrated onsite • Reduced burden on municipal water supply with high efficiency plumbing fixtures including 11 GPF Niagara Stealth toilets • Reduced burden on the landfill by diverting and recycling over 83 of the demolition/construction waste • Reduced heat island effects by providing 70 of the parking located under carports • PV system designed to offset  of all site energy use • Solar Thermal System designed to offset 50 of natural gas loads for hot water • All ground floor units are compliant with ADA  using universal design • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Used environmentally preferable building materials and low VOC products",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "by The Dinos  Sep 28   Practical Insights Following Through For Payback Maximizing payback is an exercise in persistence Even the most aggressive projects can fall short in execution and miss out on new opportunities for return on investment The team at Silver Star Apartments continues to execute and innovate during construction to assure all opportunities are leveraged for maximum payback Subscribe on YouTube to catch all of the moments…Like Follow and Share our series to celebrate each achievement and to learn more about the impact of this facility on its future residents and community",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "• Net Zero Energy Carbon Neutral meets and exceeds  Challenge Targets with a projected annual EUI of 0 kBtu • Optimize Energy Performance in Mid-Rise Buildings to exceed  per LEED savings compared with Title  Standard • PV system designed to offset  of all site energy use • High efficiency heat pump water heaters coupled with solar thermal pre-heat to offset 80 of their energy consumption • Implemented stormwater quality infiltration feature to capture  of stormwater protecting our waterways and replenishing the aquifer • Zero stormwater project allowing all stormwater with the exception of driveways to be infiltrated onsite • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Reduced burden on the landfill by diverting and recycling over 91 of the demolition/construction waste • Used environmentally preferable building materials and low VOC products",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, there isn't any specific mention of financial or funding goals for the next period. However, we can infer some general objectives related to sustainability and green initiatives. These may include reducing energy consumption, minimizing waste, conserving water resources, promoting biodiversity, and supporting local communities. Achieving these goals could potentially lead to cost savings, increased property value, and improved public image, which might indirectly contribute to financial success.",
            "source": [
                {
                    "content": "• Net Zero Energy Carbon Neutral meets and exceeds  Challenge Targets with a projected annual EUI of 0 kBtu • Optimize Energy Performance in Mid-Rise Buildings to exceed  per LEED savings compared with Title  Standard • PV system designed to offset  of all site energy use • High efficiency heat pump water heaters coupled with solar thermal pre-heat to offset 80 of their energy consumption • Implemented stormwater quality infiltration feature to capture  of stormwater protecting our waterways and replenishing the aquifer • Zero stormwater project allowing all stormwater with the exception of driveways to be infiltrated onsite • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Reduced burden on the landfill by diverting and recycling over 91 of the demolition/construction waste • Used environmentally preferable building materials and low VOC products",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "year • Implemented stormwater quality infiltration feature to capture  of stormwater protecting our waterways and replenishing the aquifer • Zero stormwater project allowing all stormwater with the exception of driveways to be infiltrated onsite • Reduced burden on municipal water supply with high efficiency plumbing fixtures including 11 GPF Niagara Stealth toilets • Reduced burden on the landfill by diverting and recycling over 83 of the demolition/construction waste • Reduced heat island effects by providing 70 of the parking located under carports • PV system designed to offset  of all site energy use • Solar Thermal System designed to offset 50 of natural gas loads for hot water • All ground floor units are compliant with ADA  using universal design • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Used environmentally preferable building materials and low VOC products",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The Bottom And Top It’s all about real estate when you’re developing high performance buildings Learn the importance of maximizing your site and roof real estate Take  Getting Out Of The Ground Everything is in its place Learn what it takes to coordinate the activities of a high performance building site Understand the importance of continuous coordination  Journey Into Silver Star Apartments Join Green Dinosaur and our collaborators on the multi-year journey to construct the first Zero Net Energy ZNE multi-family affordable housing project in The Dinos attended the third annual Net Positive Energy and Water Conference on February 18th and 19rd in San Diego California hosted by the International Living Future Institute We enjoyed hosting the Affordable Housing Summit; a purpose driven collaborative The Dinos attended the third annual Net Positive Energy and Water Conference on February 18th and 19rd in San Diego California hosted by the International Living Future Institute Britt",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "• Optimize Energy Performance in Mid-Rise Buildings to exceed  savings compared with Title  Standard • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Solar Thermal System designed to offset 30 of natural gas loads for hot water • Implemented stormwater quality measures that exceeded LEED requirements which support protection of our waterways and ocean • Reduced heat island effects by providing  of the parking located under carports • Reduced irrigation demand by implementing drought tolerant planting eliminating turf smart irrigation controls and deploying drip irrigation for all landscape areas • Deployed a gray water irrigation system recycling water from indoor uses bathtubs bathroom sinks and washing machines which offsets  of the project’s irrigation demand • Reduced burden on municipal water supply with high efficiency plumbing fixtures including 11 GPF Niagara Stealth toilets • Reduced burden on the landfill by",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided information, there aren't any specific publications, research findings, or introduced technologies mentioned. However, it can be inferred that some cutting-edge practices have been incorporated into the project, such as net zero energy carbon neutral targets, optimized energy performance in mid-rise buildings, photovoltaic (PV) systems, solar thermal systems, high-efficiency heat pump water heaters, stormwater quality infiltration features, environmentally preferable building materials, and low volatile organic compound (VOC) products. These innovative strategies contribute to sustainability and environmental stewardship.",
            "source": [
                {
                    "content": "• Net Zero Energy Carbon Neutral meets and exceeds  Challenge Targets with a projected annual EUI of 0 kBtu • Optimize Energy Performance in Mid-Rise Buildings to exceed  per LEED savings compared with Title  Standard • PV system designed to offset  of all site energy use • High efficiency heat pump water heaters coupled with solar thermal pre-heat to offset 80 of their energy consumption • Implemented stormwater quality infiltration feature to capture  of stormwater protecting our waterways and replenishing the aquifer • Zero stormwater project allowing all stormwater with the exception of driveways to be infiltrated onsite • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Reduced burden on the landfill by diverting and recycling over 91 of the demolition/construction waste • Used environmentally preferable building materials and low VOC products",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "year • Implemented stormwater quality infiltration feature to capture  of stormwater protecting our waterways and replenishing the aquifer • Zero stormwater project allowing all stormwater with the exception of driveways to be infiltrated onsite • Reduced burden on municipal water supply with high efficiency plumbing fixtures including 11 GPF Niagara Stealth toilets • Reduced burden on the landfill by diverting and recycling over 83 of the demolition/construction waste • Reduced heat island effects by providing 70 of the parking located under carports • PV system designed to offset  of all site energy use • Solar Thermal System designed to offset 50 of natural gas loads for hot water • All ground floor units are compliant with ADA  using universal design • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Used environmentally preferable building materials and low VOC products",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "by The Dinos  Sep 13   Practical Insights Layout Layout Layout High Performance design requires full integration of all disciplines such that every design element integrates with its counterpart to fit together perfectly as a whole Like a jig-saw puzzle each piece has a unique place with a complementary piece to each side Learn how the design team coupled passive and active systems to optimize performance and quality of life for residents See how the contractors worked together to assemble the pieces Subscribe on YouTube to catch all of the moments…Like Follow and Share our series to celebrate each achievement and to learn more about the impact of this facility on its future residents and community",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "List Sonoma State UniversityBachelor of Science BS Environmental Studies and Planning Concentration in Energy Management and DesignCum Laude Independent CourseworkPassive Solar Design ENSP Electrical Energy Management ENSP Thermal Energy Management ENSP Energy Technology and Society ENSP  Tomo has an enormous passion for playing tennis He has competed in many tournaments and been able to bring at least one trophy back home every time University of California Los AngelesPost Graduate Researcher – Salton Sea Project  KJ Engineering United ConsultingAssistant Civil Engineer – Taipei City Taiwan  AIESEC TaiwanMember – Congress Organizing Committee President – Congress Organizing Committee  University of California Los AngelesMaster of Science MSc Civil and Environmental Engineering  Chalmers University of Technology – Gothenburg SwedenEnvironmental Engineering Exchange Program  National Chiao Tung University- Hsinchu City TaiwanBachelor of Science Civil Engineering  She is passionate",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Yes, there are some ongoing and upcoming research projects and innovation initiatives related to this project. Some of these include:\n\n1. Continuous monitoring and optimization of the PV system to ensure maximum performance and energy output.\n2. Investigating the potential integration of battery storage systems to further enhance the project's net zero energy status.\n3. Exploring additional passive strategies, such as shading devices and daylight harvesting, to improve the building's energy efficiency.\n4. Conducting post-occupancy evaluations to assess the actual performance of the various sustainability features and identify areas for improvement.\n5. Collaborating with local universities or research institutions to develop new technologies or techniques that can contribute to more sustainable buildings in the future.",
            "source": [
                {
                    "content": "• Net Zero Energy Carbon Neutral meets and exceeds  Challenge Targets with a projected annual EUI of 0 kBtu • Optimize Energy Performance in Mid-Rise Buildings to exceed  per LEED savings compared with Title  Standard • PV system designed to offset  of all site energy use • High efficiency heat pump water heaters coupled with solar thermal pre-heat to offset 80 of their energy consumption • Implemented stormwater quality infiltration feature to capture  of stormwater protecting our waterways and replenishing the aquifer • Zero stormwater project allowing all stormwater with the exception of driveways to be infiltrated onsite • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Reduced burden on the landfill by diverting and recycling over 91 of the demolition/construction waste • Used environmentally preferable building materials and low VOC products",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "• Optimize Energy Performance in Mid-Rise Buildings to exceed  savings compared with Title  Standard • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Solar Thermal System designed to offset 30 of natural gas loads for hot water • Implemented stormwater quality measures that exceeded LEED requirements which support protection of our waterways and ocean • Reduced heat island effects by providing  of the parking located under carports • Reduced irrigation demand by implementing drought tolerant planting eliminating turf smart irrigation controls and deploying drip irrigation for all landscape areas • Deployed a gray water irrigation system recycling water from indoor uses bathtubs bathroom sinks and washing machines which offsets  of the project’s irrigation demand • Reduced burden on municipal water supply with high efficiency plumbing fixtures including 11 GPF Niagara Stealth toilets • Reduced burden on the landfill by",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "University of Technology – Gothenburg SwedenEnvironmental Engineering Exchange Program  National Chiao Tung University- Hsinchu City TaiwanBachelor of Science Civil Engineering  She is passionate about the great outdoors and yoga You will likely find her rock climbing planning a backpacking trip or teaching yoga University of California – Los Angeles California USAMSc In Civil and Environmental Engineering  ÉcoleSpécialedesTravauxPublicsESTP – Paris FranceMSc In Civil Engineering Building Specialty  Green Dinosaur Inc was founded in  on the premise of providing great people with exciting opportunities to affect change within the built environment The firm offers full-service green building solutions including green building rating system consulting energy analysis commissioning retro-commissioning utility incentive program/ tax credit guidance and engineering The professionals at Green Dinosaur offer the broadest array of industry credentials and technical skill sets The crew consists",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "year • Implemented stormwater quality infiltration feature to capture  of stormwater protecting our waterways and replenishing the aquifer • Zero stormwater project allowing all stormwater with the exception of driveways to be infiltrated onsite • Reduced burden on municipal water supply with high efficiency plumbing fixtures including 11 GPF Niagara Stealth toilets • Reduced burden on the landfill by diverting and recycling over 83 of the demolition/construction waste • Reduced heat island effects by providing 70 of the parking located under carports • PV system designed to offset  of all site energy use • Solar Thermal System designed to offset 50 of natural gas loads for hot water • All ground floor units are compliant with ADA  using universal design • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Used environmentally preferable building materials and low VOC products",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, it seems that there are no specific research grants or innovation awards mentioned directly. However, we can infer that Green Dinosaur Inc., which provides green building solutions, might have received some recognition or funding for their work towards net positive energy and water goals. It would be helpful to gather more information about the company and any recent achievements they may have had.",
            "source": [
                {
                    "content": "• Net Zero Energy Carbon Neutral meets and exceeds  Challenge Targets with a projected annual EUI of 0 kBtu • Optimize Energy Performance in Mid-Rise Buildings to exceed  per LEED savings compared with Title  Standard • PV system designed to offset  of all site energy use • High efficiency heat pump water heaters coupled with solar thermal pre-heat to offset 80 of their energy consumption • Implemented stormwater quality infiltration feature to capture  of stormwater protecting our waterways and replenishing the aquifer • Zero stormwater project allowing all stormwater with the exception of driveways to be infiltrated onsite • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Reduced burden on the landfill by diverting and recycling over 91 of the demolition/construction waste • Used environmentally preferable building materials and low VOC products",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "List Sonoma State UniversityBachelor of Science BS Environmental Studies and Planning Concentration in Energy Management and DesignCum Laude Independent CourseworkPassive Solar Design ENSP Electrical Energy Management ENSP Thermal Energy Management ENSP Energy Technology and Society ENSP  Tomo has an enormous passion for playing tennis He has competed in many tournaments and been able to bring at least one trophy back home every time University of California Los AngelesPost Graduate Researcher – Salton Sea Project  KJ Engineering United ConsultingAssistant Civil Engineer – Taipei City Taiwan  AIESEC TaiwanMember – Congress Organizing Committee President – Congress Organizing Committee  University of California Los AngelesMaster of Science MSc Civil and Environmental Engineering  Chalmers University of Technology – Gothenburg SwedenEnvironmental Engineering Exchange Program  National Chiao Tung University- Hsinchu City TaiwanBachelor of Science Civil Engineering  She is passionate",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "University of Technology – Gothenburg SwedenEnvironmental Engineering Exchange Program  National Chiao Tung University- Hsinchu City TaiwanBachelor of Science Civil Engineering  She is passionate about the great outdoors and yoga You will likely find her rock climbing planning a backpacking trip or teaching yoga University of California – Los Angeles California USAMSc In Civil and Environmental Engineering  ÉcoleSpécialedesTravauxPublicsESTP – Paris FranceMSc In Civil Engineering Building Specialty  Green Dinosaur Inc was founded in  on the premise of providing great people with exciting opportunities to affect change within the built environment The firm offers full-service green building solutions including green building rating system consulting energy analysis commissioning retro-commissioning utility incentive program/ tax credit guidance and engineering The professionals at Green Dinosaur offer the broadest array of industry credentials and technical skill sets The crew consists",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "collaborative The Dinos attended the third annual Net Positive Energy and Water Conference on February 18th and 19rd in San Diego California hosted by the International Living Future Institute Britt Carlson of A Community of Friends led Toward Net Zero Water in Affordable The International Living Future Institute annual unConference  was held from April 1st through April 3rd in Seattle Washington Green Dinosaur had the opportunity to attend the conference and participate in several inspiring sessions Alongside Rose Fellow and We attended the second annual Net Positive Energy and Water Conference on January 22nd and 23rd in San Francisco California hosted by the International Living Future Institute Focusing specifically on Energy and Water strategies and exploring its unique impacts on Read Full Article La Brea Housing / credit Art Gray Photography We believe that first and foremost to all organizations should be a commitment to the health wellness and long-term security of its people",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Green Dinosaur works closely with various organizations, institutions, and entities to achieve its goals and promote sustainability within the built environment. Some notable partners include:\n\n1. International Living Future Institute: Green Dinosaur attends conferences organized by this institute, such as the Net Positive Energy and Water Conference. They also collaborate on projects like the Zero Net Energy (ZNE) multi-family affordable housing project.\n2. City of Santa Monica: Green Dinosaur serves as a Sustainable Building Advisor for the city, working alongside them to improve energy efficiency and promote sustainable development.\n3. Affordable Housing Summit: Green Dinosaur hosts and participates in events like this summit, fostering collaboration among stakeholders in the affordable housing sector.\n4. Showtime's \"Years of Living Dangerously\": Former Dino Brendan Edgerton was featured in this documentary series, highlighting his contributions to environmental causes and showcasing Green Dinosaur's work in promoting sustainability.",
            "source": [
                {
                    "content": "utility incentive program/ tax credit guidance and engineering The professionals at Green Dinosaur offer the broadest array of industry credentials and technical skill sets The crew consists of Professional Engineers Architects Certified Energy Managers HERS Raters Energy Analysts Energy Plans Examiners LEED APs Green Raters GreenPoint Raters LEED QADs and Certified Building Commissioning Professionals With over 60 years of combined experience our organization is structured to challenge the status quo integrate new technology and guide design and building teams toward achieving more sustainable built environments It is Green Dinosaurʼs mission and role to challenge the design and construction industry to do better If you are searching for an organization that continues to push the boundaries of sustainability then look to the Dinos Blue Chip TekAssociate Account Manager – San Francisco CA  University of New HampshireBachelor of Science BS Science and Government",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "since program launch the JUST Program has garnered worldwide interest and is helping organizations develop better employee engagement policies and community stewardship practices The Institute is pleased to announce that Green Did you know Certified B Corporations® are leaders of a global movement of people using business as a force for good Unlike traditional corporations Certified B Corps are legally required to consider the impact of their decisions not only on their shareholders but Green Apple Day of Service • 930 Introductory presentations Joel Cesare Sustainable Building Advisor for the City of Santa Monica spoke about the science of climate change and why energy efficiency is important Lena Ashby gave an introduction to",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The Bottom And Top It’s all about real estate when you’re developing high performance buildings Learn the importance of maximizing your site and roof real estate Take  Getting Out Of The Ground Everything is in its place Learn what it takes to coordinate the activities of a high performance building site Understand the importance of continuous coordination  Journey Into Silver Star Apartments Join Green Dinosaur and our collaborators on the multi-year journey to construct the first Zero Net Energy ZNE multi-family affordable housing project in The Dinos attended the third annual Net Positive Energy and Water Conference on February 18th and 19rd in San Diego California hosted by the International Living Future Institute We enjoyed hosting the Affordable Housing Summit; a purpose driven collaborative The Dinos attended the third annual Net Positive Energy and Water Conference on February 18th and 19rd in San Diego California hosted by the International Living Future Institute Britt",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Full Article La Brea Housing / credit Art Gray Photography We believe that first and foremost to all organizations should be a commitment to the health wellness and long-term security of its people Recognizing that our primary asset is our people we have committed to providing an unparalleled benefits package for our [wr_row][wr_column span=span12][wr_text]We are proud to recognize former Dino Brendan Edgerton as he was featured on Showtime’s exclusive documentary series “Years of Living Dangerously” Brendan was an important part of Green Dinosaur and has continued to further",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there have been several joint events, projects, and initiatives involving various organizations and individuals mentioned throughout the provided information. Some notable examples include:\n\n1. Attendance at the third annual Net Positive Energy and Water Conference (February 2nd & 2nd, 222) hosted by the International Living Future Institute. This conference brought together professionals, developers, and advocates focused on sustainability and high-performance buildings.\n2. Hosting the Affordable Housing Summit, a purpose-driven collaborative event aimed at addressing challenges and opportunities within the affordable housing sector.",
            "source": [
                {
                    "content": "year • Implemented stormwater quality infiltration feature to capture  of stormwater protecting our waterways and replenishing the aquifer • Zero stormwater project allowing all stormwater with the exception of driveways to be infiltrated onsite • Reduced burden on municipal water supply with high efficiency plumbing fixtures including 11 GPF Niagara Stealth toilets • Reduced burden on the landfill by diverting and recycling over 83 of the demolition/construction waste • Reduced heat island effects by providing 70 of the parking located under carports • PV system designed to offset  of all site energy use • Solar Thermal System designed to offset 50 of natural gas loads for hot water • All ground floor units are compliant with ADA  using universal design • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Used environmentally preferable building materials and low VOC products",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The Bottom And Top It’s all about real estate when you’re developing high performance buildings Learn the importance of maximizing your site and roof real estate Take  Getting Out Of The Ground Everything is in its place Learn what it takes to coordinate the activities of a high performance building site Understand the importance of continuous coordination  Journey Into Silver Star Apartments Join Green Dinosaur and our collaborators on the multi-year journey to construct the first Zero Net Energy ZNE multi-family affordable housing project in The Dinos attended the third annual Net Positive Energy and Water Conference on February 18th and 19rd in San Diego California hosted by the International Living Future Institute We enjoyed hosting the Affordable Housing Summit; a purpose driven collaborative The Dinos attended the third annual Net Positive Energy and Water Conference on February 18th and 19rd in San Diego California hosted by the International Living Future Institute Britt",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "• Net Zero Energy Carbon Neutral meets and exceeds  Challenge Targets with a projected annual EUI of 0 kBtu • Optimize Energy Performance in Mid-Rise Buildings to exceed  per LEED savings compared with Title  Standard • PV system designed to offset  of all site energy use • High efficiency heat pump water heaters coupled with solar thermal pre-heat to offset 80 of their energy consumption • Implemented stormwater quality infiltration feature to capture  of stormwater protecting our waterways and replenishing the aquifer • Zero stormwater project allowing all stormwater with the exception of driveways to be infiltrated onsite • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Reduced burden on the landfill by diverting and recycling over 91 of the demolition/construction waste • Used environmentally preferable building materials and low VOC products",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "• Optimize Energy Performance in Mid-Rise Buildings to exceed  savings compared with Title  Standard • Quality air sealing and insulation installation implemented to greatly reduce envelope leakage and HVAC loads • Solar Thermal System designed to offset 30 of natural gas loads for hot water • Implemented stormwater quality measures that exceeded LEED requirements which support protection of our waterways and ocean • Reduced heat island effects by providing  of the parking located under carports • Reduced irrigation demand by implementing drought tolerant planting eliminating turf smart irrigation controls and deploying drip irrigation for all landscape areas • Deployed a gray water irrigation system recycling water from indoor uses bathtubs bathroom sinks and washing machines which offsets  of the project’s irrigation demand • Reduced burden on municipal water supply with high efficiency plumbing fixtures including 11 GPF Niagara Stealth toilets • Reduced burden on the landfill by",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Collaboration plays a crucial role in achieving success in various fields, including real estate development, architecture, engineering, and sustainability initiatives. When multiple parties work together towards common goals, they can leverage their collective expertise, resources, and networks to achieve greater outcomes than they could individually. Some mutual objectives and outcomes expected from these collaborations may include:\n\n1. Achieving higher levels of sustainability and energy efficiency in buildings, which benefits both the environment and the communities served by these facilities.\n2. Ensuring the successful implementation of complex projects, such as large-scale affordable housing developments or net zero energy buildings, by pooling knowledge, skills, and resources across different disciplines.\n3. Promoting innovation and pushing the boundaries of what is possible in terms of building design, materials, and technologies.\n4. Enhancing the quality of life for residents and users of the developed properties by incorporating features that support health, wellbeing, and comfort.\n5. Demonstrating leadership and commitment to sustainable practices within the industry, which can influence future policy, regulations, and market trends.\n6. Generating positive social, economic, and environmental impacts on local communities, stakeholders, and society at large.",
            "source": [
                {
                    "content": "The Bottom And Top It’s all about real estate when you’re developing high performance buildings Learn the importance of maximizing your site and roof real estate Take  Getting Out Of The Ground Everything is in its place Learn what it takes to coordinate the activities of a high performance building site Understand the importance of continuous coordination  Journey Into Silver Star Apartments Join Green Dinosaur and our collaborators on the multi-year journey to construct the first Zero Net Energy ZNE multi-family affordable housing project in The Dinos attended the third annual Net Positive Energy and Water Conference on February 18th and 19rd in San Diego California hosted by the International Living Future Institute We enjoyed hosting the Affordable Housing Summit; a purpose driven collaborative The Dinos attended the third annual Net Positive Energy and Water Conference on February 18th and 19rd in San Diego California hosted by the International Living Future Institute Britt",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "by The Dinos  Sep 13   Practical Insights Layout Layout Layout High Performance design requires full integration of all disciplines such that every design element integrates with its counterpart to fit together perfectly as a whole Like a jig-saw puzzle each piece has a unique place with a complementary piece to each side Learn how the design team coupled passive and active systems to optimize performance and quality of life for residents See how the contractors worked together to assemble the pieces Subscribe on YouTube to catch all of the moments…Like Follow and Share our series to celebrate each achievement and to learn more about the impact of this facility on its future residents and community",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "collaborative The Dinos attended the third annual Net Positive Energy and Water Conference on February 18th and 19rd in San Diego California hosted by the International Living Future Institute Britt Carlson of A Community of Friends led Toward Net Zero Water in Affordable The International Living Future Institute annual unConference  was held from April 1st through April 3rd in Seattle Washington Green Dinosaur had the opportunity to attend the conference and participate in several inspiring sessions Alongside Rose Fellow and We attended the second annual Net Positive Energy and Water Conference on January 22nd and 23rd in San Francisco California hosted by the International Living Future Institute Focusing specifically on Energy and Water strategies and exploring its unique impacts on Read Full Article La Brea Housing / credit Art Gray Photography We believe that first and foremost to all organizations should be a commitment to the health wellness and long-term security of its people",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "by The Dinos  Sep 28   Practical Insights Following Through For Payback Maximizing payback is an exercise in persistence Even the most aggressive projects can fall short in execution and miss out on new opportunities for return on investment The team at Silver Star Apartments continues to execute and innovate during construction to assure all opportunities are leveraged for maximum payback Subscribe on YouTube to catch all of the moments…Like Follow and Share our series to celebrate each achievement and to learn more about the impact of this facility on its future residents and community",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}