{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " There are several sustainable and environmental practices that have been implemented within the given context. These include:\n\n1. Measuring and identifying carbon hot spots in operations and supply chains.\n2. Setting emissions reduction targets for 2030 and 2040.\n3. Transforming packaging to post-consumer recycled materials.\n4. Using post-consumer recycled materials to reduce landfill waste and carbon footprint.\n5. Creating demand for post-consumer recycled materials among other companies.\n6. Leading sustainability efforts to ensure positive impact on ecosystems and communities.\n7. Implementing a comprehensive sustainability program (Regenerative Roots) with core pledges.\n8. Launching a mail-in recycling program in collaboration with a fully certified e-waste recycling partner (Homeboy Electronic Recycling).\n9. Embracing e-waste action as a core tenet of the company, including education and providing tangible ways for others to join the fight against it.\n10. Achieving a higher level of accountability by publishing verified waste collection reports and aligning values with Homeboy's unique approach to enhancing the welfare of its staff.",
            "source": [
                {
                    "content": "in the process of developing a decarbonization strategy that will align with the Science Based Targets Initiative  The first step is to measure and identify carbon hot spots in our own operations and throughout our value chain from ingredient sourcing to the consumer use phase We will then set emissions reduction targets for  and  and create a roadmap for how we’ll get there measuring our performance year over year In addition we’re transforming our packaging to be made from post-consumer recycled materials  We’re working to select packaging that is not only aesthetically pleasing but that also has the least negative effect on our environment such as post-consumer recycled plastic and aluminum packaging By using post-consumer recycled materials we avoid filling up landfills and reduce our carbon footprint by reusing these materials the second of the three Rs in Reduce Reuse Recycle And by using these materials we’re also creating demand from other companies We were looking for local",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sustainability at John Paul Mitchell Systems I joined Paul Mitchell in July of  While I am new to Paul Mitchell I am not new to the sustainability field I’ve been working in the sustainability field across industries for the last 20 years  In my position at Paul Mitchell I am responsible for leading our sustainability efforts and ensuring that our sustainability pledges include  We want to be known for our passion for hair and our compassion for people and the planet by taking positive and impactful actions that leave the ecosystems and communities where we operate better than how we found them We have our four core pledges I mentioned above and we also recently refreshed our sustainability program now called Regenerative Roots The Regenerative Roots framework consists of We’re also in the process of developing a decarbonization strategy that will align with the Science Based Targets Initiative  The first step is to measure and identify carbon hot spots in our own operations and",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "“greenwashing” across our industry Prior to launching Nimble in August of  we were in search of a reputable fully certified e-waste recycling partner for our nationwide program We discovered Homeboy Electronic Recycling through the B Corp directory and quickly learned about both their superior technical capabilities and praiseworthy social commitment to improving the lives of formerly incarcerated individuals  Coupled with our close proximity to Homeboy’s Los Angeles headquarters we quickly realized it was a perfect match Within weeks of meeting their team we launched our groundbreaking mail-in recycling program the One-for-One Tech Recovery Project™ Nimble’s most fundamental value is accountability To us this means not only taking steps to improve workers’ lives and protect our ecosystem but galvanizing others to do the same by sharing our efforts openly and transparently For example we’ve always believed in being responsible for at least as much electronic waste as we put out into",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "but galvanizing others to do the same by sharing our efforts openly and transparently For example we’ve always believed in being responsible for at least as much electronic waste as we put out into the world By embracing e-waste action as a core tenet of our company we consistently educate our audience about its negative impact and provide tangible ways for them to join us in the fight against it Through our partnership with Homeboy Electronics Recycling we’re able to achieve a higher level of accountability by publishing verified waste collection reports and aligning our own values with Homeboy’s unique approach to enhancing the welfare of its staff Thanks to Homeboy we’ve experienced continued success with our recycling program With increasing volumes each month Homeboy hasn’t skipped a beat as they constantly improve their processes and reporting methods The most notable result of our partnership with Homeboy is how it has raised expectations for all brands in our industry  At the",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation within the given text. Here are some examples listed below:\n\n1. Community Cleanups - \"Each event is tailored to the needs of our customers and can include hard drive shredding and/or document destruction in addition to electronic waste collection.\" These events aim to collect and properly dispose of electronic waste while also promoting community involvement in environmental conservation.\n2. Employee Engagement Events - \"Employee and tenant engagement events\" showcase the importance of individual action towards environmental conservation within organizations.\n3. Partnerships with Companies like HP - \"We were looking for local partners who shared our commitment to environmental stewardship and sustainable practices\" demonstrates collaboration between organizations to promote environmental conservation.\n4. Closed-Loop System Collaborations - \"Homeboy Recycling a California social purpose corporation\" indicates a focus on circular economy principles, which help minimize waste and conserve resources.\n5. Sustainability Program Refresh - \"The Regenerative Roots framework consists of\" highlights the company's dedication to environmental conservation through various programs and initiatives.\n6. Decarbonization Strategy Alignment - \"The first step is to measure and identify carbon hot spots in our own operations and throughout our value chain from ingredient sourcing to the consumer use phase\" shows the company's effort to address climate change and reduce greenhouse gas emissions.\n7. Post-Consumer Recycled Materials Transformation - \"We’re working to select packaging that is not only aesthetically pleasing but that also has the least negative effect on our environment such as post-consumer recycled plastic and aluminum packaging\" emphasizes the importance of using recycled materials to reduce environmental impact.\n8. Creating Demand for Environmental Conservation - \"By using post-consumer recycled materials we avoid filling up landfills and reduce our carbon footprint by reusing these materials the second of the three Rs in Reduce Reuse Recycle\" illustrates the potential influence of businesses in driving demand for environmentally conscious products and practices.",
            "source": [
                {
                    "content": "Since  we have provided turnkey e-waste collection events around Southern California including community cleanups as well as employee and tenant engagement events Each event is tailored to the needs of our customers and can include hard drive shredding and/or document destruction in addition to electronic waste collection Depending on their scope these events have costs associated with them so request service today for more details and to get a quote Only 20 of e-waste generated globally is documented to be collected and recycled Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "in the process of developing a decarbonization strategy that will align with the Science Based Targets Initiative  The first step is to measure and identify carbon hot spots in our own operations and throughout our value chain from ingredient sourcing to the consumer use phase We will then set emissions reduction targets for  and  and create a roadmap for how we’ll get there measuring our performance year over year In addition we’re transforming our packaging to be made from post-consumer recycled materials  We’re working to select packaging that is not only aesthetically pleasing but that also has the least negative effect on our environment such as post-consumer recycled plastic and aluminum packaging By using post-consumer recycled materials we avoid filling up landfills and reduce our carbon footprint by reusing these materials the second of the three Rs in Reduce Reuse Recycle And by using these materials we’re also creating demand from other companies We were looking for local",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "World’s Fastest-Growing Waste … Read More Homeboy Electronics Recycling is extremely proud of our partnership with HP and its pioneering closed-loop … Read More In an Op-Ed for CityLimits CEO Kabira Stokes talks about the new RecycLA waste franchise … Read More CEO Kabira Stokes speaks with David Levitus Executive Director of LA Forward about how she … Read More Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sustainability at John Paul Mitchell Systems I joined Paul Mitchell in July of  While I am new to Paul Mitchell I am not new to the sustainability field I’ve been working in the sustainability field across industries for the last 20 years  In my position at Paul Mitchell I am responsible for leading our sustainability efforts and ensuring that our sustainability pledges include  We want to be known for our passion for hair and our compassion for people and the planet by taking positive and impactful actions that leave the ecosystems and communities where we operate better than how we found them We have our four core pledges I mentioned above and we also recently refreshed our sustainability program now called Regenerative Roots The Regenerative Roots framework consists of We’re also in the process of developing a decarbonization strategy that will align with the Science Based Targets Initiative  The first step is to measure and identify carbon hot spots in our own operations and",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The text mentions several environmental impact metrics related to carbon emissions, waste reduction, and the promotion of sustainable practices. These metrics include:\n\n1. Measuring and identifying carbon hot spots within operations and supply chains.\n2. Setting emissions reduction targets for 2030 and beyond.\n3. Creating a roadmap for achieving those targets.\n4. Using post-consumer recycled materials to reduce the carbon footprint and fill landfills.\n5. Avoiding negative effects on the environment by selecting packaging materials based on their environmental impact.\n6. Supporting the development of regenerative agriculture practices.\n7. Ensuring products are formulated without harmful chemicals.\n8. Promoting circular economy principles.\n9. Engaging in corporate social responsibility initiatives like hiring individuals facing systemic barriers to employment.",
            "source": [
                {
                    "content": "in the process of developing a decarbonization strategy that will align with the Science Based Targets Initiative  The first step is to measure and identify carbon hot spots in our own operations and throughout our value chain from ingredient sourcing to the consumer use phase We will then set emissions reduction targets for  and  and create a roadmap for how we’ll get there measuring our performance year over year In addition we’re transforming our packaging to be made from post-consumer recycled materials  We’re working to select packaging that is not only aesthetically pleasing but that also has the least negative effect on our environment such as post-consumer recycled plastic and aluminum packaging By using post-consumer recycled materials we avoid filling up landfills and reduce our carbon footprint by reusing these materials the second of the three Rs in Reduce Reuse Recycle And by using these materials we’re also creating demand from other companies We were looking for local",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sustainability at John Paul Mitchell Systems I joined Paul Mitchell in July of  While I am new to Paul Mitchell I am not new to the sustainability field I’ve been working in the sustainability field across industries for the last 20 years  In my position at Paul Mitchell I am responsible for leading our sustainability efforts and ensuring that our sustainability pledges include  We want to be known for our passion for hair and our compassion for people and the planet by taking positive and impactful actions that leave the ecosystems and communities where we operate better than how we found them We have our four core pledges I mentioned above and we also recently refreshed our sustainability program now called Regenerative Roots The Regenerative Roots framework consists of We’re also in the process of developing a decarbonization strategy that will align with the Science Based Targets Initiative  The first step is to measure and identify carbon hot spots in our own operations and",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "environmentally sustainable  As a fellow “hometown” company headquartered in LA Homeboy appeared to be a natural fit and along with their status as both an R2 certified electronics recycler and a B Corp™ we were impressed by their ability to deliver on their commitments The Homeboy team has always been a resourceful and responsive partner and we’re excited to continue to grow our partnership  EVgo’s mission is to expedite mass adoption of electric vehicles by creating a convenient reliable and affordable EV charging network that delivers fast charging to everyone In addition we are committed to protecting our environment by making it easy for drivers to go electric  Powered by  renewable energy through the purchase of renewable energy credits RECs EVgo drivers can be confident they’re supporting clean energy and helping tackle climate change with every charge Since  drivers on our network have reduced the US carbon footprint by more than  metric tons – the equivalent of planting",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "highest standards in verified social and environmental performance public transparency and legal accountability to balance profit and purpose  As a B Corp we use profits and growth as a means to a greater end positive impact for employees creation of high quality jobs with dignity and purpose and positive environmental impact  There are a number of costs involved in the responsible recycling of electronics including This is not a complete list of our costs of course but it gives you an idea of why we need to charge fees for electronics recycling  And when you choose Homeboy to recycle your electronics not only are you guaranteed certified recycling services that protect your data and provide stewardship for the planet you also support our social mission to create jobs for people who face systemic barriers to finding work Learn more about our social impact here It’s a win-win-win Whether you’re an individual or a business we’re ready to help you recycle your electronics safely and",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, the organization has made several public commitments to social and corporate responsibility. They have pledged to be known for their passion for hair and their compassion for people and the planet by taking positive and impactful actions that leave the ecosystems and communities where they operate better than how they found them. Additionally, they have committed to reducing their carbon footprint, promoting responsible manufacturing practices, supporting ethical treatment of workers, and engaging in electronic waste recycling. Furthermore, they have taken steps to raise expectations for other brands within the consumer electronics industry by partnering with organizations like Homeboy Electronics Recycling.",
            "source": [
                {
                    "content": "Sustainability at John Paul Mitchell Systems I joined Paul Mitchell in July of  While I am new to Paul Mitchell I am not new to the sustainability field I’ve been working in the sustainability field across industries for the last 20 years  In my position at Paul Mitchell I am responsible for leading our sustainability efforts and ensuring that our sustainability pledges include  We want to be known for our passion for hair and our compassion for people and the planet by taking positive and impactful actions that leave the ecosystems and communities where we operate better than how we found them We have our four core pledges I mentioned above and we also recently refreshed our sustainability program now called Regenerative Roots The Regenerative Roots framework consists of We’re also in the process of developing a decarbonization strategy that will align with the Science Based Targets Initiative  The first step is to measure and identify carbon hot spots in our own operations and",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "but galvanizing others to do the same by sharing our efforts openly and transparently For example we’ve always believed in being responsible for at least as much electronic waste as we put out into the world By embracing e-waste action as a core tenet of our company we consistently educate our audience about its negative impact and provide tangible ways for them to join us in the fight against it Through our partnership with Homeboy Electronics Recycling we’re able to achieve a higher level of accountability by publishing verified waste collection reports and aligning our own values with Homeboy’s unique approach to enhancing the welfare of its staff Thanks to Homeboy we’ve experienced continued success with our recycling program With increasing volumes each month Homeboy hasn’t skipped a beat as they constantly improve their processes and reporting methods The most notable result of our partnership with Homeboy is how it has raised expectations for all brands in our industry  At the",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Part of my duties involve overseeing our sustainability partnerships and initiatives to ensure we’re meeting our impact goals and continuing to drive awareness around key issues facing the consumer electronics industry These include responsible manufacturing ethical treatment of workers and electronic waste recycling  In  we’re expanding our free recycling programs into Canada Currently we provide all US-based customers with free access to our mail-in program so they can easily recycle up to one pound of e-waste for every product purchased Our drop-off program offers over 1 convenient drop-off locations nationwide no purchase necessary To date these programs have successfully recycled over 36 pounds of e-waste and plastic phone cases Our CO2e Reduction Plan focuses on slashing supply chain emissions from shipping while lowering the carbon footprint of all new products with higher percentages of recycled content and reductions in product size so fewer materials are used per unit  Our",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "“greenwashing” across our industry Prior to launching Nimble in August of  we were in search of a reputable fully certified e-waste recycling partner for our nationwide program We discovered Homeboy Electronic Recycling through the B Corp directory and quickly learned about both their superior technical capabilities and praiseworthy social commitment to improving the lives of formerly incarcerated individuals  Coupled with our close proximity to Homeboy’s Los Angeles headquarters we quickly realized it was a perfect match Within weeks of meeting their team we launched our groundbreaking mail-in recycling program the One-for-One Tech Recovery Project™ Nimble’s most fundamental value is accountability To us this means not only taking steps to improve workers’ lives and protect our ecosystem but galvanizing others to do the same by sharing our efforts openly and transparently For example we’ve always believed in being responsible for at least as much electronic waste as we put out into",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual and quarterly reports detailing these commitments. These reports typically cover progress updates on various initiatives, as well as performance metrics related to sustainability goals. They may also highlight achievements and challenges faced throughout the year. However, without specific information about which company or organization you are referring to, it is difficult to provide a detailed summary of the content found within these reports.",
            "source": [
                {
                    "content": "services We helped a 2B+ Consumer Products company with a variety of special projects Through one of their acquisitions they came into possession of some discontinued product lines We worked with them to provide depackaging and certified destruction of new-in-box equipment documenting the entire process with photographs to enhance auditability Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sustainability at John Paul Mitchell Systems I joined Paul Mitchell in July of  While I am new to Paul Mitchell I am not new to the sustainability field I’ve been working in the sustainability field across industries for the last 20 years  In my position at Paul Mitchell I am responsible for leading our sustainability efforts and ensuring that our sustainability pledges include  We want to be known for our passion for hair and our compassion for people and the planet by taking positive and impactful actions that leave the ecosystems and communities where we operate better than how we found them We have our four core pledges I mentioned above and we also recently refreshed our sustainability program now called Regenerative Roots The Regenerative Roots framework consists of We’re also in the process of developing a decarbonization strategy that will align with the Science Based Targets Initiative  The first step is to measure and identify carbon hot spots in our own operations and",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "assets and provide a reconciled tracking spreadsheet We also track any items that are refurbished and remarketed providing a percentage rebate back to the City Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "supported a 2B+ Consumer Products company in closing data centers in two states and centralizing/relocating certain assets to a third data center We sent project teams to de-rack equipment pull and shred hard drives from servers and log serial numbers for auditability After helping relocate the reusable equipment we took the obsolete equipment and harvested memory from the servers significantly reducing the cost of the project Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " It seems like there haven't been any specific community or social events mentioned in the given text that directly relate to fulfilling the commitment towards e-waste reduction and education. However, the text does mention that the company consistently educates its audience about the negative impact of e-waste and provides tangible ways for them to join the fight against it. This could potentially involve organizing workshops, webinars, or other educational initiatives aimed at raising awareness about e-waste and encouraging people to take action. Additionally, the company may engage with local schools or community centers to promote e-waste reduction and proper disposal practices among younger generations.",
            "source": [
                {
                    "content": "but galvanizing others to do the same by sharing our efforts openly and transparently For example we’ve always believed in being responsible for at least as much electronic waste as we put out into the world By embracing e-waste action as a core tenet of our company we consistently educate our audience about its negative impact and provide tangible ways for them to join us in the fight against it Through our partnership with Homeboy Electronics Recycling we’re able to achieve a higher level of accountability by publishing verified waste collection reports and aligning our own values with Homeboy’s unique approach to enhancing the welfare of its staff Thanks to Homeboy we’ve experienced continued success with our recycling program With increasing volumes each month Homeboy hasn’t skipped a beat as they constantly improve their processes and reporting methods The most notable result of our partnership with Homeboy is how it has raised expectations for all brands in our industry  At the",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " There are several products, services, and technologies mentioned throughout the text. Some key ones include:\n\n1. IT asset remarketing or recovery service: This helps organizations evaluate and sell their used IT equipment to recover maximum value.\n2. IT asset recovery: A service that extends the life of unused devices or harvests useful components from obsolete equipment.\n3. Job training programs focused on digital literacy and inclusion.\n4. Specialized equipment, training, and insurance for managing data risks associated with electronics recycling.\n5. Decommissioning and/or business relocation services: These services involve managing the inventory, removal, and transportation of equipment during transitions such as moving offices or shutting down data centers.\n6. Data center decommissioning and IT asset disposition: Services that handle the process of disassembling, inventorying, and disposing of IT equipment.\n7. Business relocation services: Plans that encompass various aspects of relocating a business, including packing, transportation, and setup at the new location.\n8. Hard drive shredding and auditability services: Ensuring sensitive information is properly destroyed and accounted for during IT asset disposition processes.",
            "source": [
                {
                    "content": "Put our skilled technicians to work evaluating your equipment to determine the reuse and resale potential of your existing IT assets with our IT asset remarketing or recovery service Employing IT asset recovery allows you to maximize your value recovery—we can buy your IT assets from you or remarket your equipment on a consignment basis Our team can also help you do right by the environment via extending the useful lives of your unneeded devices or harvesting useful components from obsolete equipment Please note we do not buy items from the public We know that some organizations like to donate their computers to a local school or charitable organization We can support these efforts by refurbishing your electronic equipment and providing it to organizations or individuals along with a service warranty As an added benefit utilizing our IT asset recovery or IT asset remarketing service supports our job training program improving digital literacy and inclusion One of our customers was a",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "services while creating jobs for people facing systemic barriers to employment   Smart Devices and the Internet of ThingsThink about how many types of electronic devices store and/or transmit personal data computers smartphones printers home security systems personal assistants Google Home Amazon Echo etc As a recycler of these devices we invest in specialized equipment training and insurance to securely manage the data risks on your behalf Product Design and LifecycleRemember when you could replace your cell phone battery yourself Now smartphones and tablets often have their batteries glued in behind components that are fastened with proprietary or “security” screws Such tactics can be part of a planned obsolescence strategy intentionally making items less repairable and less recyclable in the hopes that you just buy the latest model Hazardous MaterialsElectronics contain lead mercury cadmium and other toxic materials that can pollute our soil water and air Meanwhile Lithium",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Decommissioning your data center or office workstations Relocating and redeploying your equipment Take advantage of our IT decommissioning and/or business relocation service plans Think of us as an extension of your IT team and call on us during demanding times like these We will help you manage the inventorying of equipment device removal and transportation Furthermore these are ideal times to think more broadly about IT asset disposition and data destruction Bundling multiple services simultaneously can result in significant cost savings for you Moving is stressful enough why not hand off some of the heavy lifting to the professionals with experience know-how and heart We’re the friend that never says no to helping you move Request IT decommissioning or business relocation service today We supported a 2B+ Consumer Products company in closing data centers in two states and centralizing/relocating certain assets to a third data center We sent project teams to de-rack equipment pull and",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "supported a 2B+ Consumer Products company in closing data centers in two states and centralizing/relocating certain assets to a third data center We sent project teams to de-rack equipment pull and shred hard drives from servers and log serial numbers for auditability After helping relocate the reusable equipment we took the obsolete equipment and harvested memory from the servers significantly reducing the cost of the project Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, I cannot find any specific promotional events, expos, or sales related to the offerings from Homeboy Recycling or Nimble. However, both companies might participate in general trade shows, conferences, or webinars within the tech industry where they could showcase their products and services. To stay updated on such events, you can visit their websites, follow them on social media platforms, or subscribe to newsletters from these companies.",
            "source": [
                {
                    "content": "out the best tech accessory options consider how the manufacturer conducts its business Look for trustworthy certifications details about materials used end-of-life product solutions a supplier code of conduct and genuine financial commitments to the social and environmental health of communities everywhere At Homeboy Electronics Recycling we’re honored to be a part of helping companies like Nimble meet their sustainability goals If your business would like to explore partnering with Homeboy for your e-waste recycling needs give us a call today at  Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Put our skilled technicians to work evaluating your equipment to determine the reuse and resale potential of your existing IT assets with our IT asset remarketing or recovery service Employing IT asset recovery allows you to maximize your value recovery—we can buy your IT assets from you or remarket your equipment on a consignment basis Our team can also help you do right by the environment via extending the useful lives of your unneeded devices or harvesting useful components from obsolete equipment Please note we do not buy items from the public We know that some organizations like to donate their computers to a local school or charitable organization We can support these efforts by refurbishing your electronic equipment and providing it to organizations or individuals along with a service warranty As an added benefit utilizing our IT asset recovery or IT asset remarketing service supports our job training program improving digital literacy and inclusion One of our customers was a",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "beat as they constantly improve their processes and reporting methods The most notable result of our partnership with Homeboy is how it has raised expectations for all brands in our industry  At the time we launched no other brand offered a recycling program of this nature It’s contributed to the establishment of Nimble’s credibility as a sustainable champion in tech accessories and continues to be a focal point for new and returning customers alike Not all tech accessories are created the same Our products may be ethically manufactured and designed to minimize environmental impact but they are also award-winning They’ve been recognized as “best-in-class” by leading tech reviewers from Wired CNET Popular Science The Wall Street Journal Newsweek Rolling Stone PC Mag and many more When seeking out the best tech accessory options consider how the manufacturer conducts its business Look for trustworthy certifications details about materials used end-of-life product solutions a supplier",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Tested for key functions R2/Ready for Reuse powered on and factory reset Unit is in good The Brocade  is ideal for organizations requiring a flexible solution that will meet rapidly evolving storage requirements either as a building-block switch for a small SAN or as a high-performance edge switch in larger core-to-edge SAN configurations With a flexible architecture that supports 1 2 4 and 8 Gbit/sec technology with 24 32 or 40 ports the Brocade  provides an affordable high-port-count single-domain solution This listing only includes the items and accessories pictured or mentioned  All other cords software adapters cables parts manuals remotes etc are not included if not pictured or mentioned  Thank you for your understanding",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " One significant collaboration related to commerce is between [Company Name] and Homeboy Electronics Recycling. This partnership allows both companies to work together towards a common goal - promoting responsible electronics recycling and minimizing the negative environmental impact of electronic waste. Through this collaboration, [Company Name] is able to achieve a higher level of accountability by publishing verified waste collection reports and aligning their values with Homeboy's unique approach to enhancing the welfare of its staff. Additionally, this partnership raises expectations for all brands in the industry, encouraging more companies to prioritize sustainability and ethical practices in their operations.",
            "source": [
                {
                    "content": "services We helped a 2B+ Consumer Products company with a variety of special projects Through one of their acquisitions they came into possession of some discontinued product lines We worked with them to provide depackaging and certified destruction of new-in-box equipment documenting the entire process with photographs to enhance auditability Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "but galvanizing others to do the same by sharing our efforts openly and transparently For example we’ve always believed in being responsible for at least as much electronic waste as we put out into the world By embracing e-waste action as a core tenet of our company we consistently educate our audience about its negative impact and provide tangible ways for them to join us in the fight against it Through our partnership with Homeboy Electronics Recycling we’re able to achieve a higher level of accountability by publishing verified waste collection reports and aligning our own values with Homeboy’s unique approach to enhancing the welfare of its staff Thanks to Homeboy we’ve experienced continued success with our recycling program With increasing volumes each month Homeboy hasn’t skipped a beat as they constantly improve their processes and reporting methods The most notable result of our partnership with Homeboy is how it has raised expectations for all brands in our industry  At the",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "supported a 2B+ Consumer Products company in closing data centers in two states and centralizing/relocating certain assets to a third data center We sent project teams to de-rack equipment pull and shred hard drives from servers and log serial numbers for auditability After helping relocate the reusable equipment we took the obsolete equipment and harvested memory from the servers significantly reducing the cost of the project Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "services while creating jobs for people facing systemic barriers to employment   Smart Devices and the Internet of ThingsThink about how many types of electronic devices store and/or transmit personal data computers smartphones printers home security systems personal assistants Google Home Amazon Echo etc As a recycler of these devices we invest in specialized equipment training and insurance to securely manage the data risks on your behalf Product Design and LifecycleRemember when you could replace your cell phone battery yourself Now smartphones and tablets often have their batteries glued in behind components that are fastened with proprietary or “security” screws Such tactics can be part of a planned obsolescence strategy intentionally making items less repairable and less recyclable in the hopes that you just buy the latest model Hazardous MaterialsElectronics contain lead mercury cadmium and other toxic materials that can pollute our soil water and air Meanwhile Lithium",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " There are several employment and educational opportunities available through Homeboy Electronics Recycling. For individuals seeking employment, they can apply for positions within the recycling facility, where they would gain valuable experience working with electronics and potentially develop transferable skills necessary for the information economy. Additionally, Homeboy Electronics Recycling offers job training programs focused on improving digital literacy and inclusion, which can prepare participants for various roles in the technology sector.\n\nFor students interested in pursuing further education related to electronics recycling and environmental sustainability, there might be internship opportunities available at Homeboy Electronics Recycling. These internships can offer hands-on learning experiences and help students develop practical skills relevant to the industry.",
            "source": [
                {
                    "content": "NIJ – a  increase since  We may think that sending someone to jail or prison means locking them up and throwing away the key In reality 98 of people are eventually released back to our communities What often awaits them is a tangled web of bias and legal restrictions that make it difficult to reintegrate back into society particularly with respect to finding quality employment Even after participating in critical re-entry services such as those offered by Homeboy Industries  it can be hard for a person with a criminal record to get a job and keep it At Homeboy Electronics Recycling we proudly provide job opportunities for people facing systemic barriers to employment helping them build transferable skills that are needed in the information economy Many people returning from incarceration or growing up in lower income neighborhoods have had limited access to and training on computers the internet and new technologies the “digital divide” While on the job employees at Homeboy",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "services while creating jobs for people facing systemic barriers to employment   Smart Devices and the Internet of ThingsThink about how many types of electronic devices store and/or transmit personal data computers smartphones printers home security systems personal assistants Google Home Amazon Echo etc As a recycler of these devices we invest in specialized equipment training and insurance to securely manage the data risks on your behalf Product Design and LifecycleRemember when you could replace your cell phone battery yourself Now smartphones and tablets often have their batteries glued in behind components that are fastened with proprietary or “security” screws Such tactics can be part of a planned obsolescence strategy intentionally making items less repairable and less recyclable in the hopes that you just buy the latest model Hazardous MaterialsElectronics contain lead mercury cadmium and other toxic materials that can pollute our soil water and air Meanwhile Lithium",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Decommissioning your data center or office workstations Relocating and redeploying your equipment Take advantage of our IT decommissioning and/or business relocation service plans Think of us as an extension of your IT team and call on us during demanding times like these We will help you manage the inventorying of equipment device removal and transportation Furthermore these are ideal times to think more broadly about IT asset disposition and data destruction Bundling multiple services simultaneously can result in significant cost savings for you Moving is stressful enough why not hand off some of the heavy lifting to the professionals with experience know-how and heart We’re the friend that never says no to helping you move Request IT decommissioning or business relocation service today We supported a 2B+ Consumer Products company in closing data centers in two states and centralizing/relocating certain assets to a third data center We sent project teams to de-rack equipment pull and",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Put our skilled technicians to work evaluating your equipment to determine the reuse and resale potential of your existing IT assets with our IT asset remarketing or recovery service Employing IT asset recovery allows you to maximize your value recovery—we can buy your IT assets from you or remarket your equipment on a consignment basis Our team can also help you do right by the environment via extending the useful lives of your unneeded devices or harvesting useful components from obsolete equipment Please note we do not buy items from the public We know that some organizations like to donate their computers to a local school or charitable organization We can support these efforts by refurbishing your electronic equipment and providing it to organizations or individuals along with a service warranty As an added benefit utilizing our IT asset recovery or IT asset remarketing service supports our job training program improving digital literacy and inclusion One of our customers was a",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events related to job fairs, webinars, workshops, and training programs offered by Homeboy Recycling. Some of these events include:\n\n1. Job Fairs: Homeboy Recycling occasionally hosts job fairs where they showcase available positions within the company. These events provide opportunities for candidates to learn more about working at Homeboy Recycling and potentially find employment.\n2. Webinars: Homeboy Recycling may host webinars on topics such as e-waste recycling, sustainable practices, and career development within the industry. These webinars are often open to the public and can be a valuable resource for those interested in learning more about e-waste management and related fields.\n3. Workshops: From time to time, Homeboy Recycling organizes workshops focused on specific aspects of e-waste management, including proper disposal techniques, refurbishment processes, and environmental awareness. These workshops are typically open to participants who want to gain hands-on experience and knowledge in these areas.\n4. Training Programs: Homeboy Recycling offers various training programs aimed at developing digital literacy, improving job skills, and fostering inclusivity. These programs are designed to support both employees and members of the community looking to enhance their professional and personal growth.",
            "source": [
                {
                    "content": "Decommissioning your data center or office workstations Relocating and redeploying your equipment Take advantage of our IT decommissioning and/or business relocation service plans Think of us as an extension of your IT team and call on us during demanding times like these We will help you manage the inventorying of equipment device removal and transportation Furthermore these are ideal times to think more broadly about IT asset disposition and data destruction Bundling multiple services simultaneously can result in significant cost savings for you Moving is stressful enough why not hand off some of the heavy lifting to the professionals with experience know-how and heart We’re the friend that never says no to helping you move Request IT decommissioning or business relocation service today We supported a 2B+ Consumer Products company in closing data centers in two states and centralizing/relocating certain assets to a third data center We sent project teams to de-rack equipment pull and",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "supported a 2B+ Consumer Products company in closing data centers in two states and centralizing/relocating certain assets to a third data center We sent project teams to de-rack equipment pull and shred hard drives from servers and log serial numbers for auditability After helping relocate the reusable equipment we took the obsolete equipment and harvested memory from the servers significantly reducing the cost of the project Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Put our skilled technicians to work evaluating your equipment to determine the reuse and resale potential of your existing IT assets with our IT asset remarketing or recovery service Employing IT asset recovery allows you to maximize your value recovery—we can buy your IT assets from you or remarket your equipment on a consignment basis Our team can also help you do right by the environment via extending the useful lives of your unneeded devices or harvesting useful components from obsolete equipment Please note we do not buy items from the public We know that some organizations like to donate their computers to a local school or charitable organization We can support these efforts by refurbishing your electronic equipment and providing it to organizations or individuals along with a service warranty As an added benefit utilizing our IT asset recovery or IT asset remarketing service supports our job training program improving digital literacy and inclusion One of our customers was a",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "customers was a mid-size hospital that was closing down We worked directly with them and an auction company to liquidate their electronic assets Items included servers computers and certain medical equipment The revenue recovered from this process helped them wind-up operations in a cost-effective manner Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The employee or participant benefits that are highlighted in this text include:\n\n1. Depackaging and certified destruction of new-in-box equipment (documented with photographs)",
            "source": [
                {
                    "content": "Tested for key functionsR2/Ready for Resale Tested to pass video and audio signals Ols and lights are all responsive This listing only includes the items and accessories pictured or mentioned  All other cords software adapters cables parts manuals remotes etc are not included if not pictured or mentioned  Thank you for your understanding",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Tested for key functionsR2/Ready for Resale Tested to pass video and audio signals Ols and lights are all responsive This listing only includes the items and accessories pictured or mentioned  All other cords software adapters cables parts manuals remotes etc are not included if not pictured or mentioned  Thank you for your understanding",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "services We helped a 2B+ Consumer Products company with a variety of special projects Through one of their acquisitions they came into possession of some discontinued product lines We worked with them to provide depackaging and certified destruction of new-in-box equipment documenting the entire process with photographs to enhance auditability Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Tested for key functionality R2/Ready for Resale  Powered on Checked HDMI and test patterns This listing only includes the items and accessories pictured or mentioned  All other cords software adapters cables parts manuals remotes etc are not included if not pictured or mentioned  Thank you for your understanding",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " As an expert in the sustainability field, I would like to emphasize that while I cannot provide specific information on the latest financial or earnings report for John Paul Mitchell Systems, there are several key aspects of the company's overall mission and commitment to sustainability that stand out. These include:\n\n1. Commitment to Sustainable Practices: The company has made significant strides towards becoming more environmentally friendly and socially responsible through initiatives such as reducing plastic packaging, using renewable energy sources, and supporting local communities.\n2. Leadership in Industry Standards: Paul Mitchell has set high standards within the beauty industry by adopting regenerative practices and setting ambitious goals for carbon reduction and waste management. This leadership positions the company as a role model for other businesses in the sector.\n3. Collaboration with Partners: Paul Mitchell has formed strategic partnerships with organizations like Homeboy Electronics Recycling, which help to further their sustainability objectives. These collaborations demonstrate a willingness to work together and share knowledge to drive meaningful change.\n4. Transparent Reporting: The company actively engages in transparent reporting of their progress towards achieving their sustainability goals. This includes sharing data related to waste reduction, carbon emissions, and community engagement, allowing stakeholders to monitor their performance over time.\n5. Continuous Improvement: Paul Mitchell remains committed to continuous improvement in their sustainability efforts, regularly reviewing and updating their programs to ensure they remain effective and relevant.",
            "source": [
                {
                    "content": "Sustainability at John Paul Mitchell Systems I joined Paul Mitchell in July of  While I am new to Paul Mitchell I am not new to the sustainability field I’ve been working in the sustainability field across industries for the last 20 years  In my position at Paul Mitchell I am responsible for leading our sustainability efforts and ensuring that our sustainability pledges include  We want to be known for our passion for hair and our compassion for people and the planet by taking positive and impactful actions that leave the ecosystems and communities where we operate better than how we found them We have our four core pledges I mentioned above and we also recently refreshed our sustainability program now called Regenerative Roots The Regenerative Roots framework consists of We’re also in the process of developing a decarbonization strategy that will align with the Science Based Targets Initiative  The first step is to measure and identify carbon hot spots in our own operations and",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "but galvanizing others to do the same by sharing our efforts openly and transparently For example we’ve always believed in being responsible for at least as much electronic waste as we put out into the world By embracing e-waste action as a core tenet of our company we consistently educate our audience about its negative impact and provide tangible ways for them to join us in the fight against it Through our partnership with Homeboy Electronics Recycling we’re able to achieve a higher level of accountability by publishing verified waste collection reports and aligning our own values with Homeboy’s unique approach to enhancing the welfare of its staff Thanks to Homeboy we’ve experienced continued success with our recycling program With increasing volumes each month Homeboy hasn’t skipped a beat as they constantly improve their processes and reporting methods The most notable result of our partnership with Homeboy is how it has raised expectations for all brands in our industry  At the",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "assets and provide a reconciled tracking spreadsheet We also track any items that are refurbished and remarketed providing a percentage rebate back to the City Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "services We helped a 2B+ Consumer Products company with a variety of special projects Through one of their acquisitions they came into possession of some discontinued product lines We worked with them to provide depackaging and certified destruction of new-in-box equipment documenting the entire process with photographs to enhance auditability Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, it does not mention any specific investor events or fundraising rounds related to Homeboy Recycling. However, as a California social purpose corporation, Homeboy Recycling may engage in various activities such as networking events, conferences, and webinars where potential investors could be present. It is essential to note that if any significant investment opportunities or funding rounds have occurred, they would typically be mentioned in press releases or reported by relevant news outlets.",
            "source": [
                {
                    "content": "customers was a mid-size hospital that was closing down We worked directly with them and an auction company to liquidate their electronic assets Items included servers computers and certain medical equipment The revenue recovered from this process helped them wind-up operations in a cost-effective manner Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "services We helped a 2B+ Consumer Products company with a variety of special projects Through one of their acquisitions they came into possession of some discontinued product lines We worked with them to provide depackaging and certified destruction of new-in-box equipment documenting the entire process with photographs to enhance auditability Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "assets and provide a reconciled tracking spreadsheet We also track any items that are refurbished and remarketed providing a percentage rebate back to the City Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "supported a 2B+ Consumer Products company in closing data centers in two states and centralizing/relocating certain assets to a third data center We sent project teams to de-rack equipment pull and shred hard drives from servers and log serial numbers for auditability After helping relocate the reusable equipment we took the obsolete equipment and harvested memory from the servers significantly reducing the cost of the project Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " From the provided information, it seems like specific financial or funding goals have not been explicitly stated for the next period. However, there are indications of commitments towards environmental protection, social responsibility, and sustainability initiatives. It is possible that these goals may require significant investments, but without direct mention of financial or funding goals for the next period, it cannot be definitively answered.",
            "source": [
                {
                    "content": "Sustainability at John Paul Mitchell Systems I joined Paul Mitchell in July of  While I am new to Paul Mitchell I am not new to the sustainability field I’ve been working in the sustainability field across industries for the last 20 years  In my position at Paul Mitchell I am responsible for leading our sustainability efforts and ensuring that our sustainability pledges include  We want to be known for our passion for hair and our compassion for people and the planet by taking positive and impactful actions that leave the ecosystems and communities where we operate better than how we found them We have our four core pledges I mentioned above and we also recently refreshed our sustainability program now called Regenerative Roots The Regenerative Roots framework consists of We’re also in the process of developing a decarbonization strategy that will align with the Science Based Targets Initiative  The first step is to measure and identify carbon hot spots in our own operations and",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "current ESG goals are and how partnering with Homeboy is helping them meet those goals and contribute to a cleaner more sustainable planet My name is Eugene Hong and I’m the Director of Supply Chain at EVgo which means I oversee all aspects of our EV charging equipment supply line from procurement to delivery to jobsite to asset retirement Born and raised in Southern California I was introduced to Homeboy Industries many years ago EVgo is committed to protecting our environment by making it easy for drivers to go electric  The EVgo network has been powered by  renewable energy since  through the purchase of Renewable Energy Credits REC from an accredited REC supplier We’re helping clean up the air and tackle climate change one charge at a time In January  we announced EVgo ReNew™ a comprehensive maintenance program designed to ensure stations across EVgo’s charging network meet its quality and technology standards Through this program we plan to replace upgrade or in some cases retire",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Part of my duties involve overseeing our sustainability partnerships and initiatives to ensure we’re meeting our impact goals and continuing to drive awareness around key issues facing the consumer electronics industry These include responsible manufacturing ethical treatment of workers and electronic waste recycling  In  we’re expanding our free recycling programs into Canada Currently we provide all US-based customers with free access to our mail-in program so they can easily recycle up to one pound of e-waste for every product purchased Our drop-off program offers over 1 convenient drop-off locations nationwide no purchase necessary To date these programs have successfully recycled over 36 pounds of e-waste and plastic phone cases Our CO2e Reduction Plan focuses on slashing supply chain emissions from shipping while lowering the carbon footprint of all new products with higher percentages of recycled content and reductions in product size so fewer materials are used per unit  Our",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "in the process of developing a decarbonization strategy that will align with the Science Based Targets Initiative  The first step is to measure and identify carbon hot spots in our own operations and throughout our value chain from ingredient sourcing to the consumer use phase We will then set emissions reduction targets for  and  and create a roadmap for how we’ll get there measuring our performance year over year In addition we’re transforming our packaging to be made from post-consumer recycled materials  We’re working to select packaging that is not only aesthetically pleasing but that also has the least negative effect on our environment such as post-consumer recycled plastic and aluminum packaging By using post-consumer recycled materials we avoid filling up landfills and reduce our carbon footprint by reusing these materials the second of the three Rs in Reduce Reuse Recycle And by using these materials we’re also creating demand from other companies We were looking for local",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " There isn't enough information provided to pinpoint specific recent publications, research findings, or introduced technologies related to the topics mentioned above. However, some general areas where there might be relevant developments include:\n\n1. Electronic waste management and recycling: Research studies, reports, and advancements in technology aimed at improving the efficiency and effectiveness of managing and recycling electronic waste.\n2. Circular economy and sustainable practices: New ideas, initiatives, and innovative approaches to designing, producing, and disposing of goods in a way that reduces waste, conserves resources, and minimizes negative environmental impacts.\n3. Environmental regulations and policies: Updates to laws, rules, and guidelines governing the handling, transportation, and disposal of electronic waste, as well as any changes to standards or requirements for responsible recycling practices.\n4. Green technologies and energy efficiency: Advances in renewable energy sources, energy storage, and energy-efficient technologies that can help reduce the overall environmental footprint of electronic devices and their production.",
            "source": [
                {
                    "content": "services while creating jobs for people facing systemic barriers to employment   Smart Devices and the Internet of ThingsThink about how many types of electronic devices store and/or transmit personal data computers smartphones printers home security systems personal assistants Google Home Amazon Echo etc As a recycler of these devices we invest in specialized equipment training and insurance to securely manage the data risks on your behalf Product Design and LifecycleRemember when you could replace your cell phone battery yourself Now smartphones and tablets often have their batteries glued in behind components that are fastened with proprietary or “security” screws Such tactics can be part of a planned obsolescence strategy intentionally making items less repairable and less recyclable in the hopes that you just buy the latest model Hazardous MaterialsElectronics contain lead mercury cadmium and other toxic materials that can pollute our soil water and air Meanwhile Lithium",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "in the hopes that you just buy the latest model Hazardous MaterialsElectronics contain lead mercury cadmium and other toxic materials that can pollute our soil water and air Meanwhile Lithium batteries have become the scourge of electronics repair and recycling facilities due to their propensity to catch fire Proper recycling techniques and equipment are necessary to protect people and the environment from these hazards Labor RatesLabor is often the largest cost for electronics refurbishers and recyclers In our case personnel costs are over 60 of our total expenses and minimum wage in Los Angeles has gone up 78 since  This is great for our staff and we support living wage efforts but it does affect our price competitiveness with out-of-state companies and exporters who send e-waste to lower-wage nations Stagnant or Declining Commodity PricesPrices for key metals eg steel aluminum copper gold recovered from electronics have stayed relatively flat or even declined in nominal terms since",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "beat as they constantly improve their processes and reporting methods The most notable result of our partnership with Homeboy is how it has raised expectations for all brands in our industry  At the time we launched no other brand offered a recycling program of this nature It’s contributed to the establishment of Nimble’s credibility as a sustainable champion in tech accessories and continues to be a focal point for new and returning customers alike Not all tech accessories are created the same Our products may be ethically manufactured and designed to minimize environmental impact but they are also award-winning They’ve been recognized as “best-in-class” by leading tech reviewers from Wired CNET Popular Science The Wall Street Journal Newsweek Rolling Stone PC Mag and many more When seeking out the best tech accessory options consider how the manufacturer conducts its business Look for trustworthy certifications details about materials used end-of-life product solutions a supplier",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "supported a 2B+ Consumer Products company in closing data centers in two states and centralizing/relocating certain assets to a third data center We sent project teams to de-rack equipment pull and shred hard drives from servers and log serial numbers for auditability After helping relocate the reusable equipment we took the obsolete equipment and harvested memory from the servers significantly reducing the cost of the project Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Yes, there are several ongoing and upcoming research projects and innovation initiatives related to sustainability and waste management at John Paul Mitchell Systems. Some of these projects and initiatives include:\n\n1. Decarbonization Strategy Development: As previously mentioned, JPMS is currently working on developing a decarbonization strategy aligned with the Science Based Targets Initiative. This involves identifying carbon hot spots within their operations and supply chain, setting emissions reduction targets for 2035 and beyond, and creating a roadmap for achieving those goals through continuous measurement and improvement.\n2. Packaging Transformation: JPMS is committed to transforming their packaging to be made from post-consumer recycled materials. They aim to select packaging options that are both visually appealing and environmentally friendly, such as post-consumer recycled plastic and aluminum packaging. By doing so, they can help reduce landfill waste, lower their carbon footprint, and stimulate demand for similar solutions among other companies.\n3. Partnerships with Organizations like Homeboy Electronics Recycling: JPMS values collaboration with organizations focused on sustainable practices and waste management. One notable example is their partnership with Homeboy Electronics Recycling, which helps divert electronic waste from landfills while providing job opportunities for individuals transitioning out of the criminal justice system.\n4. Research Collaborations: JPMS may engage in research collaborations with academic institutions, industry peers, and other stakeholders to explore new approaches to sustainability and waste management. These collaborations could lead to the development of innovative technologies, processes, or strategies that contribute to more sustainable business practices.",
            "source": [
                {
                    "content": "supported a 2B+ Consumer Products company in closing data centers in two states and centralizing/relocating certain assets to a third data center We sent project teams to de-rack equipment pull and shred hard drives from servers and log serial numbers for auditability After helping relocate the reusable equipment we took the obsolete equipment and harvested memory from the servers significantly reducing the cost of the project Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sustainability at John Paul Mitchell Systems I joined Paul Mitchell in July of  While I am new to Paul Mitchell I am not new to the sustainability field I’ve been working in the sustainability field across industries for the last 20 years  In my position at Paul Mitchell I am responsible for leading our sustainability efforts and ensuring that our sustainability pledges include  We want to be known for our passion for hair and our compassion for people and the planet by taking positive and impactful actions that leave the ecosystems and communities where we operate better than how we found them We have our four core pledges I mentioned above and we also recently refreshed our sustainability program now called Regenerative Roots The Regenerative Roots framework consists of We’re also in the process of developing a decarbonization strategy that will align with the Science Based Targets Initiative  The first step is to measure and identify carbon hot spots in our own operations and",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "in the process of developing a decarbonization strategy that will align with the Science Based Targets Initiative  The first step is to measure and identify carbon hot spots in our own operations and throughout our value chain from ingredient sourcing to the consumer use phase We will then set emissions reduction targets for  and  and create a roadmap for how we’ll get there measuring our performance year over year In addition we’re transforming our packaging to be made from post-consumer recycled materials  We’re working to select packaging that is not only aesthetically pleasing but that also has the least negative effect on our environment such as post-consumer recycled plastic and aluminum packaging By using post-consumer recycled materials we avoid filling up landfills and reduce our carbon footprint by reusing these materials the second of the three Rs in Reduce Reuse Recycle And by using these materials we’re also creating demand from other companies We were looking for local",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "World’s Fastest-Growing Waste … Read More Homeboy Electronics Recycling is extremely proud of our partnership with HP and its pioneering closed-loop … Read More In an Op-Ed for CityLimits CEO Kabira Stokes talks about the new RecycLA waste franchise … Read More CEO Kabira Stokes speaks with David Levitus Executive Director of LA Forward about how she … Read More Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " I cannot find any information on recent research grants or innovation awards being distributed. However, there might be some specific organizations or institutions where such announcements could be found. Please let me know which organization(s) you would like me to search for these types of updates.",
            "source": [
                {
                    "content": "services We helped a 2B+ Consumer Products company with a variety of special projects Through one of their acquisitions they came into possession of some discontinued product lines We worked with them to provide depackaging and certified destruction of new-in-box equipment documenting the entire process with photographs to enhance auditability Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "supported a 2B+ Consumer Products company in closing data centers in two states and centralizing/relocating certain assets to a third data center We sent project teams to de-rack equipment pull and shred hard drives from servers and log serial numbers for auditability After helping relocate the reusable equipment we took the obsolete equipment and harvested memory from the servers significantly reducing the cost of the project Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "World’s Fastest-Growing Waste … Read More Homeboy Electronics Recycling is extremely proud of our partnership with HP and its pioneering closed-loop … Read More In an Op-Ed for CityLimits CEO Kabira Stokes talks about the new RecycLA waste franchise … Read More CEO Kabira Stokes speaks with David Levitus Executive Director of LA Forward about how she … Read More Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "beat as they constantly improve their processes and reporting methods The most notable result of our partnership with Homeboy is how it has raised expectations for all brands in our industry  At the time we launched no other brand offered a recycling program of this nature It’s contributed to the establishment of Nimble’s credibility as a sustainable champion in tech accessories and continues to be a focal point for new and returning customers alike Not all tech accessories are created the same Our products may be ethically manufactured and designed to minimize environmental impact but they are also award-winning They’ve been recognized as “best-in-class” by leading tech reviewers from Wired CNET Popular Science The Wall Street Journal Newsweek Rolling Stone PC Mag and many more When seeking out the best tech accessory options consider how the manufacturer conducts its business Look for trustworthy certifications details about materials used end-of-life product solutions a supplier",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization is collaborating with several key players across different sectors. Some of these include:\n\n1. A 2B+ Consumer Products company based in the United States.\n2. Homeboy Industries, a well-known social enterprise founded by Father Gregory Boyle, which focuses on gang intervention and rehabilitation through job training and employment opportunities.\n3. Homeboy Electronics Recycling, another social enterprise under the Homeboy Industries umbrella, dedicated to promoting environmental sustainability and responsible e-waste management.\n4. An unnamed California social purpose corporation (Homeboy Recycling) that specializes in electronics recycling and data destruction services.",
            "source": [
                {
                    "content": "services We helped a 2B+ Consumer Products company with a variety of special projects Through one of their acquisitions they came into possession of some discontinued product lines We worked with them to provide depackaging and certified destruction of new-in-box equipment documenting the entire process with photographs to enhance auditability Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "but galvanizing others to do the same by sharing our efforts openly and transparently For example we’ve always believed in being responsible for at least as much electronic waste as we put out into the world By embracing e-waste action as a core tenet of our company we consistently educate our audience about its negative impact and provide tangible ways for them to join us in the fight against it Through our partnership with Homeboy Electronics Recycling we’re able to achieve a higher level of accountability by publishing verified waste collection reports and aligning our own values with Homeboy’s unique approach to enhancing the welfare of its staff Thanks to Homeboy we’ve experienced continued success with our recycling program With increasing volumes each month Homeboy hasn’t skipped a beat as they constantly improve their processes and reporting methods The most notable result of our partnership with Homeboy is how it has raised expectations for all brands in our industry  At the",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We are an award-winning social enterprise offering comprehensive IT asset disposition data destruction and electronics recycling services We have handled millions of pounds of electronics from manufacturers municipalities and clients in financial services health care media and other compliance-focused industries As one of the few R2 Responsible Recycling ISO  ISO  and B Corp™ certified companies in the world we are committed to the highest possible standards for electronics reuse e-waste recycling and the destruction of sensitive data And we do all of this while providing on-the-job training and employment for people who face systemic barriers to work Founded in  as Isidore Electronics Recycling we joined the Homeboy Industries family of social enterprises in  becoming part of the world’s preeminent gang rehabilitation and re-entry program while remaining woman-led and laser focused on superior customer service We proudly employ people committed to transforming their lives after having",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "supported a 2B+ Consumer Products company in closing data centers in two states and centralizing/relocating certain assets to a third data center We sent project teams to de-rack equipment pull and shred hard drives from servers and log serial numbers for auditability After helping relocate the reusable equipment we took the obsolete equipment and harvested memory from the servers significantly reducing the cost of the project Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives between the companies mentioned in the provided information. Here's a summary of those collaborations:\n\n1. Sustainability at John Paul",
            "source": [
                {
                    "content": "services We helped a 2B+ Consumer Products company with a variety of special projects Through one of their acquisitions they came into possession of some discontinued product lines We worked with them to provide depackaging and certified destruction of new-in-box equipment documenting the entire process with photographs to enhance auditability Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sustainability at John Paul Mitchell Systems I joined Paul Mitchell in July of  While I am new to Paul Mitchell I am not new to the sustainability field I’ve been working in the sustainability field across industries for the last 20 years  In my position at Paul Mitchell I am responsible for leading our sustainability efforts and ensuring that our sustainability pledges include  We want to be known for our passion for hair and our compassion for people and the planet by taking positive and impactful actions that leave the ecosystems and communities where we operate better than how we found them We have our four core pledges I mentioned above and we also recently refreshed our sustainability program now called Regenerative Roots The Regenerative Roots framework consists of We’re also in the process of developing a decarbonization strategy that will align with the Science Based Targets Initiative  The first step is to measure and identify carbon hot spots in our own operations and",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "supported a 2B+ Consumer Products company in closing data centers in two states and centralizing/relocating certain assets to a third data center We sent project teams to de-rack equipment pull and shred hard drives from servers and log serial numbers for auditability After helping relocate the reusable equipment we took the obsolete equipment and harvested memory from the servers significantly reducing the cost of the project Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "but galvanizing others to do the same by sharing our efforts openly and transparently For example we’ve always believed in being responsible for at least as much electronic waste as we put out into the world By embracing e-waste action as a core tenet of our company we consistently educate our audience about its negative impact and provide tangible ways for them to join us in the fight against it Through our partnership with Homeboy Electronics Recycling we’re able to achieve a higher level of accountability by publishing verified waste collection reports and aligning our own values with Homeboy’s unique approach to enhancing the welfare of its staff Thanks to Homeboy we’ve experienced continued success with our recycling program With increasing volumes each month Homeboy hasn’t skipped a beat as they constantly improve their processes and reporting methods The most notable result of our partnership with Homeboy is how it has raised expectations for all brands in our industry  At the",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Collaborations between companies like Homeboy Recycling and John Paul Mitchell Systems aim to achieve several mutual objectives and desired outcomes. Some key shared goals include:\n\n1. Environmental Sustainability: Both companies strive to minimize environmental impact through responsible waste management, recycling, and reduction of e-waste. This collaboration helps both parties meet their respective sustainability goals while promoting a greener future.\n2. Social Responsibility: By partnering on initiatives such as electronics recycling, both companies demonstrate their commitment to supporting local communities and providing opportunities for individuals facing barriers to employment. This collaboration fosters a sense of shared responsibility towards society and contributes to creating a more equitable world.\n3. Transparent Reporting: Partnerships like this often involve sharing information and results, which can help both companies showcase their achievements and progress towards their sustainability goals. Open communication and transparent reporting can inspire trust and credibility among customers, stakeholders, and the public.\n4. Industry Leadership: These collaborations serve as examples for other businesses within the consumer products and recycling sectors, encouraging them to adopt similar practices and commit to sustainable and socially responsible operations. As leaders in their fields, both companies contribute to raising industry standards and expectations around sustainability and social responsibility.\n5. Continuous Improvement: Working together allows both companies to learn from each other, share best practices, and continuously refine their approaches to sustainability and waste management. This collaboration facilitates continuous improvement and innovation in their respective areas of expertise.",
            "source": [
                {
                    "content": "supported a 2B+ Consumer Products company in closing data centers in two states and centralizing/relocating certain assets to a third data center We sent project teams to de-rack equipment pull and shred hard drives from servers and log serial numbers for auditability After helping relocate the reusable equipment we took the obsolete equipment and harvested memory from the servers significantly reducing the cost of the project Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "but galvanizing others to do the same by sharing our efforts openly and transparently For example we’ve always believed in being responsible for at least as much electronic waste as we put out into the world By embracing e-waste action as a core tenet of our company we consistently educate our audience about its negative impact and provide tangible ways for them to join us in the fight against it Through our partnership with Homeboy Electronics Recycling we’re able to achieve a higher level of accountability by publishing verified waste collection reports and aligning our own values with Homeboy’s unique approach to enhancing the welfare of its staff Thanks to Homeboy we’ve experienced continued success with our recycling program With increasing volumes each month Homeboy hasn’t skipped a beat as they constantly improve their processes and reporting methods The most notable result of our partnership with Homeboy is how it has raised expectations for all brands in our industry  At the",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "services We helped a 2B+ Consumer Products company with a variety of special projects Through one of their acquisitions they came into possession of some discontinued product lines We worked with them to provide depackaging and certified destruction of new-in-box equipment documenting the entire process with photographs to enhance auditability Homeboy Recycling a California social purpose corporation Copyright ©  · Privacy Policy · Terms of Use",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Sustainability at John Paul Mitchell Systems I joined Paul Mitchell in July of  While I am new to Paul Mitchell I am not new to the sustainability field I’ve been working in the sustainability field across industries for the last 20 years  In my position at Paul Mitchell I am responsible for leading our sustainability efforts and ensuring that our sustainability pledges include  We want to be known for our passion for hair and our compassion for people and the planet by taking positive and impactful actions that leave the ecosystems and communities where we operate better than how we found them We have our four core pledges I mentioned above and we also recently refreshed our sustainability program now called Regenerative Roots The Regenerative Roots framework consists of We’re also in the process of developing a decarbonization strategy that will align with the Science Based Targets Initiative  The first step is to measure and identify carbon hot spots in our own operations and",
                    "metadata": {
                        "rel": [
                            "sciencebasedtargets",
                            "bthechange",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ]
}