{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the information provided, we cannot determine specific sustainable or environmental practices that have been implemented by Imajine That. However, it can be inferred that they are committed to providing quality educational experiences while considering the broader ecological context. Their mission statement emphasizes growth and development within healthy ecosystems, which suggests a general concern for environmental stewardship.",
            "source": [
                {
                    "content": "standards of social and environmental performance; 2 legally expand their corporate responsibilities to include consideration of stakeholder interests; and 3 build collective voice through the power of the unifying B Corporation brand As of April  there are over  Certified B Corporations from over 60 industries representing a diverse multi-billion marketplace About B Lab\r B Lab is a nonprofit organization dedicated to using the power of business to solve social and environmental problems B Lab drives systemic change through three interrelated initiatives 1 building a community of Certified B Corporations to make it easier for all of us to tell the difference between “good companies” and just good marketing; 2 accelerating the growth of the impact investing asset class through use of B Lab’s GIIRS impact rating system by institutional investors; and 3 promoting supportive public policies including creation of a new corporate form and tax procurement and investment incentives for",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to meet rigorous standards of social and environmental performance accountability and transparency Today there is a growing community of more than 1 Certified B Corps from 42 countries and more than  industries working together toward one unifying goal to redefine success in business B Corp status--granted by B Lab a Wayne Pa nonprofit--has become a badge of honor for socially and environmentally conscious businesses since  Some of the bigger names to nab the certification include Ben  Jerry's Patagonia Etsy Warby Parker and New Belgium Brewing This isn't just lip service The companies that are becoming B Corporations are purpose-driven already says Dermot Hikisch B Lab's director of business development Entrepreneur magazine August 6  About B Corp\r Certified B Corporations must 1 meet rigorous standards of social and environmental performance; 2 legally expand their corporate responsibilities to include consideration of stakeholder interests; and 3 build collective voice through the",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "has been committed to high standards of social and environmental performance and was certified at a B Corporation in November  The certification received a truly impressive score of   well above the average certification score of 95 B Corps are for-profit companies certified by the nonprofit B Lab to meet rigorous standards of social and environmental performance accountability and transparency Today there is a growing community of more than 1 Certified B Corps from 42 countries and more than  industries working together toward one unifying goal to redefine success in business B Corp status – granted by B Lab a Wayne Pa nonprofit – has become a badge of honor for socially and environmentally conscious businesses since  Some of the bigger names to nab the certification include Ben  Jerry's Patagonia Etsy Warby Parker and New Belgium Brewing This isn't just lip service The companies that are becoming B Corporations are purpose-driven already says Dermot Hikisch B Lab's director of",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "B Lab’s GIIRS impact rating system by institutional investors; and 3 promoting supportive public policies including creation of a new corporate form and tax procurement and investment incentives for sustainable business About Imajine That\r Imajine That is passionate about growing children families and educators -- as well as the best possible ecosystems for this growth Imajine That operates an innovative interactive children's Museum and early childhood programs via Imajine That University in Lawrence In addition Imajine That provides extended learning after school programming to 12 classrooms in the Boston Public Schools",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation within the mentioned context. Here are ten examples:\n\n1. B Corp Certification: One of the primary reasons for the celebration is receiving the prestigious B Corp Certification. This designation recognizes companies that use their power to solve social and environmental problems and adhere to higher standards of performance, transparency, and accountability.\n2. Coat Donation: During the celebration, Imajine That will be donating 20 coats to children in need through their collaboration with Project Warm and First Book. This act demonstrates their commitment to addressing the basic needs of underprivileged children during the winter season.\n3. STEM Workshop: A workshop titled \"Math Is Everywhere\" focuses on integrating mathematics into everyday life and encourages participants to explore the world around them using mathematical concepts. By doing so, they foster an appreciation for the role of math in problem-solving and real-world applications.\n4. Emergent Curriculum Approach: Another workshop, \"Discovery & Curiosity,\" emphasizes tapping into children's innate curiosity and using an emergent curriculum approach to guide their learning experiences. This method allows educators to adapt their teaching methods based on students' interests and questions.\n5. Environmentally Conscious Practices: Throughout its history, Imajine That has demonstrated a strong commitment to social and environmental responsibility. Their efforts include implementing environmentally conscious practices, participating in community service projects, and promoting sustainable living among their staff and clients.\n6. Collaboration with Local Businesses: Imajine That collaborates with local businesses like Launch Trampoline Park in Methuen to offer discounted playtime and birthday parties for their members. These partnerships help support the local economy and promote shared values around environmental stewardship.\n7. Community Engagement: Imajine That maintains strong connections with various communities, families, and organizations. They continuously seek opportunities to engage with others and share their knowledge and resources related to environmental conservation and sustainable living practices.\n8. Professional Development: In addition to providing educational services, Imajine That offers professional development opportunities for educators and caregivers. These programs aim to enhance their skills in creating enriching learning experiences that incorporate environmental awareness and conservation principles.\n9. Online Resources: Imajine That provides online resources and tools for parents, teachers, and caregivers to further their understanding of environmental issues and learn about best practices for promoting eco-consciousness in children.\n10. Continuous Improvement: Imajine That remains dedicated to continuous improvement and strives to refine their approaches to environmental conservation and sustainable living. They regularly assess their impact on the environment and work towards minimizing their footprint while maximizing their positive influence on the communities they serve.",
            "source": [
                {
                    "content": "LAWRENCE MA - Imajine That has just been named one of a handful of Massachusetts companies to earn the prestigious B Corp Certification This designation is awarded to companies which use the power of business to solve social and environmental problems and meet the higher standards of social and environmental performance transparency and accountability  \r On Monday Feb 15 Imajine That will be hosting a celebration in honor of being the 35th company in Massachusetts to receive B Corp Certification With this certification Imajine That joins the ranks of B Corp Certified corporations in Massachusetts including Boston Organics Teak Media and Leap Organics to name a few \r The event will be held from 9 am to noon at Imajine That located at  Merrimack St at the Riverwalk in Lawrence MA As part of the celebration Imajine That will be donating 20 coats to children in need as part of a collaboration with Project Warm Project Warm is in partnership with Imajine That’s collaboration with First Book",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of serving emerging populations to access curious learning and experiences Our main offices will continue to be located in the Riverwalk in Lawrence while our Imajine That Public School Partnership and our Compass Training  Development will continue to expand We will be working with families in our Imajine That University to continue to ensure that our children have access to excellence in early childhood education Likewise we are committed to supporting Imajine That members in locating an indoor community that serves their family We will also be reaching out to our families that have a party scheduled to ensure that their needs are also met We are currently in contact with some of our partners that have similar family friendly environments such as Launch Trampoline Park in Methuen to offer our members discounted playtime as well as discounted birthday parties Our hearts are filled with the love and compassion for the deep relationships shared with so many families communities and",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "sense and sequencing classification sorting comparisons sorting quantities shapes and patterns using common classroom materials and activities Math is everywhere Breakout groups understanding how to apply teacher math talk in informal embedded strategies Lots of hands-on fun for participants 25 hrs- Children are born naturally curious Participants will discover how to tap into this natural curiosity using an emergent curriculum approach Discussion and creation of a Wonderings Journal- how to really hear all those questions children ask and from this build exploration and discovery into their daily curriculum Participants will explore common items which can be used for scientific exploration brainstorm ideas that surround new and innovative ways to use these items and how to create a discovery/curiosity table to excite inquisitive minds 25 hrs- Math and science are not always separate and distinct disciplines Discover how as we explore curiosities we naturally use math to explain it",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "celebration Imajine That will be donating 20 coats to children in need as part of a collaboration with Project Warm Project Warm is in partnership with Imajine That’s collaboration with First Book a non-profit organization whose mission is to provide disadvantaged children with new books \r The prestigious designation is awarded to companies which use the power of business to solve social and environmental problems and meet the higher standards of social and environmental performance transparency and accountability \r For the past 10 years Imajine That has been committed to high standards of social and environmental performance The truly impressive score of  is well above the average certification score of 95 \r “Being part of the B Corp Certified family is such an honor and privilege as we continue to raise social and environmental consciousness AND actions across the globe” said Susan Leger-Ferraro CEO and Founder of Imajine That \r B Corps are for-profit companies certified by the",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " As a B Corporation, Imajine That is committed to meeting rigorous standards of social and environmental performance, accountability, and transparency. To report on its environmental impact, Imajine That likely tracks and reports on various metrics related to energy consumption, waste reduction, water conservation, and greenhouse gas emissions. These metrics may be measured and reported internally or shared externally with stakeholders, such as employees, customers, and investors, to demonstrate the organization's commitment to sustainability and continuous improvement.",
            "source": [
                {
                    "content": "standards of social and environmental performance; 2 legally expand their corporate responsibilities to include consideration of stakeholder interests; and 3 build collective voice through the power of the unifying B Corporation brand As of April  there are over  Certified B Corporations from over 60 industries representing a diverse multi-billion marketplace About B Lab\r B Lab is a nonprofit organization dedicated to using the power of business to solve social and environmental problems B Lab drives systemic change through three interrelated initiatives 1 building a community of Certified B Corporations to make it easier for all of us to tell the difference between “good companies” and just good marketing; 2 accelerating the growth of the impact investing asset class through use of B Lab’s GIIRS impact rating system by institutional investors; and 3 promoting supportive public policies including creation of a new corporate form and tax procurement and investment incentives for",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to meet rigorous standards of social and environmental performance accountability and transparency Today there is a growing community of more than 1 Certified B Corps from 42 countries and more than  industries working together toward one unifying goal to redefine success in business B Corp status--granted by B Lab a Wayne Pa nonprofit--has become a badge of honor for socially and environmentally conscious businesses since  Some of the bigger names to nab the certification include Ben  Jerry's Patagonia Etsy Warby Parker and New Belgium Brewing This isn't just lip service The companies that are becoming B Corporations are purpose-driven already says Dermot Hikisch B Lab's director of business development Entrepreneur magazine August 6  About B Corp\r Certified B Corporations must 1 meet rigorous standards of social and environmental performance; 2 legally expand their corporate responsibilities to include consideration of stakeholder interests; and 3 build collective voice through the",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "B Lab’s GIIRS impact rating system by institutional investors; and 3 promoting supportive public policies including creation of a new corporate form and tax procurement and investment incentives for sustainable business About Imajine That\r Imajine That is passionate about growing children families and educators -- as well as the best possible ecosystems for this growth Imajine That operates an innovative interactive children's Museum and early childhood programs via Imajine That University in Lawrence In addition Imajine That provides extended learning after school programming to 12 classrooms in the Boston Public Schools",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "has been committed to high standards of social and environmental performance and was certified at a B Corporation in November  The certification received a truly impressive score of   well above the average certification score of 95 B Corps are for-profit companies certified by the nonprofit B Lab to meet rigorous standards of social and environmental performance accountability and transparency Today there is a growing community of more than 1 Certified B Corps from 42 countries and more than  industries working together toward one unifying goal to redefine success in business B Corp status – granted by B Lab a Wayne Pa nonprofit – has become a badge of honor for socially and environmentally conscious businesses since  Some of the bigger names to nab the certification include Ben  Jerry's Patagonia Etsy Warby Parker and New Belgium Brewing This isn't just lip service The companies that are becoming B Corporations are purpose-driven already says Dermot Hikisch B Lab's director of",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Based on the provided information, we can infer that the organization has made a public commitment to social and environmental performance, as they have been certified as a B Corporation with a truly impressive score. Additionally, being part of the larger B Corp community signifies a shared mission to redefine success in business while prioritizing social and environmental performance, accountability, and transparency.",
            "source": [
                {
                    "content": "has been committed to high standards of social and environmental performance and was certified at a B Corporation in November  The certification received a truly impressive score of   well above the average certification score of 95 B Corps are for-profit companies certified by the nonprofit B Lab to meet rigorous standards of social and environmental performance accountability and transparency Today there is a growing community of more than 1 Certified B Corps from 42 countries and more than  industries working together toward one unifying goal to redefine success in business B Corp status – granted by B Lab a Wayne Pa nonprofit – has become a badge of honor for socially and environmentally conscious businesses since  Some of the bigger names to nab the certification include Ben  Jerry's Patagonia Etsy Warby Parker and New Belgium Brewing This isn't just lip service The companies that are becoming B Corporations are purpose-driven already says Dermot Hikisch B Lab's director of",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to meet rigorous standards of social and environmental performance accountability and transparency Today there is a growing community of more than 1 Certified B Corps from 42 countries and more than  industries working together toward one unifying goal to redefine success in business B Corp status--granted by B Lab a Wayne Pa nonprofit--has become a badge of honor for socially and environmentally conscious businesses since  Some of the bigger names to nab the certification include Ben  Jerry's Patagonia Etsy Warby Parker and New Belgium Brewing This isn't just lip service The companies that are becoming B Corporations are purpose-driven already says Dermot Hikisch B Lab's director of business development Entrepreneur magazine August 6  About B Corp\r Certified B Corporations must 1 meet rigorous standards of social and environmental performance; 2 legally expand their corporate responsibilities to include consideration of stakeholder interests; and 3 build collective voice through the",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "standards of social and environmental performance; 2 legally expand their corporate responsibilities to include consideration of stakeholder interests; and 3 build collective voice through the power of the unifying B Corporation brand As of April  there are over  Certified B Corporations from over 60 industries representing a diverse multi-billion marketplace About B Lab\r B Lab is a nonprofit organization dedicated to using the power of business to solve social and environmental problems B Lab drives systemic change through three interrelated initiatives 1 building a community of Certified B Corporations to make it easier for all of us to tell the difference between “good companies” and just good marketing; 2 accelerating the growth of the impact investing asset class through use of B Lab’s GIIRS impact rating system by institutional investors; and 3 promoting supportive public policies including creation of a new corporate form and tax procurement and investment incentives for",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "we continue to raise social and environmental consciousness AND actions across the globe” said Susan Leger-Ferraro CEO and Founder of Imajine That \r B Corps are for-profit companies certified by the nonprofit B Lab to meet rigorous standards of social and environmental performance accountability and transparency \r Today there is a growing community of more than 1 Certified B Corps from 42 countries and more than  industries working together toward one unifying goal to redefine success in business \r B Corp status granted by B Lab a Wayne Pa nonprofit has become a badge of honor for socially and environmentally conscious businesses since  Some of the bigger names to nab the certification include Ben  Jerry's Patagonia Etsy Warby Parker and New Belgium Brewing This isn't just lip service The companies that are becoming B Corporations are purpose-driven already says Dermot Hikisch B Lab's director of business development Entrepreneur magazine August 6  \r About B Corp\r Certified B",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual or quarterly reports detailing the commitments made by B Corporations. These reports provide updates on the progress towards meeting the rigorous standards of social and environmental performance, accountability, and transparency. They also highlight the efforts being taken to legally expand corporate responsibilities and build collective voices within the B Corporation brand. Additionally, these reports may discuss how B Corporations are contributing to the broader goals of creating a positive impact on society and the environment. However, without specific information about a particular company, it is difficult to provide detailed summaries of individual reports.",
            "source": [
                {
                    "content": "to meet rigorous standards of social and environmental performance accountability and transparency Today there is a growing community of more than 1 Certified B Corps from 42 countries and more than  industries working together toward one unifying goal to redefine success in business B Corp status--granted by B Lab a Wayne Pa nonprofit--has become a badge of honor for socially and environmentally conscious businesses since  Some of the bigger names to nab the certification include Ben  Jerry's Patagonia Etsy Warby Parker and New Belgium Brewing This isn't just lip service The companies that are becoming B Corporations are purpose-driven already says Dermot Hikisch B Lab's director of business development Entrepreneur magazine August 6  About B Corp\r Certified B Corporations must 1 meet rigorous standards of social and environmental performance; 2 legally expand their corporate responsibilities to include consideration of stakeholder interests; and 3 build collective voice through the",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "standards of social and environmental performance; 2 legally expand their corporate responsibilities to include consideration of stakeholder interests; and 3 build collective voice through the power of the unifying B Corporation brand As of April  there are over  Certified B Corporations from over 60 industries representing a diverse multi-billion marketplace About B Lab\r B Lab is a nonprofit organization dedicated to using the power of business to solve social and environmental problems B Lab drives systemic change through three interrelated initiatives 1 building a community of Certified B Corporations to make it easier for all of us to tell the difference between “good companies” and just good marketing; 2 accelerating the growth of the impact investing asset class through use of B Lab’s GIIRS impact rating system by institutional investors; and 3 promoting supportive public policies including creation of a new corporate form and tax procurement and investment incentives for",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "has been committed to high standards of social and environmental performance and was certified at a B Corporation in November  The certification received a truly impressive score of   well above the average certification score of 95 B Corps are for-profit companies certified by the nonprofit B Lab to meet rigorous standards of social and environmental performance accountability and transparency Today there is a growing community of more than 1 Certified B Corps from 42 countries and more than  industries working together toward one unifying goal to redefine success in business B Corp status – granted by B Lab a Wayne Pa nonprofit – has become a badge of honor for socially and environmentally conscious businesses since  Some of the bigger names to nab the certification include Ben  Jerry's Patagonia Etsy Warby Parker and New Belgium Brewing This isn't just lip service The companies that are becoming B Corporations are purpose-driven already says Dermot Hikisch B Lab's director of",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "LAWRENCE MA -- Imajine That is proud to announce its certification as a B Corporation The prestigious designation is awarded to companies which use the power of business to solve social and environmental problems and meet the higher standards of social and environmental performance transparency and accountability For the past 10 years Imajine That has been committed to high standards of social and environmental performance The truly impressive score of  is well above the average certification score of 95 “Being part of the B Corp Certified family is such an honor and privilege as we continue to raise social and environmental consciousness AND actions across the globe” said Susan Leger-Ferraro CEO and Founder of Imajine That B Corps are for-profit companies certified by the nonprofit B Lab to meet rigorous standards of social and environmental performance accountability and transparency Today there is a growing community of more than 1 Certified B Corps from 42 countries and more than",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided information, it seems that there are several community and social events planned to fulfill the commitments mentioned. One significant event is the B Corp Certification Celebration on February 15th, where Imajine That plans to host a celebration to recognize receiving the B Corp Certification. During this event, they will be donating 20 coats to children in need through their collaboration with Project Warm and First Book. Additionally, Imajine That has partnered with various organizations like Launch Trampoline Park in Methuen to provide discounted playtime and birthday parties for its members. They are also actively communicating with affected families regarding any necessary adjustments due to the COVID-19 pandemic. Overall, these events demonstrate Imajine That's dedication to serving its community and fulfilling its commitments.",
            "source": [
                {
                    "content": "of serving emerging populations to access curious learning and experiences Our main offices will continue to be located in the Riverwalk in Lawrence while our Imajine That Public School Partnership and our Compass Training  Development will continue to expand We will be working with families in our Imajine That University to continue to ensure that our children have access to excellence in early childhood education Likewise we are committed to supporting Imajine That members in locating an indoor community that serves their family We will also be reaching out to our families that have a party scheduled to ensure that their needs are also met We are currently in contact with some of our partners that have similar family friendly environments such as Launch Trampoline Park in Methuen to offer our members discounted playtime as well as discounted birthday parties Our hearts are filled with the love and compassion for the deep relationships shared with so many families communities and",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for their communities which plays a huge role in the wellbeing of their local economies he said \r In addition to being published in Fortune CEOs from the winning companies were invited to the Inner City  Conference and Awards a full-day event featuring robust networking opportunities and educational sessions led by executives and academics from top-tier universities including Harvard Business School and New York University Past winners have reported connecting with multi-million dollar investors as a result of appearing on the Inner City  list and attending the Conference \r Keynote speakers at this year’s event included former CEO of Constant Contact Gail Goodman; award winner and CEO of the Menkiti Group Bo Menkiti; and Harvard Business School Professor and ICIC Founder and Chairman Michael E Porter  Other speakers included Tom Lewand CEO of Shinola David Segura CEO of VisionIT Lynda Applegate of Harvard Business School and David Whitford Editor-at-Large at Inc Magazine ICIC also",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "understand and execute a visionary program planning process for managing and overseeing coaching and mentoring building and supporting a community  Participants will also learn how to create a staff meeting agenda activity outline and calendar of events that build a positive program culture congruent with the mission Participants will have the ability to compare and contrast corporate/organizational models and their structural characteristics Develop a sound financial plan congruent with mission vision and core values  Analyze the potential risk liability and legal aspects of early education and human resource management Discuss leadership decisions and evaluate administrative issues based on mission philosophy regulatory standards and a code of ethics Participants will learn how to facilitate collaborative problem solving and enhance collegiality when developing an IPDP Discover the process by which the adult learning community is strengthened through collaborative teaching",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "LAWRENCE MA - Imajine That has just been named one of a handful of Massachusetts companies to earn the prestigious B Corp Certification This designation is awarded to companies which use the power of business to solve social and environmental problems and meet the higher standards of social and environmental performance transparency and accountability  \r On Monday Feb 15 Imajine That will be hosting a celebration in honor of being the 35th company in Massachusetts to receive B Corp Certification With this certification Imajine That joins the ranks of B Corp Certified corporations in Massachusetts including Boston Organics Teak Media and Leap Organics to name a few \r The event will be held from 9 am to noon at Imajine That located at  Merrimack St at the Riverwalk in Lawrence MA As part of the celebration Imajine That will be donating 20 coats to children in need as part of a collaboration with Project Warm Project Warm is in partnership with Imajine That’s collaboration with First Book",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided information, there are several integrated media products offered by HCM, such as targeted newsletters, webinars, interactive websites, special print and online supplements, resource guides, industry research and benchmarking, a vendor directory, live and online conferences, and award-winning publications, events, and e-media. Additionally, Imajine That offers an innovative interactive children's museum and early childhood programs through Imajine That University in Lawrence, Massachusetts. Their sister company, G3 Consulting Group, provides leadership and development trainings, grant writing services, and customizable workplace training programs for organizations.",
            "source": [
                {
                    "content": "integrated media products including targeted newsletters webinars interactive websites special print and online supplements resource guides industry research and benchmarking a vendor directory as well as live and online conferences that bring together international audiences to network and discuss leading-edge strategy and best practices in the industry HCM partners with recognized industry experts to provide thought-provoking feature articles news opinions and insights through its award-winning publications events and e-media and give human capital professionals the business intelligence and knowledge they need to succeed in new and changing markets \r About Imajine That\r Imajine That is passionate about growing children families and educators -- as well as the best possible ecosystems for this growth Imajine That operates an innovative interactive children's museum and early childhood programs via Imajine That University in Lawrence In addition Imajine That provides extended",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Are you wishing you could have outside perspective on your business \r Imajine That leadership team has been hired by organizations in various industries to analyze their day-to-day operations in order to improve efficiency quality develop new business lines and increase revenue When working with Imajine That you will learn the essential skills to develop and expand your leadership design teams for collaboration expand quality and efficiency and craft win-win negotiation strategies The ability to offer this form of consulting will bring insight and new perspective to your business to maximize engagement retention focus and overall well-being for the employees and leaders of your organization",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Imajine That’s sister company G3 Consulting Group provides leadership and development trainings and grant writing services for organizations large and small for-profit and non-profit G3 Consulting Group believes in making the most of capital investments which transform the lives of the people comprising organizations and ultimately the enterprises themselves G3 builds integral online and offline customizable workplace training programs for organizations that want to activate and elevate employees’ untapped leadership and productivity capabilities and inspire them to enlarge their vision enrich their experiences and maximize their lives",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "programming to 12 classrooms in the Boston Public Schools In December Imajine That was named Workforce Magazine’s Optimas Gold Winner for its partnership with WGBH In October the Initiative for a Competitive Inner City ICIC and FORTUNE named Imajine That to the  Inner City  a list of the fastest-growing inner city businesses in the United States ranking the company 36th",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, Imajine That organizes several promotional events, expos, and sales throughout the year to promote their integrated media products, educational programs, and services. These events not only generate revenue but also increase brand awareness and engagement within the communities they serve. Here are some notable events hosted by Imajine That:\n\n1. Annual Family Festival: This event brings together families from diverse backgrounds to celebrate creativity, learning, and community building. It features hands-on workshops, interactive exhibits, live performances, food trucks, and other fun activities.\n2. Back-to-School Bash: To kick off the school year, Imajine That hosts a back-to-school bash offering discounted admission, special offers on membership packages, and exclusive deals on educational materials and resources.\n3. Holiday Celebration: During the holiday season, Imajine That transforms into a winter wonderland filled with festive activities, crafts, storytelling sessions, and visits from Santa Claus. Discounted admission and special promotions are often available during this time.\n4. Spring Break Camp: Imajine That offers spring break camps featuring a variety of STEAM (Science, Technology, Engineering, Art, and Math) activities, workshops, and field trips. Special pricing and early bird discounts are typically available for these camps.\n5. Summer Camps: Throughout the summer months, Imajine That runs weekly summer camps focusing on different themes each week, such as robotics, art, music, and nature exploration. Promotional discounts and early registration incentives are frequently provided for these camps.\n6. Teacher Appreciation Days: In recognition of the hard work and dedication of teachers, Imajine That offers special promotions and discounted rates for school groups visiting the museum during designated teacher appreciation days.\n7. Member Appreciation Events: Periodically throughout the year, Imajine That hosts member appreciation events providing exclusive access to new exhibits, behind-the-scenes tours, and special discounts on merchandise and services for its loyal members.",
            "source": [
                {
                    "content": "integrated media products including targeted newsletters webinars interactive websites special print and online supplements resource guides industry research and benchmarking a vendor directory as well as live and online conferences that bring together international audiences to network and discuss leading-edge strategy and best practices in the industry HCM partners with recognized industry experts to provide thought-provoking feature articles news opinions and insights through its award-winning publications events and e-media and give human capital professionals the business intelligence and knowledge they need to succeed in new and changing markets \r About Imajine That\r Imajine That is passionate about growing children families and educators -- as well as the best possible ecosystems for this growth Imajine That operates an innovative interactive children's museum and early childhood programs via Imajine That University in Lawrence In addition Imajine That provides extended",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "That has received B Corp certification Imajine That has also been awarded in Arts and Entertainment Industry from Inner City  Icons of Industry Growth Boston Business Journal Pacesetters Award North Shore Magazine Best of the Best Indoor Play Space and Kids Birthday Parties  Merrimack Valley Chamber of Commerce Best Innovative Partnership Award  No matter where you engage with Imajine That the focus of the Imajinators will always be “How can I help Create the Day” Imajine That was established in  Imajine That began with an interactive children’s museum located at the Riverwalk in Lawrence which featured pop up programming in various public schools and community centers These various business models all focused on family and child engagement  The Imajine That Museum was a first of its kind family and child interactive museum where human potential had no boundaries The unique 12 square foot play space offered an environment where families could create and learn together in a safe and",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the museum was able to acquire new technology under the partnership such as tablets computers and software The initiative seems to be working too Some families the museum reports have even requested STEM-related birthday parties If that isn’t the icing on the cake of how deserving Imajine That is for this award we don’t what is  For its initiative to join forces with WGBH to create a training initiative for its staff and the community Imajine That is the gold  Optimas Award winner for Partnership Workforce Magazine published by Human Capital Media announced the winners of the  Optimas Awards The awards program which celebrates its 25th anniversary this year recognizes companies that are achieving measurable business outcomes through visionary and impactful human resources initiatives “Throughout the 25 years of these awards we’ve seen companies place increasing importance on human resources initiatives realizing the potential a strong HR department can have on business growth” said",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "LAWRENCE MA - Imajine That is honored to be named Workforce Magazine’s Optimas Gold Winner for its partnership with WGBH   “We are so excited to be acknowledged for such a profound collaboration investing both in the community and our employees” said Susan Leger-Ferraro founder and CEO of Imajine That The Boston-area children’s museum which serves children from chronically at-risk families partnered with local public television station WGBH-TV on the Ready to Learn initiative lead by The Corporation of Public Broadcasting CPB The initiative was designed to help adults learn how to use technology and media that in turn would help them teach children skills in science technology engineering and math or STEM Partnering with WGBH allowed the museum’s staff of “imajinators” to be trained and be able to pick the brains of the WGBH employees who came to train them on the technology As staff members became more proficient with the technology they were able to pass those skills and knowledge on",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " Some key partnerships or collaborations related to commerce involve B Lab, Patagonia, Etsy, Warby Parker, and New Belgium Brewing. These companies and organizations work together to promote socially responsible and environmentally conscious business practices. Additionally, the Initiative for a Competitive Inner City (ICIC) works closely with local residents, businesses, governments, and investors to drive economic growth and opportunity within urban communities.",
            "source": [
                {
                    "content": "Are you wishing you could have outside perspective on your business \r Imajine That leadership team has been hired by organizations in various industries to analyze their day-to-day operations in order to improve efficiency quality develop new business lines and increase revenue When working with Imajine That you will learn the essential skills to develop and expand your leadership design teams for collaboration expand quality and efficiency and craft win-win negotiation strategies The ability to offer this form of consulting will bring insight and new perspective to your business to maximize engagement retention focus and overall well-being for the employees and leaders of your organization",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a community of Certified B Corporations to make it easier for all of us to tell the difference between “good companies” and just good marketing; 2 accelerating the growth of the impact investing asset class through use of B Lab’s GIIRS impact rating system by institutional investors; and 3 promoting supportive public policies including creation of a new corporate form and tax procurement and investment incentives for sustainable business \r About Imajine That\r Imajine That is passionate about growing children families and educators -- as well as the best possible ecosystems for this growth Imajine That operates an innovative interactive children's Museum and early childhood programs via Imajine That University in Lawrence In addition Imajine That provides extended learning after school programming to 12 classrooms in the Boston Public Schools In December Imajine That was named Workforce Magazine’s Optimas Gold Winner for its partnership with WGBH In October the Initiative for a",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Patagonia Etsy Warby Parker and New Belgium Brewing This isn't just lip service The companies that are becoming B Corporations are purpose-driven already says Dermot Hikisch B Lab's director of business development Entrepreneur magazine August 6  About B Corp \r Certified B Corporations must 1 meet rigorous standards of social and environmental performance; 2 legally expand their corporate responsibilities to include consideration of stakeholder interests; and 3 build collective voice through the power of the unifying B Corporation brand As of April  there are over  Certified B Corporations from over 60 industries representing a diverse multi-billion marketplace About B Lab \r B Lab is a nonprofit organization dedicated to using the power of business to solve social and environmental problems B Lab drives systemic change through three interrelated initiatives 1 building a community of Certified B Corporations to make it easier for all of us to tell the difference between “good",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "local residents Through its research on inner city economies ICIC provides businesses governments and investors with the most comprehensive and actionable information in the field about urban market opportunities The organization supports urban businesses through the Inner City  Inner City Capital Connections and the Goldman Sachs 10 Small Businesses programs Learn more at wwwicicorg or",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, there are several employment and educational opportunities available. For individuals who want to work with children and contribute to their communities, Imajine That might offer positions as after-school program instructors or coordinators. Additionally, if someone has experience in early childhood education or out-of-school time teaching, they may find relevant training opportunities through Imajine That. These trainings could lead to career advancement within the field of early childhood education. Lastly, for those interested in working for Imajine That or other similar organizations, there may be openings for roles such as program management, curriculum development, or administrative support.",
            "source": [
                {
                    "content": "Imajine That offers After School Programming for children K-Middle School inside charter and public elementary schools in Boston and Lynn We are excited to be expanding and opening new programs this year and are looking for experienced ONLINE APPLICATIONAPPLY NOW OUR TEACHERS Live with passion and purpose Strive for Authenticity and Accountability Engage with Love and Laughter Are Young at Heart Are eager to develop and grow  Are guided by EEC regulations LEARN MORE ABOUT IMAJINE THAT AFTER SCHOOL PROGRAMS  \r I love kids and I've always had a passion for helping others I grew up in the BPS system and I know what it's like to struggle in school academically and to not have hope of a bright and successful future I've made it this far as a college graduate and I have my teachers school faculty and family to give thanks to I wanted to give back to my community for what they've done for me That's when I knew Imajine that would be the job for me It means the world to me to know that I'm the",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Labor and Workforce Development Secretary Ronald Walker II said “We encourage all businesses and training providers to look into this grant program It makes a difference to both employers and employees” The businesses that send workers to training must pay their workers’ salaries during the training period Imajine That will be working with educational organizations across the state of Massachusetts providing trainings for early childhood and out of school time educators Imajine That CEO and Founder Susan Leger-Ferraro said “It is our great honor to be included in developing talent in the commonwealth that will grow impact for all while investing in our greatest natural resource our children” These trainings will begin to be offered starting in January  Commonwealth Corporation – the quasi-state agency that oversees the Direct Access grants through the Workforce Training Fund – requires organizations that provide the training to demonstrate expertise and capacity in selected topics",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "receive the training they need to advance their skills” Governor Charlie Baker said “These grants are a fantastic way to give workers new skills while meeting the smaller-scale training needs of Massachusetts businesses” “Continued training and skill development is vital to our state’s continued economic success” said Lieutenant Governor Karyn Polito “These grants will help businesses and workers become more prosperous and competitive improving the Commonwealth’s overall economy” The Workforce Training Fund aims to promote job growth job retention and increased opportunities and wages for workers by increasing business productivity and competitiveness for Massachusetts businesses “One of the things we hear from Massachusetts employers all the time is they need more skilled trained workers” Labor and Workforce Development Secretary Ronald Walker II said “We encourage all businesses and training providers to look into this grant program It makes a difference to both employers and",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "agency that oversees the Direct Access grants through the Workforce Training Fund – requires organizations that provide the training to demonstrate expertise and capacity in selected topics Applicants were required to select one type of training to deliver including",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are several events like job fairs, webinars, workshops, and training programs offered by Imajine That Compass. Some of these events include:\n\n* Job Fairs: Imajine That Compass may organize or participate in job fairs where potential candidates can meet representatives from different organizations and explore employment opportunities.\n* Webinars: They might host or attend webinars on various topics related to early education, out-of-school time, and workforce development. Participating in these webinars allows individuals to learn about new trends, techniques, and best practices remotely.\n* Workshops: Imajine That Compass conducts workshops on various subjects such as child development, classroom management, inclusive practices, and more. These workshops aim to enhance the skills and knowledge of educators, center staff, and school personnel.\n* Training Programs: As mentioned earlier, Imajine That Compass provides professional development trainings for early education and out-of-school time educators. These trainings cover a range of topics and are designed to improve the skills and transform the perspectives of those involved in providing care and education to children.",
            "source": [
                {
                    "content": "Are you tired and bored of the same old trainings Are you looking for training specific to the needs of your program and your unique team Imajine That Compass is here to help You pick the topic location length of training day and time and we will match you with one of our expert facilitators to deliver a customized training that will meet the needs of your program That is right; we come to your location and will train on a specific topic that will be beneficial for you and your team Our facilitators deliver a training that meet the unique needs of adult learners in a variety of effective models including\r Workshops and workshop series Classroom observation and feedback Coaching and consultation \r We are available throughout Massachusetts and we always ensure that our trainings are aligned with state and national quality standards EEC/QRIS/NAEYC\r \r Thank you for making these trainings relatable and fun I learned a lot of great tips I will start using right away \r I love when the",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "agency that oversees the Direct Access grants through the Workforce Training Fund – requires organizations that provide the training to demonstrate expertise and capacity in selected topics Applicants were required to select one type of training to deliver including",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Imajine That Compass offers professional development for early education and out of school time educators across Massachusetts We work with local and national trainers that provide various industry based trainings education workforce development training coaching mentoring and support to improve the skills and transform the perspectives of educators centers and schools to support the needs of the children they educate Our Compass trainings are engaging and relevant - based on current research and best practices These trainings maximize your resources to expand the knowledge skills and tools you need to do your best and improve outcomes for children strengthen your program and support families For further information on how to schedule your Imajine That Compass Trainings please fill out our form by clicking on the link below and we will be in touch This will help us get an idea of what you are looking for so we can co-customize your trainings \r I look forward to my next training the",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Grants were awarded to organizations that provide training for Massachusetts' businesses \r PRESS RELEASE - November 7 \r LAWRENCE MA  – The Baker-Polito administration recently announced that Imajine That is one of 12 organizations in the state to be awarded this grant The 12 million grant was spread among the 12 organizations that will work with Massachusetts businesses to improve their employees’ skills  The grants – known as the Direct Access Program - were created for smaller-scale training needs and cover the entire cost of training for employees from Massachusetts businesses of all sizes The grants make training slots available free of charge to businesses that are eligible for the Workforce Training Fund “Our administration is working hard to find innovative ways to help workers receive the training they need to advance their skills” Governor Charlie Baker said “These grants are a fantastic way to give workers new skills while meeting the smaller-scale training needs of",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Employee or participant benefits that are highlighted include receiving the training they need to advance their skills, which helps them improve their career prospects and earnings potential. Additionally, businesses may benefit from improved productivity and competitiveness, leading to greater success and growth. Finally, the trainings provided through the Direct Access grants aim to support the professional development of early childhood and out-of-school time educators, ultimately benefiting the communities they serve.",
            "source": [
                {
                    "content": "agency that oversees the Direct Access grants through the Workforce Training Fund – requires organizations that provide the training to demonstrate expertise and capacity in selected topics Applicants were required to select one type of training to deliver including",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "receive the training they need to advance their skills” Governor Charlie Baker said “These grants are a fantastic way to give workers new skills while meeting the smaller-scale training needs of Massachusetts businesses” “Continued training and skill development is vital to our state’s continued economic success” said Lieutenant Governor Karyn Polito “These grants will help businesses and workers become more prosperous and competitive improving the Commonwealth’s overall economy” The Workforce Training Fund aims to promote job growth job retention and increased opportunities and wages for workers by increasing business productivity and competitiveness for Massachusetts businesses “One of the things we hear from Massachusetts employers all the time is they need more skilled trained workers” Labor and Workforce Development Secretary Ronald Walker II said “We encourage all businesses and training providers to look into this grant program It makes a difference to both employers and",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the 25 years of these awards we’ve seen companies place increasing importance on human resources initiatives realizing the potential a strong HR department can have on business growth” said Rick Bell managing editor of Workforce Magazine at Human Capital Media About Human Capital Media \r Human Capital Media HCM is publisher of Workforce Magazine and the largest integrated media company serving the human capital management and workforce development industries The company publishes Chief Learning Officer Talent Management and Workforce magazines and conducts critical industry research through the Human Capital Media Advisory Group HCM also operates one of the most widely referenced online industry resources HumanCapitalMediacom HCM leverages its award-winning editorial content with innovative integrated media products including targeted newsletters webinars interactive websites special print and online supplements resource guides industry research and benchmarking a vendor directory as",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Labor and Workforce Development Secretary Ronald Walker II said “We encourage all businesses and training providers to look into this grant program It makes a difference to both employers and employees” The businesses that send workers to training must pay their workers’ salaries during the training period Imajine That will be working with educational organizations across the state of Massachusetts providing trainings for early childhood and out of school time educators Imajine That CEO and Founder Susan Leger-Ferraro said “It is our great honor to be included in developing talent in the commonwealth that will grow impact for all while investing in our greatest natural resource our children” These trainings will begin to be offered starting in January  Commonwealth Corporation – the quasi-state agency that oversees the Direct Access grants through the Workforce Training Fund – requires organizations that provide the training to demonstrate expertise and capacity in selected topics",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information, there isn't any specific mention of a financial or earnings report related to the mentioned organizations. However, we can gather some insights based on the overall performance and accomplishments of each organization. Here are some key points:\n\n* Boston Business Journal: Recognized Boston's 76 fastest-growing private companies, showcasing the strength and vibrancy of the local economy. Announced the Top 50 companies at an exclusive breakfast event.\n* Imajine That: A certified B Corporation committed to growing children, families, and educators while fostering a supportive ecosystem. Operates an innovative interactive children's museum, offers early childhood programs via Imajine That University in Lawrence, and provides extended learning after-school programming to 12 classrooms in the Boston Public Schools.\n* Boston Business Journal Fast 50: Annual list of Boston's fastest-growing private companies, highlighting the region's thriving business landscape. Preceded by a full-day business symposium featuring management case studies, keynote speeches, and interactive sessions with top CEOs.",
            "source": [
                {
                    "content": "economy's strength and vibrancy Boston Business Journal Publisher and Market President Carolyn M Jones said This kind of top-line growth is driving the state's economy and generating the kind of excitement that attracts global brands and their talent here For this award the Boston Business Journal recognized Boston’s 76 fastest growing private companies The top 50 were then announced and awarded at an exclusive breakfast held at Renaissance Boston Waterfront About Imajine That\r Imajine That is a certified B Corporation passionate about growing children families and educators – as well as the best possible ecosystems for this growth Imajine That operates an innovative interactive children's museum and early childhood programs via Imajine That University in Lawrence In addition Imajine That provides extended learning after school programming to 12 classrooms in the Boston Public Schools    About Boston Business Journal Fast 50  \r The Boston Business Journal announced its annual list of",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "on Wednesday September 14  at the Aloft Hotel in Boston MA Before the awards celebration winners gathered for a full-day business symposium featuring management case studies from Harvard Business School professors and interactive sessions with top CEOs Keynote speakers at this year’s event included Interim CEO of Staples Shira Goodman Chairman and CEO of Pinnacle Group and Inner City  alumnus Nina Vaca and Harvard Business School Professor and ICIC Founder and Chairman Michael E Porter  Other speakers included Corey Thomas CEO of Rapid 7 Loren Feldman of Forbes Lynda Applegate and Amy Edmondson from Harvard Business School  John Stuart of PTC Robert Wallace CEO of Bithenergy and Brook Colangelo of Houghton Mifflin Harcourt Of particular note ICIC inducted 14 businesses into the Inner City  “Hall of Fame” as homage to these companies’ successive growth achievement of five or more years For only the second time in ICIC’s history of 18 years a business has made the Inner City  for the",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "[444] Doing Well and Doing Good\r [716] You Haven't Seen What It's Like Over There\r [1218] Moving the Business Back Home\r [1751] The Right And Wrong Way to Bring in Outside Capital\r [2825] The Art of Practicing Culture\r [3340] Psychological Safety in the Workplace\r [3728] The Most Courageous Decision in Leadership",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "problems B Lab drives systemic change through three interrelated initiatives 1 building a community of Certified B Corporations to make it easier for all of us to tell the difference between “good companies” and just good marketing; 2 accelerating the growth of the impact investing asset class through use of B Lab’s GIIRS impact rating system by institutional investors; and 3 promoting supportive public policies including creation of a new corporate form and tax procurement and investment incentives for sustainable business About B the Change Media \r B the Change Media was formed as a partnership between B Lab the community of B Corporations and Bryan Welch former CEO of Ogden Publications B Corp since  B the Change Media is a multiplatform media company whose mission is to build the world's largest engaged audience of people with a passion for using business as a force for good B the Change Media has editorial and operating independence and covers compelling stories about business as",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Yes, there are investor events and funding rounds mentioned in the text. Here's a summary:\n\n* Winning CEOs from the Inner City Companies were invited to the \"Inner City Conference and Awards,\" a full-day event featuring robust networking opportunities and educational sessions led by executives and academics from top-tier universities such as Harvard Business School and New York University (not explicitly mentioned as an investor event but could potentially lead to investments).\n* Past winners have reported connecting with multi-million dollar investors as a result of appearing on the Inner City list and attending the Conference (this could be considered an investor event leading to potential funding rounds).\n\nPlease note that the information provided may not cover all investor events or funding rounds related to the Inner City Companies.",
            "source": [
                {
                    "content": "for their communities which plays a huge role in the wellbeing of their local economies he said \r In addition to being published in Fortune CEOs from the winning companies were invited to the Inner City  Conference and Awards a full-day event featuring robust networking opportunities and educational sessions led by executives and academics from top-tier universities including Harvard Business School and New York University Past winners have reported connecting with multi-million dollar investors as a result of appearing on the Inner City  list and attending the Conference \r Keynote speakers at this year’s event included former CEO of Constant Contact Gail Goodman; award winner and CEO of the Menkiti Group Bo Menkiti; and Harvard Business School Professor and ICIC Founder and Chairman Michael E Porter  Other speakers included Tom Lewand CEO of Shinola David Segura CEO of VisionIT Lynda Applegate of Harvard Business School and David Whitford Editor-at-Large at Inc Magazine ICIC also",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "on Wednesday September 14  at the Aloft Hotel in Boston MA Before the awards celebration winners gathered for a full-day business symposium featuring management case studies from Harvard Business School professors and interactive sessions with top CEOs Keynote speakers at this year’s event included Interim CEO of Staples Shira Goodman Chairman and CEO of Pinnacle Group and Inner City  alumnus Nina Vaca and Harvard Business School Professor and ICIC Founder and Chairman Michael E Porter  Other speakers included Corey Thomas CEO of Rapid 7 Loren Feldman of Forbes Lynda Applegate and Amy Edmondson from Harvard Business School  John Stuart of PTC Robert Wallace CEO of Bithenergy and Brook Colangelo of Houghton Mifflin Harcourt Of particular note ICIC inducted 14 businesses into the Inner City  “Hall of Fame” as homage to these companies’ successive growth achievement of five or more years For only the second time in ICIC’s history of 18 years a business has made the Inner City  for the",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and enable urban entrepreneurship Over the course of nearly 20 years ICIC has awarded  companies whose success illuminates the innovation and business growth happening in our inner cities Inner City  companies are forces of economic opportunity optimism and transformation in their communities Providing a platform for recognition networking and learning the Inner City  program continues to open doors for other budding urban entrepreneurs and stimulate inner city business development and job creation We are extraordinarily proud of these pioneering entrepreneurs who lead the way in innovation job creation and the economic revitalization of America's inner cities said Steve Grossman CEO of ICIC In addition to excellence in business they have also demonstrated a deep commitment to and passion for their communities which plays a huge role in the wellbeing of their local economies he said \r In addition to being published in Fortune CEOs from the winning companies were invited to the Inner",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "economy's strength and vibrancy Boston Business Journal Publisher and Market President Carolyn M Jones said This kind of top-line growth is driving the state's economy and generating the kind of excitement that attracts global brands and their talent here For this award the Boston Business Journal recognized Boston’s 76 fastest growing private companies The top 50 were then announced and awarded at an exclusive breakfast held at Renaissance Boston Waterfront About Imajine That\r Imajine That is a certified B Corporation passionate about growing children families and educators – as well as the best possible ecosystems for this growth Imajine That operates an innovative interactive children's museum and early childhood programs via Imajine That University in Lawrence In addition Imajine That provides extended learning after school programming to 12 classrooms in the Boston Public Schools    About Boston Business Journal Fast 50  \r The Boston Business Journal announced its annual list of",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided text, it seems that the organization is focusing on expanding its Public School Partnerships and Compass Training & Development divisions. While no specific financial or funding goals were mentioned directly, it can be inferred that these expansions might require additional resources, which could include funds from institutional investors using B Lab's GIIRS impact rating system, as well as seeking supportive public policies and attracting investments through tax procurement and investment incentives for sustainable businesses. Additionally, the mention of partnering with organizations like Launch Trampoline Park in Methuen suggests that cost savings or revenue-generating opportunities may be explored to support the expansion efforts.",
            "source": [
                {
                    "content": "of serving emerging populations to access curious learning and experiences Our main offices will continue to be located in the Riverwalk in Lawrence while our Imajine That Public School Partnership and our Compass Training  Development will continue to expand We will be working with families in our Imajine That University to continue to ensure that our children have access to excellence in early childhood education Likewise we are committed to supporting Imajine That members in locating an indoor community that serves their family We will also be reaching out to our families that have a party scheduled to ensure that their needs are also met We are currently in contact with some of our partners that have similar family friendly environments such as Launch Trampoline Park in Methuen to offer our members discounted playtime as well as discounted birthday parties Our hearts are filled with the love and compassion for the deep relationships shared with so many families communities and",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "B Lab’s GIIRS impact rating system by institutional investors; and 3 promoting supportive public policies including creation of a new corporate form and tax procurement and investment incentives for sustainable business About Imajine That\r Imajine That is passionate about growing children families and educators -- as well as the best possible ecosystems for this growth Imajine That operates an innovative interactive children's Museum and early childhood programs via Imajine That University in Lawrence In addition Imajine That provides extended learning after school programming to 12 classrooms in the Boston Public Schools",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Life is a continuum of transformation; to everything there is a season and a time to every purpose under the heavens It is with mixed emotions that we share with you our beloved tribe that in order to focus on the continued expansion of our Imajine That Public School Partnerships and our Compass Training  Development divisions we will be closing the doors of the Imajine That Museum and Imajine That University Our last day at the Imajine That Museum and Imajine That University will be July 29  As we finish one chapter another begins We have realized that we can do many things well however we want to focus on doing a few things in excellence We are thrilled to be expanding our Public School Partnerships starting with KIPP Academy in Lynn  Boston to continue to provide supplemental education summer camps and out of school time programming inclusive of before and after school care and education We are also in the process of expanding out partnerships by bringing an exciting new project to",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "summer camps and out of school time programming inclusive of before and after school care and education We are also in the process of expanding out partnerships by bringing an exciting new project to our afterschool communities with Coach Marvin’s Sports  Leadership Project The future of our Public School Partnerships is bright and offers many valuable opportunities for staff students and families We are humbled and proud of the adventures shared in serving + families children and educators over the past 13 years Creating an educational environment to learn play and engage in has been an honor Being part of the development of the Riverwalk a beautiful asset to the greater Merrimack Valley and part of the Greater Lawrence Community has been our privilege Our commitment continues to be one of serving emerging populations to access curious learning and experiences Our main offices will continue to be located in the Riverwalk in Lawrence while our Imajine That Public School Partnership",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " It appears that there are no specific recent publications, research findings, or introduced technologies mentioned in the given information. However, it is worth noting that Imajine That has recently achieved several notable milestones, such as receiving B Corp certification, being awarded in the Arts and Entertainment Industry from Inner City Icons of Industry Growth, and having their commitment to integrated media products recognized through various awards like the Optimas Gold Winner. Additionally, the partnerships with organizations like WGBH and CPB demonstrate Imajine That's dedication to providing cutting-edge STEM education and technology integration for children and their educators.",
            "source": [
                {
                    "content": "oral language development speaking listening and vocabulary 3 early literacy learning especially phonemic awareness phonics and listening comprehension and 4 exploration of STEM topics through highly engaging interactive play  Art and music are always incorporated into the activities  Imajine That uses educational technology from award-winning producers eg the science games from Peep in the Big Wide World produced by WGBH a PBS affiliate to enhance learning experiences with iPad technology  And finally but very importantly foundational to the Imajine That approach are physical activity and a healthy way of eating Imajine That is grateful to various organizations that have acknowledged and awarded them for the dedication and innovation that they have created over the years   Recently Imajine That has received B Corp certification Imajine That has also been awarded in Arts and Entertainment Industry from Inner City  Icons of Industry Growth Boston Business Journal Pacesetters Award",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "integrated media products including targeted newsletters webinars interactive websites special print and online supplements resource guides industry research and benchmarking a vendor directory as well as live and online conferences that bring together international audiences to network and discuss leading-edge strategy and best practices in the industry HCM partners with recognized industry experts to provide thought-provoking feature articles news opinions and insights through its award-winning publications events and e-media and give human capital professionals the business intelligence and knowledge they need to succeed in new and changing markets \r About Imajine That\r Imajine That is passionate about growing children families and educators -- as well as the best possible ecosystems for this growth Imajine That operates an innovative interactive children's museum and early childhood programs via Imajine That University in Lawrence In addition Imajine That provides extended",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the museum was able to acquire new technology under the partnership such as tablets computers and software The initiative seems to be working too Some families the museum reports have even requested STEM-related birthday parties If that isn’t the icing on the cake of how deserving Imajine That is for this award we don’t what is  For its initiative to join forces with WGBH to create a training initiative for its staff and the community Imajine That is the gold  Optimas Award winner for Partnership Workforce Magazine published by Human Capital Media announced the winners of the  Optimas Awards The awards program which celebrates its 25th anniversary this year recognizes companies that are achieving measurable business outcomes through visionary and impactful human resources initiatives “Throughout the 25 years of these awards we’ve seen companies place increasing importance on human resources initiatives realizing the potential a strong HR department can have on business growth” said",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "LAWRENCE MA - Imajine That is honored to be named Workforce Magazine’s Optimas Gold Winner for its partnership with WGBH   “We are so excited to be acknowledged for such a profound collaboration investing both in the community and our employees” said Susan Leger-Ferraro founder and CEO of Imajine That The Boston-area children’s museum which serves children from chronically at-risk families partnered with local public television station WGBH-TV on the Ready to Learn initiative lead by The Corporation of Public Broadcasting CPB The initiative was designed to help adults learn how to use technology and media that in turn would help them teach children skills in science technology engineering and math or STEM Partnering with WGBH allowed the museum’s staff of “imajinators” to be trained and be able to pick the brains of the WGBH employees who came to train them on the technology As staff members became more proficient with the technology they were able to pass those skills and knowledge on",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, Imajine That seems to be actively involved in various initiatives related to education, arts, and health. However, there isn't any specific mention of ongoing or upcoming research projects or innovation initiatives within the organization. It would be helpful if more details could be provided to better understand the current and future endeavors of Imajine That.",
            "source": [
                {
                    "content": "B Lab’s GIIRS impact rating system by institutional investors; and 3 promoting supportive public policies including creation of a new corporate form and tax procurement and investment incentives for sustainable business About Imajine That\r Imajine That is passionate about growing children families and educators -- as well as the best possible ecosystems for this growth Imajine That operates an innovative interactive children's Museum and early childhood programs via Imajine That University in Lawrence In addition Imajine That provides extended learning after school programming to 12 classrooms in the Boston Public Schools",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "oral language development speaking listening and vocabulary 3 early literacy learning especially phonemic awareness phonics and listening comprehension and 4 exploration of STEM topics through highly engaging interactive play  Art and music are always incorporated into the activities  Imajine That uses educational technology from award-winning producers eg the science games from Peep in the Big Wide World produced by WGBH a PBS affiliate to enhance learning experiences with iPad technology  And finally but very importantly foundational to the Imajine That approach are physical activity and a healthy way of eating Imajine That is grateful to various organizations that have acknowledged and awarded them for the dedication and innovation that they have created over the years   Recently Imajine That has received B Corp certification Imajine That has also been awarded in Arts and Entertainment Industry from Inner City  Icons of Industry Growth Boston Business Journal Pacesetters Award",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "economy's strength and vibrancy Boston Business Journal Publisher and Market President Carolyn M Jones said This kind of top-line growth is driving the state's economy and generating the kind of excitement that attracts global brands and their talent here For this award the Boston Business Journal recognized Boston’s 76 fastest growing private companies The top 50 were then announced and awarded at an exclusive breakfast held at Renaissance Boston Waterfront About Imajine That\r Imajine That is a certified B Corporation passionate about growing children families and educators – as well as the best possible ecosystems for this growth Imajine That operates an innovative interactive children's museum and early childhood programs via Imajine That University in Lawrence In addition Imajine That provides extended learning after school programming to 12 classrooms in the Boston Public Schools    About Boston Business Journal Fast 50  \r The Boston Business Journal announced its annual list of",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a community of Certified B Corporations to make it easier for all of us to tell the difference between “good companies” and just good marketing; 2 accelerating the growth of the impact investing asset class through use of B Lab’s GIIRS impact rating system by institutional investors; and 3 promoting supportive public policies including creation of a new corporate form and tax procurement and investment incentives for sustainable business \r About Imajine That\r Imajine That is passionate about growing children families and educators -- as well as the best possible ecosystems for this growth Imajine That operates an innovative interactive children's Museum and early childhood programs via Imajine That University in Lawrence In addition Imajine That provides extended learning after school programming to 12 classrooms in the Boston Public Schools In December Imajine That was named Workforce Magazine’s Optimas Gold Winner for its partnership with WGBH In October the Initiative for a",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, it appears that there may not be any specific mention of research grants or innovation awards being distributed recently. However, some notable mentions include:\n\n1. Imajine That winning the Optimas Award for partnering with WGBH to provide training initiatives for staff and the community.\n12. Companies listed on the Inner City 100 list, including Imajine That, have experienced significant revenue growth and contributed to the overall strength and vibrancy of the Massachusetts economy.",
            "source": [
                {
                    "content": "the museum was able to acquire new technology under the partnership such as tablets computers and software The initiative seems to be working too Some families the museum reports have even requested STEM-related birthday parties If that isn’t the icing on the cake of how deserving Imajine That is for this award we don’t what is  For its initiative to join forces with WGBH to create a training initiative for its staff and the community Imajine That is the gold  Optimas Award winner for Partnership Workforce Magazine published by Human Capital Media announced the winners of the  Optimas Awards The awards program which celebrates its 25th anniversary this year recognizes companies that are achieving measurable business outcomes through visionary and impactful human resources initiatives “Throughout the 25 years of these awards we’ve seen companies place increasing importance on human resources initiatives realizing the potential a strong HR department can have on business growth” said",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "which provides education and enrichment programs for children through an experiential museum in Lawrence pop-up programming in the Lawrence and Boston Public Schools and daylong family engagement preschool programs reported  revenues of  million and a five-year growth rate of  percent from  The full list can be viewed on the Fortune website here In addition to announcing the list company CEOs were invited to gather for a full-day event featuring thought-provoking sessions insightful leadership advice and robust networking opportunities Past winners have reported meeting future multi-million dollar investors as a result of appearing on the Inner City  list and attending the accompanying colloquium The rankings for each company were announced at the Inner City  Conference and Awards Ceremony on Wednesday September 14  at the Aloft Hotel in Boston MA Before the awards celebration winners gathered for a full-day business symposium featuring management case studies from Harvard Business",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "economy's strength and vibrancy Boston Business Journal Publisher and Market President Carolyn M Jones said This kind of top-line growth is driving the state's economy and generating the kind of excitement that attracts global brands and their talent here For this award the Boston Business Journal recognized Boston’s 76 fastest growing private companies The top 50 were then announced and awarded at an exclusive breakfast held at Renaissance Boston Waterfront About Imajine That\r Imajine That is a certified B Corporation passionate about growing children families and educators – as well as the best possible ecosystems for this growth Imajine That operates an innovative interactive children's museum and early childhood programs via Imajine That University in Lawrence In addition Imajine That provides extended learning after school programming to 12 classrooms in the Boston Public Schools    About Boston Business Journal Fast 50  \r The Boston Business Journal announced its annual list of",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "on Wednesday September 14  at the Aloft Hotel in Boston MA Before the awards celebration winners gathered for a full-day business symposium featuring management case studies from Harvard Business School professors and interactive sessions with top CEOs Keynote speakers at this year’s event included Interim CEO of Staples Shira Goodman Chairman and CEO of Pinnacle Group and Inner City  alumnus Nina Vaca and Harvard Business School Professor and ICIC Founder and Chairman Michael E Porter  Other speakers included Corey Thomas CEO of Rapid 7 Loren Feldman of Forbes Lynda Applegate and Amy Edmondson from Harvard Business School  John Stuart of PTC Robert Wallace CEO of Bithenergy and Brook Colangelo of Houghton Mifflin Harcourt Of particular note ICIC inducted 14 businesses into the Inner City  “Hall of Fame” as homage to these companies’ successive growth achievement of five or more years For only the second time in ICIC’s history of 18 years a business has made the Inner City  for the",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided information, Imajine That is collaborating with several notable organizations, institutions, or entities. These include:\n\n1. WGBH - A public broadcasting station in Boston, Massachusetts, known for producing educational content, particularly for children. Imajine That partnered with WGBH to create a training initiative for its staff and the community.\n2. B Lab (B Corporation) - A nonprofit organization that uses the power of business to solve social and environmental problems. Imajine That recently became a B Corporation, demonstrating its commitment to meeting rigorous standards of social and environmental performance, accountability, and transparency.\n3. Workforce Magazine - An influential publication focused on human resources initiatives and their impact on business growth. Imajine That won the Optimas Gold Award for its partnership with WGBH, showcasing the effectiveness of the collaboration.\n4. Community of Certified B Corporations - By becoming a B Corporation, Imajine That joins a global community of like-minded businesses committed to using their power to create a positive impact on society and the environment. This network provides opportunities for collaboration, knowledge sharing, and collective advocacy.",
            "source": [
                {
                    "content": "the museum was able to acquire new technology under the partnership such as tablets computers and software The initiative seems to be working too Some families the museum reports have even requested STEM-related birthday parties If that isn’t the icing on the cake of how deserving Imajine That is for this award we don’t what is  For its initiative to join forces with WGBH to create a training initiative for its staff and the community Imajine That is the gold  Optimas Award winner for Partnership Workforce Magazine published by Human Capital Media announced the winners of the  Optimas Awards The awards program which celebrates its 25th anniversary this year recognizes companies that are achieving measurable business outcomes through visionary and impactful human resources initiatives “Throughout the 25 years of these awards we’ve seen companies place increasing importance on human resources initiatives realizing the potential a strong HR department can have on business growth” said",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a community of Certified B Corporations to make it easier for all of us to tell the difference between “good companies” and just good marketing; 2 accelerating the growth of the impact investing asset class through use of B Lab’s GIIRS impact rating system by institutional investors; and 3 promoting supportive public policies including creation of a new corporate form and tax procurement and investment incentives for sustainable business \r About Imajine That\r Imajine That is passionate about growing children families and educators -- as well as the best possible ecosystems for this growth Imajine That operates an innovative interactive children's Museum and early childhood programs via Imajine That University in Lawrence In addition Imajine That provides extended learning after school programming to 12 classrooms in the Boston Public Schools In December Imajine That was named Workforce Magazine’s Optimas Gold Winner for its partnership with WGBH In October the Initiative for a",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "standards of social and environmental performance; 2 legally expand their corporate responsibilities to include consideration of stakeholder interests; and 3 build collective voice through the power of the unifying B Corporation brand As of April  there are over  Certified B Corporations from over 60 industries representing a diverse multi-billion marketplace About B Lab\r B Lab is a nonprofit organization dedicated to using the power of business to solve social and environmental problems B Lab drives systemic change through three interrelated initiatives 1 building a community of Certified B Corporations to make it easier for all of us to tell the difference between “good companies” and just good marketing; 2 accelerating the growth of the impact investing asset class through use of B Lab’s GIIRS impact rating system by institutional investors; and 3 promoting supportive public policies including creation of a new corporate form and tax procurement and investment incentives for",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "LAWRENCE MA -- Imajine That is proud to announce its certification as a B Corporation The prestigious designation is awarded to companies which use the power of business to solve social and environmental problems and meet the higher standards of social and environmental performance transparency and accountability For the past 10 years Imajine That has been committed to high standards of social and environmental performance The truly impressive score of  is well above the average certification score of 95 “Being part of the B Corp Certified family is such an honor and privilege as we continue to raise social and environmental consciousness AND actions across the globe” said Susan Leger-Ferraro CEO and Founder of Imajine That B Corps are for-profit companies certified by the nonprofit B Lab to meet rigorous standards of social and environmental performance accountability and transparency Today there is a growing community of more than 1 Certified B Corps from 42 countries and more than",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided information, it seems that there might not be any specific joint events, projects, or initiatives mentioned between the organizations involved (Imajine That, Imajine That Public School Partnership, Compass Training & Development, etc.). However, they do mention partnering with various organizations like Launch Trampoline Park in Methuen to provide discounted services to their members. Additionally, they plan to expand their public school partnerships and collaborations, but no specific joint venture is mentioned.",
            "source": [
                {
                    "content": "understand and execute a visionary program planning process for managing and overseeing coaching and mentoring building and supporting a community  Participants will also learn how to create a staff meeting agenda activity outline and calendar of events that build a positive program culture congruent with the mission Participants will have the ability to compare and contrast corporate/organizational models and their structural characteristics Develop a sound financial plan congruent with mission vision and core values  Analyze the potential risk liability and legal aspects of early education and human resource management Discuss leadership decisions and evaluate administrative issues based on mission philosophy regulatory standards and a code of ethics Participants will learn how to facilitate collaborative problem solving and enhance collegiality when developing an IPDP Discover the process by which the adult learning community is strengthened through collaborative teaching",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of serving emerging populations to access curious learning and experiences Our main offices will continue to be located in the Riverwalk in Lawrence while our Imajine That Public School Partnership and our Compass Training  Development will continue to expand We will be working with families in our Imajine That University to continue to ensure that our children have access to excellence in early childhood education Likewise we are committed to supporting Imajine That members in locating an indoor community that serves their family We will also be reaching out to our families that have a party scheduled to ensure that their needs are also met We are currently in contact with some of our partners that have similar family friendly environments such as Launch Trampoline Park in Methuen to offer our members discounted playtime as well as discounted birthday parties Our hearts are filled with the love and compassion for the deep relationships shared with so many families communities and",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "summer camps and out of school time programming inclusive of before and after school care and education We are also in the process of expanding out partnerships by bringing an exciting new project to our afterschool communities with Coach Marvin’s Sports  Leadership Project The future of our Public School Partnerships is bright and offers many valuable opportunities for staff students and families We are humbled and proud of the adventures shared in serving + families children and educators over the past 13 years Creating an educational environment to learn play and engage in has been an honor Being part of the development of the Riverwalk a beautiful asset to the greater Merrimack Valley and part of the Greater Lawrence Community has been our privilege Our commitment continues to be one of serving emerging populations to access curious learning and experiences Our main offices will continue to be located in the Riverwalk in Lawrence while our Imajine That Public School Partnership",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for their communities which plays a huge role in the wellbeing of their local economies he said \r In addition to being published in Fortune CEOs from the winning companies were invited to the Inner City  Conference and Awards a full-day event featuring robust networking opportunities and educational sessions led by executives and academics from top-tier universities including Harvard Business School and New York University Past winners have reported connecting with multi-million dollar investors as a result of appearing on the Inner City  list and attending the Conference \r Keynote speakers at this year’s event included former CEO of Constant Contact Gail Goodman; award winner and CEO of the Menkiti Group Bo Menkiti; and Harvard Business School Professor and ICIC Founder and Chairman Michael E Porter  Other speakers included Tom Lewand CEO of Shinola David Segura CEO of VisionIT Lynda Applegate of Harvard Business School and David Whitford Editor-at-Large at Inc Magazine ICIC also",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Through the collaborations mentioned above, there are several mutual objectives and desired outcomes expected. These include:\n\n1. Acquiring new technology: By partnering with other organizations or institutions, the museum can access funding or resources to purchase new technologies like tablets, computers, and software. This enables them to provide more advanced and engaging experiences for visitors.\n2. Enhancing educational content: Collaborating with organizations like WGBH allows the museum to tap into expertise in creating high-quality, STEM-focused educational materials. This results in more effective and relevant programming for both staff and the community.\n3. Staff development: Joint initiatives with organizations like B Lab help the museum's staff gain knowledge and skills related to sustainable business practices, social impact measurement, and responsible entrepreneurship. This ultimately benefits the museum by fostering a more socially conscious and environmentally aware approach to its operations.\n4. Improved visitor experience: Collaboration with organizations like WGBH helps the museum develop and implement innovative educational programs, workshops, and activities for families. As a result, visitors enjoy a richer, more engaging experience at the museum.\n5. Community involvement: Partnering with local schools and organizations allows the museum to become more integrated within the community. This leads to increased visibility, stronger relationships, and greater opportunities for joint projects and events.\n6. Policy advocacy: Working together with other organizations focused on promoting sustainable business practices and supportive public policies helps advance shared goals. This includes efforts to create new corporate forms, secure favorable tax treatment, and establish incentives for sustainable businesses.\n7. Expanded reach: Collaborations with organizations like B Lab can help the museum access additional resources, networks, and funding opportunities. This enables the museum to extend its reach and impact beyond its immediate locale.",
            "source": [
                {
                    "content": "understand and execute a visionary program planning process for managing and overseeing coaching and mentoring building and supporting a community  Participants will also learn how to create a staff meeting agenda activity outline and calendar of events that build a positive program culture congruent with the mission Participants will have the ability to compare and contrast corporate/organizational models and their structural characteristics Develop a sound financial plan congruent with mission vision and core values  Analyze the potential risk liability and legal aspects of early education and human resource management Discuss leadership decisions and evaluate administrative issues based on mission philosophy regulatory standards and a code of ethics Participants will learn how to facilitate collaborative problem solving and enhance collegiality when developing an IPDP Discover the process by which the adult learning community is strengthened through collaborative teaching",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Are you wishing you could have outside perspective on your business \r Imajine That leadership team has been hired by organizations in various industries to analyze their day-to-day operations in order to improve efficiency quality develop new business lines and increase revenue When working with Imajine That you will learn the essential skills to develop and expand your leadership design teams for collaboration expand quality and efficiency and craft win-win negotiation strategies The ability to offer this form of consulting will bring insight and new perspective to your business to maximize engagement retention focus and overall well-being for the employees and leaders of your organization",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the museum was able to acquire new technology under the partnership such as tablets computers and software The initiative seems to be working too Some families the museum reports have even requested STEM-related birthday parties If that isn’t the icing on the cake of how deserving Imajine That is for this award we don’t what is  For its initiative to join forces with WGBH to create a training initiative for its staff and the community Imajine That is the gold  Optimas Award winner for Partnership Workforce Magazine published by Human Capital Media announced the winners of the  Optimas Awards The awards program which celebrates its 25th anniversary this year recognizes companies that are achieving measurable business outcomes through visionary and impactful human resources initiatives “Throughout the 25 years of these awards we’ve seen companies place increasing importance on human resources initiatives realizing the potential a strong HR department can have on business growth” said",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "B Lab’s GIIRS impact rating system by institutional investors; and 3 promoting supportive public policies including creation of a new corporate form and tax procurement and investment incentives for sustainable business About Imajine That\r Imajine That is passionate about growing children families and educators -- as well as the best possible ecosystems for this growth Imajine That operates an innovative interactive children's Museum and early childhood programs via Imajine That University in Lawrence In addition Imajine That provides extended learning after school programming to 12 classrooms in the Boston Public Schools",
                    "metadata": {
                        "rel": [
                            "bthechange",
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}