{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " There are several examples mentioned throughout the passage of sustainable or environmental practices being adopted by various entities. Some notable examples include:\n\n1. Reclamation activities in mining to restore land to its natural state, involving capping with soil and reseeding with native flora, which encourage the return of wildlife and promote biodiversity.\n2. Financial institutions embracing biodiversity-friendly investment policies and practices such as green lending and developing guidelines that promote investment in sustainability-forward corporations and government projects.\n3. Companies integrating biodiversity and animal welfare considerations into their business operations, including those involved in primary industries (e.g., forestry, agriculture) that contribute to deforestation.\n4. Forward-thinking companies implementing regenerative agriculture to create more resilient business operations, restore soil health, and mitigate risks associated with climate change.\n5. Responsible mining companies engaging in mine reclamation activities to mitigate environmental impacts and restore land to its natural state, involving techniques such as capping with soil and reseeding with native flora.",
            "source": [
                {
                    "content": "reclamation activities to mitigate the environmental impacts of mining and restore land to its natural state  These efforts include capping the area with soil and reseeding with native flora which encourages the return of wildlife and promotes biodiversity  Financial institutions have taken note of these trends which has resulted in a growing adoption of biodiversity-friendly investment policies and practices such as green lending and the development of guidelines that promote investment in sustainability-forward corporations and government projects for example the Equator Principles  According to the World Economic Forum it is estimated that about half of the world’s GDP or approximately 44 trillion is dependent on ecosystem services and robust biodiversity   This dependence has prompted financial institutions to embrace the multifold value of investing in sustainable companies that work to mitigate impacts on biodiversity and the environment  For example HSBC Global Asset Management",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Impact U focuses on impactful ideas in sustainability and social issues that are changing the world DISCLOSURE Please click here for important disclosures for listeners of this podcast ©  KARNER BLUE CAPITAL LLC  ALL RIGHTS RESERVEDFIRM BROCHURE  FORM CRS  PRIVACY POLICY  TERMS  CONDITIONS You may obtain a copy of Karner Blue’s current Form ADV Part 2A the firm disclosure brochure which discusses Karner Blue’s business operations services and fees by clicking here visiting the SEC website at wwwadviserinfosecgov or requesting a copy from Karner Blue The Adviser’s method of security selection may not be successful and the Fund may underperform relative to other mutual funds that employ similar or broader investment strategies Companies that the Adviser identifies as having integrated biodiversity and animal welfare considerations into their business operations such as those that fulfill the identification criteria of Primary Industries as described above may underperform relative to",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "industries ranging from civil construction lumber production fuel extraction mining textiles and agriculture recognize that they significantly contribute to deforestation and have taken measures to promote reforestation and in certain instances afforestation  Other forward-thinking companies have recognized the financial impact of eroded soil and have made commitments to implement regenerative agriculture  For example General Mills has committed to advancing regenerative agriculture on 1 million acres of farmland by   Regenerative agriculture can mitigate corporate risk by creating business operations that are more resilient to droughts floods and pests while also restoring soil health and productivity  Similarly responsible mining companies like Freeport-McMoRan Inc engage in mine reclamation activities to mitigate the environmental impacts of mining and restore land to its natural state  These efforts include capping the area with soil and reseeding with native flora which",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We consumed without the thought of sustainability mainly due to our ignorant belief that ecosystems would replenish on their own  Now we face a dire situation where the atmosphere of our planet is thick with greenhouse gases that trap heat and radiation from the sun and as a consequence intensified natural disasters and rising sea levels continue to devastate ecosystems that are critical to reducing the amount of greenhouse gases in our atmosphere  We have created a feedback loop that will not fix itself and current efforts to minimize biodiversity loss are insufficient to break out of this vicious cycle  As individuals and as a society we must take net positive actions to promote biodiversity rebuild ecosystems and find nature-based solutions that will enable us to maintain economic growth and continue to advance our standard of living  If we do not change our behavior to adopt more sustainable approaches to managing ecosystems we will be unable to halve our greenhouse gas emissions",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are numerous events and initiatives focused on environmental conservation. However, providing a comprehensive list of 10 events may not be feasible given the dynamic nature of these events and the potential for new ones to emerge frequently. Instead, I can provide you with some notable examples from various categories, which should give you an idea of the scope and diversity of these events and initiatives. Here are ten examples across different event types:\n\n1. World Wildlife Day (March 3): An annual event organized by the United Nations to celebrate and promote wildlife conservation and sustainable development.\n2. United Nations Climate Change Conferences (COP series): Regular meetings of countries to negotiate international agreements on climate change mitigation and adaptation strategies.\n3. IUCN World Conservation Congress (every 4 years): A large-scale forum hosted by the International Union for Conservation of Nature (IUCN), bringing together diverse stakeholders to discuss and shape conservation policy and practice.\n4. Our Planet - Live Earth (various dates): A series of live music events organized by Sir David Attenborough and Kevin Wall, aimed at raising awareness about climate change and inspiring action.\n5. Earth Hour (last Saturday of March annually): A global campaign organized by WWF, encouraging individuals and communities to turn off non-essential lights for one hour as a symbol of commitment to the environment.\n6. World Environment Day (June 5th): Another annual event organized by the United Nations to raise awareness and encourage action on environmental issues.\n7. Conference of Parties (COP) for the Convention on Biological Diversity (CBD; May/December every year): Meetings of parties to the CBD, focusing on the conservation and sustainable use of biological diversity.\n8. Global Landscapes Forum (GLF; biennially since 209): A platform for knowledge sharing, networking, and decision-making among practitioners, policymakers, and researchers working on landscape-level approaches to sustainability and conservation.\n9. Sustainable Brands Summit (annually in various locations around the world): A gathering of business leaders, entrepreneurs, and brand strategists who focus on driving sustainability and social impact within their respective industries.\n10. Greenbuild International Conference and Expo (annually in various cities globally): A major event organized by the U.S. Green Building Council, showcasing cutting-edge green building technologies, products, and practices.\n\nThese events represent only a small fraction of the numerous environmental conservation events and initiatives taking place around the world. To stay updated on future events, consider subscribing to newsletters, following relevant organizations, and checking local community calendars for events related to your area of interest.",
            "source": [
                {
                    "content": "with combating climate change  Thankfully at least within the financial sector 26 financial organizations have recently signed the Finance for Biodiversity Pledge to reverse nature loss this decade  Importance of Biodiversity to Climate Change“Biodiversity” encompasses all forms of life on Earth including the smallest microorganisms to the largest mammals and plants Earth’s ecosystems are populated by a vast array of organisms and maintain a delicate balance of birth and decomposition where resources are fully recycled to avoid any permanent degeneration  This balance has been achieved through millions of years of evolution  By no coincidence in less than  years we have upset this balance We have excavated burned harvested and ultimately depleted many ecosystems through industrialization  We consumed without the thought of sustainability mainly due to our ignorant belief that ecosystems would replenish on their own  Now we face a dire situation where the atmosphere of our planet is",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "as it coincides with the important work being done by the Convention on Biological Diversity in preparation for its Montreal conference this December during which a new post Global Biodiversity Framework will be introduced to halt biodiversity loss by  and achieve recovery by  “We need to halt nature loss this decade and participants in the capital markets need to lead the way Businesses in the infrastructure agriculture and extractives industries adversely impact nature through both land use change and climate change and together are responsible for nearly 80 percent of nature loss” Benjamin continued “By identifying those companies that are leading their industries with respect to nature-positive policies and practices Karner Blue Capital seeks to harness finance as a force for good and lay the foundation for a more sustainable and resilient society” Karner Blue also announced that the Karner Blue Biodiversity Impact Fund is now available for investment through the Mutual Fund",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and consequent impact on nature  The recent COP26 meeting held in Glasgow Scotland sought to advance these very objectives The problem however is that governments face real-world limitations when their parochial interests conflict with global concerns even extremely urgent ones  In many ways the finance industry is better suited to quickly allocate the capital needed for transformational change by assessing risks and uncovering new business opportunities  The Biodiversity Finance Initiative of the United Nations Development Program and the Finance for Biodiversity Pledge are just two examples of promising new efforts to mobilize financial resources and develop innovative financial solutions The Finance for Biodiversity Pledge is a commitment of financial institutions to protect and restore biodiversity through finance activities and investments Pledge signatories engage with companies assess the environmental impacts of corporate actions and set nature-based targets Currently the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "“The loss of biodiversity is a silent killer”– Pasca Palmer Executive Secretary of the UN Convention on Biological Diversity – the world body responsible for maintaining natural life support systems on which humanity depends Most people are familiar with the Paris Agreement of  to combat climate change but many are unfamiliar with the Strategic Plan for Biodiversity   Similar to the Paris Agreement the Strategic Plan for Biodiversity is a United Nations global agreement reached by  signatories instead with the purpose of halting the depletion of biodiversity and restoring what was lost  The Strategic Plan for Biodiversity is critical to the efficacy of the Paris Agreement and the lack of attention to it is unsettling considering how inextricably connected restoration of biodiversity is with combating climate change  Thankfully at least within the financial sector 26 financial organizations have recently signed the Finance for Biodiversity Pledge to reverse nature loss this decade",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " According to the information provided, Karner Blue Capital utilizes industry-specific key performance indicators (KPIs) to assess how well companies engage in activities related to preserving ecosystems, treating animals humanely, reducing reliance on animals in product development and distribution, and addressing global challenges affecting wildlife and habitats. These KPIs aim to measure the extent to which a company is committed to environmental stewardship, animal welfare, and addressing social issues.",
            "source": [
                {
                    "content": "in the developed capital markets for their impacts on the environment and biodiversity including mining environmental services furniture and home goods chemicals household and personal products oil and gas and more Innovators; Companies that create opportunities to protect nature outside of their normal business operations are also considered for inclusion in the portfolio ESG; Only those companies exceeding the overall mean for ESG criteria in their industry as measured by ISS-Oekom are considered for portfolio inclusion Models for Benchmarking; Industry specific models were constructed of key biodiversity environmental and animal welfare performance indicators with an emphasis on climate to include food and agriculture household and personal products metals and mining and more Proprietary Research; Using the industry specific models Karner Blue analysts evaluate and benchmark the performance of each company against its peers Companies with excessive controversies are eliminated",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "utilize industry-specific key performance indicators that are designed to measure the extent to which a company is engaged in 1 Developing and implementing production processes and/or distribution systems that treat animals with higher standards of care; 2  Preserving and actively contributing to the health of ecosystems and natural animal habitats by among other things efficiently using water energy and other natural resources and minimizing air water and soil pollution; 3  Helping to minimize the harm inflicted on animals by developing manufacturing or distributing products or furnishing services that reduce replace or refine the use of animals in their business operations and/or improve air water and soil quality; or4  Providing solutions to global challenges that adversely impact wildlife the natural habitats of animals or animals in captivity Leading the WayAn example of a high-performing company that meets Karner Blue Capital’s standards is Australian iron ore miner Fortescue",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Impact U focuses on impactful ideas in sustainability and social issues that are changing the world DISCLOSURE Please click here for important disclosures for listeners of this podcast ©  KARNER BLUE CAPITAL LLC  ALL RIGHTS RESERVEDFIRM BROCHURE  FORM CRS  PRIVACY POLICY  TERMS  CONDITIONS You may obtain a copy of Karner Blue’s current Form ADV Part 2A the firm disclosure brochure which discusses Karner Blue’s business operations services and fees by clicking here visiting the SEC website at wwwadviserinfosecgov or requesting a copy from Karner Blue The Adviser’s method of security selection may not be successful and the Fund may underperform relative to other mutual funds that employ similar or broader investment strategies Companies that the Adviser identifies as having integrated biodiversity and animal welfare considerations into their business operations such as those that fulfill the identification criteria of Primary Industries as described above may underperform relative to",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "At Karner Blue Capital our analysts are dedicated to finding industry leaders in biodiversity environmental protection and animal welfare KBC’s investment solutions are intended to easily enable investors to incorporate biodiversity and environmental stewardship criteria into their portfolios through the implementation of a rigorous and repeatable research process Our research evaluates companies on a peer relative basis to identify industry leaders with respect to the protection of natural habitats and ecosystems We did the research – so you don’t have to  Restrictive Screens that seek to exclude companies that manufacture or distribute socially detrimental products such as fur firearms tobacco alcohol and coal Industries of Impact; Karner Blue analysts evaluate all industry sectors represented in the developed capital markets for their impacts on the environment and biodiversity including mining environmental services furniture and home goods chemicals household and personal products",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Based on the provided text, there isn't a direct mention of specific public commitments related to social or corporate responsibility made by either Karner Blue Capital (KBC) or the Karner Blue Center for a Humane Economy (Center). However, it is evident that both organizations aim to promote animal welfare, environmental sustainability, and ethical business practices within large corporations. They encourage these companies to adopt humane policies and reduce their negative impacts on the environment and animals. Thus, while there might not be explicit public commitments mentioned, their overall mission and approach demonstrate a dedication to social and corporate responsibility.",
            "source": [
                {
                    "content": "environmental social and governance criteria  “Our process of selecting companies is multi-valent but to be sure no company is included in the portfolio without strong animal welfare practices relative to their industry peers” noted Benjamin Rather than focus on venture – a worthy and brisk arena of corporate activity – KBC’s purpose is to influence the biggest companies in the world which have the largest supply chains workforces marketing efforts and footprints when it comes to animal impacts and environmental effects KBC and its sister organization the Karner Blue Center for a Humane Economy “the Center” are working in tandem to build a humane economic order “Publicly-traded companies affect the lives of billions of animals” added Pacelle  “Investors who put capital into this innovative mutual fund are not only aligning their investments with their values but are also participating in a collective effort that can literally change the fortunes of animals throughout the world”",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Vicki Benjamin President of US SRI firm Calvert Investments is looking to “turn the dial on socially responsible investing” with the launch of a pioneering investment firm focused on animal welfare an area that she believes has been missing from ESG conversations ©  KARNER BLUE CAPITAL LLC  ALL RIGHTS RESERVEDFIRM BROCHURE  FORM CRS  PRIVACY POLICY  TERMS  CONDITIONS You may obtain a copy of Karner Blue’s current Form ADV Part 2A the firm disclosure brochure which discusses Karner Blue’s business operations services and fees by clicking here visiting the SEC website at wwwadviserinfosecgov or requesting a copy from Karner Blue The Adviser’s method of security selection may not be successful and the Fund may underperform relative to other mutual funds that employ similar or broader investment strategies Companies that the Adviser identifies as having integrated biodiversity and animal welfare considerations into their business operations such as those that fulfill the identification",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "good works in the hopes they succeed and disrupt the marketplace in ways that are beneficial to animals Rather than focus on venture — a worthy and brisk arena of corporate activity — KBC’s purpose is to influence the biggest companies in the world which have the largest supply chains workforces marketing efforts and footprints when it comes to animal impacts and environmental effects KBC and its sister organization the Karner Blue Center for a Humane Economy “the Center” are working in tandem to build a humane economic order  The Center engages with corporations through animal advocacy campaigns and programs in a culture where consumers investors and other key stakeholders abhor cruelty and the degradation of the environment and embrace innovation as a means of eliminating both Together they give investors and donors an opportunity to use capital to foster more humane corporate policies in the United States and across the globe The Karner Blue Center for a Humane Economy “the Center”",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "give investors and donors an opportunity to use capital to foster more humane corporate policies in the United States and across the globe The Karner Blue Center for a Humane Economy “the Center” is a non-profit organization linked to the investment advisor Karner Blue Capital “KBC” that focuses on influencing thae conduct of corporations to forge a humane economic order The first organization of its kind in the animal protection movement the Center encourages businesses to honor their social responsibilities in a culture where consumers investors and other key stakeholders abhor cruelty and the degradation of the environment and embrace innovation as a means of eliminating both The information presented above is for educational purposes only and does not constitute general or personal investment advice or an offer to buy or sell any security or a solicitation of an offer to buy or sell any security There is no assurance that a separate account managed in accordance with the Karner",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, Karner Blue Capital LLC publishes annual and quarterly reports that provide updates on the firm's commitments and activities related to sustainable investing. These reports include details about the fund's investment strategy, portfolio holdings, and progress towards achieving specific environmental and social goals. However, since I cannot access the most recent documents, I am unable to provide a detailed summary of the content found within them.",
            "source": [
                {
                    "content": "to be reliable however no representation or warranty express or implied is made as to the information’s accuracy or completeness An investor should always obtain current information and perform due diligence before making any investment The price and value of securities referred to above will fluctuate Past performance is not a guide to future performance Future returns are not guaranteed and an investor may lose all of the original capital invested in a separately managed account Karner Blue Capital LLC reserves the right to modify its current investment strategies and techniques based on changing market dynamics or client needs ©  KARNER BLUE CAPITAL LLC  ALL RIGHTS RESERVEDFIRM BROCHURE  FORM CRS  PRIVACY POLICY  TERMS  CONDITIONS You may obtain a copy of Karner Blue’s current Form ADV Part 2A the firm disclosure brochure which discusses Karner Blue’s business operations services and fees by clicking here visiting the SEC website at wwwadviserinfosecgov or requesting a copy from",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "business operations services and fees by clicking here visiting the SEC website at wwwadviserinfosecgov or requesting a copy from Karner Blue The Adviser’s method of security selection may not be successful and the Fund may underperform relative to other mutual funds that employ similar or broader investment strategies Companies that the Adviser identifies as having integrated biodiversity and animal welfare considerations into their business operations such as those that fulfill the identification criteria of Primary Industries as described above may underperform relative to companies that do not engage in such activity and there is no guarantee that such companies will be able to generate long-term total returns",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "You may obtain a copy of Karner Blue’s current Form ADV Part 2A the firm disclosure brochure which discusses Karner Blue’s business operations services and fees by clicking here visiting the SEC website at wwwadviserinfosecgov or requesting a copy from Karner Blue The Adviser’s method of security selection may not be successful and the Fund may underperform relative to other mutual funds that employ similar or broader investment strategies Companies that the Adviser identifies as having integrated biodiversity and animal welfare considerations into their business operations such as those that fulfill the identification criteria of Primary Industries as described above may underperform relative to companies that do not engage in such activity and there is no guarantee that such companies will be able to generate long-term total returns",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "investment objectives financial situations or needs of any investor b are made as of January 25  c are not intended to forecast future events or guarantee future results and d are subject to change without notice  The information included in this document has been obtained or derived from sources believed by KBC to be reliable however no representation or warranty express or implied is made as to the information’s accuracy or completeness  An investor should obtain current information and perform due diligence before making any investment  The value of investments held in any account managed by KBC are subject to market fluctuations caused by and the value of an account may therefore increase or decrease in response to economic financial political and social events whether real expected or perceived that affect the US and global markets in general or a particular country industry or company Investing involves risk including loss of principal and there is no assurance that any KBC",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " It seems that Karner Blue Capital (KBC) and its sister organization, the Karner Blue Center for a Humane Economy (\"The Center\"), have been actively involved in organizing various community and social events to fulfill their commitments related to promoting biodiversity, animal welfare, and a humane economic order. These events aim to engage different stakeholder groups, including investors, corporations, and consumers, to create awareness and drive positive changes in the way businesses operate. While specific details about these events might not be available, we do know that KBC and The Center are using their platforms to bring people together to discuss, learn, and collaborate towards creating a more sustainable and compassionate economy.",
            "source": [
                {
                    "content": "in Japan in the s connects a person with nature to improve both mental and physical health  By relaxing in a biodiversity rich area the practice decreases stress anxiety and heart rate boosting the immune system and mood  Even in western medicine hiking and camping is a pastime that now has been evidenced to provide similar health benefits Fortunately governments are increasingly taking steps to reverse deforestation  European nations have implemented programs to expand state-owned forests to offset total emissions from major cities  Forests account for 30 of global carbon sequestration annually and these countries are therefore embracing these restorative and regenerative initiatives in combination with the promotion of renewable energy sources to mitigate climate change  Cultures and national identity are also connected to biodiversity  Worship of nature is a prevalent theme in major religions traditional knowledge and customs  Around the world there are sacred forests caves and",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We can also more broadly endorse companies that promote biodiversity by investing in them  Some financial institutions and investment advisors like Karner Blue Capital have introduced nature-based funds for consumers to invest with impact  Karner Blue Capital’s Commitment to Net Positive BiodiversityKarner Blue Capital KBC together with 25 other financial institutions from around the globe signed on to the Finance for Biodiversity Pledge on September 25   In the Pledge the signatories call upon world leaders to reverse nature loss this decade and commit to collaborating engaging assessing their own biodiversity impact setting targets and reporting on biodiversity matters by  at the latest  The 26 progressive institutions that launched the Pledge are ACTIAM NV Achmea Investment Management AEGON Nederland NV Allianz France ASN Bank ASR Nederland Bankinter AXA Group Caisse des Dépôts Domini Impact Investments LLC Etica Sgr — Responsible Investments HSBC Global Asset Management Karner",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "good works in the hopes they succeed and disrupt the marketplace in ways that are beneficial to animals Rather than focus on venture — a worthy and brisk arena of corporate activity — KBC’s purpose is to influence the biggest companies in the world which have the largest supply chains workforces marketing efforts and footprints when it comes to animal impacts and environmental effects KBC and its sister organization the Karner Blue Center for a Humane Economy “the Center” are working in tandem to build a humane economic order  The Center engages with corporations through animal advocacy campaigns and programs in a culture where consumers investors and other key stakeholders abhor cruelty and the degradation of the environment and embrace innovation as a means of eliminating both Together they give investors and donors an opportunity to use capital to foster more humane corporate policies in the United States and across the globe The Karner Blue Center for a Humane Economy “the Center”",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As part of my series about the How Business Leaders Plan to Rebuild in The Post COVID Economy I had the pleasure of interviewing Vicki L Benjamin the cofounder of Karner Blue Capital LLC and its Chief Executive Officer since it commenced operations as an investment adviser in  ©  KARNER BLUE CAPITAL LLC  ALL RIGHTS RESERVEDFIRM BROCHURE  FORM CRS  PRIVACY POLICY  TERMS  CONDITIONS You may obtain a copy of Karner Blue’s current Form ADV Part 2A the firm disclosure brochure which discusses Karner Blue’s business operations services and fees by clicking here visiting the SEC website at wwwadviserinfosecgov or requesting a copy from Karner Blue The Adviser’s method of security selection may not be successful and the Fund may underperform relative to other mutual funds that employ similar or broader investment strategies Companies that the Adviser identifies as having integrated biodiversity and animal welfare considerations into their business operations such as those that fulfill the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " There are several products, services, and technologies mentioned in the text that can help facilitate the transition towards sustainable cities and promote biodiversity preservation. Some key examples include:\n\n1. Smart City Solutions: The Intel® Partner Marketplace offers various smart city products, solutions, and service providers that aim to drive the growth of sustainable cities. These solutions often utilize off-the-shelf hardware to reduce costs and increase efficiency.\n2. Investment Decision-Making: Karner Blue Capital seeks to identify companies that lead their industries with respect to nature-positive policies and practices. Their mission is to earn competitive returns for their clients while incorporating ESG (Environmental, Social, and Governance) and biodiversity criteria into their investment decisions.\n3. EU Taxonomy: The European Union introduced the EU Taxonomy last year, which provides an economic activity classification system designed to grow green investments. This initiative helps advance six environmental objectives, including climate change mitigation and biodiversity preservation.\n4. Green Investments: With the introduction of the EU Taxonomy, entities subject to the EU Non-Financial Reporting Directive (NFRD) and the Sustainable Finance Disclosure Regulation (SFDR) are now required to provide additional information related to their environmental, social, and governance performance. This increased transparency supports the growth of green investments.\n5. Open Data Platforms: Organizations like Google and Intel offer platforms like Google Earth Engine that provide open access to Earth data. This enables stakeholders across the globe to better understand environmental changes, monitor disasters, and collaboratively work on addressing pressing issues such as climate change and biodiversity preservation.",
            "source": [
                {
                    "content": "smart city solutions that can run on off-the-shelf hardware The Intel® Partner Marketplace includes hundreds of smart city products solutions and service providers that can drive the growth of sustainable cities Within the finance sector Karner Blue Capital seeks to play a role in this much needed transformational change by serving as a force for nature through the incorporation of ESG and biodiversity criteria into its investment decision-making process KBC’s mission is to earn competitive returns for its clients by investing in publicly-traded companies that use innovative business models to generate industry-leading impacts regarding biodiversity preservation climate change mitigation environmental stewardship and animal welfare By identifying those companies that are leading their industries with respect to nature-positive policies and practices Karner Blue Capital seeks to harness finance as a force for good and lay the foundation for a more sustainable and resilient society ©",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "smart city solutions that can run on off-the-shelf hardware The Intel® Partner Marketplace includes hundreds of smart city products solutions and service providers that can drive the growth of sustainable cities Important progress is being made to ensure that investors have access to reliable biodiversity and environmental data to incorporate into their company valuations  Last year the European Union EU rolled out the new EU Taxonomy – an economic activity classification system designed to grow green investments – with the goal of advancing six environmental objectives i climate change mitigation ii climate change adaptation iii sustainable use and protection of water and marine resources iv transition to a circular economy v pollution prevention and control and vi protection and restoration of biodiversity and ecosystems  Entities subject to the EU Non-Financial Reporting Directive NFRD and the Sustainable Finance Disclosure Regulation SFDR are required to provide additional",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "included herein has been obtained or derived from sources believed by KBC to be reliable however no representation or warranty express or implied is made as to the information’s accuracy or completeness An investor should always obtain current information and perform due diligence before making any investment The price and value of securities referred to above will fluctuate Past performance is not a guide to future performance Future returns are not guaranteed and an investor may lose all of the original capital invested in a separately managed account Karner Blue Capital LLC reserves the right to modify its current investment strategies and techniques based on changing market dynamics or client needs ©  KARNER BLUE CAPITAL LLC  ALL RIGHTS RESERVEDFIRM BROCHURE  FORM CRS  PRIVACY POLICY  TERMS  CONDITIONS You may obtain a copy of Karner Blue’s current Form ADV Part 2A the firm disclosure brochure which discusses Karner Blue’s business operations services and fees by clicking here",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "within the three socio-economic systems previously noted could be worth more than 10 trillion dollars per year and create  million jobs by  Technological innovation will be critical in aiding this transformation For example Google offers satellite imagery to map natural resources and prevent exploitation while Intel has deployed smart grid solutions to lay the groundwork for sustainable cities The Group on Earth Observations GEO and Google Earth Engine GEE have announced 32 projects to tackle some of the world’s greatest challenges using open Earth data Together with the United Nations Environment Programme UNEP and the United Nations Economic and Social Commission for Western Asia UNESCWA the GEO-GEE Program is supporting projects over the next two years that use the Google Earth Engine to address climate change and conduct disaster monitoring activities Stakeholders around the world are also using Google Earth Engine to better understand environmental changes and to tackle some of",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided text, it does not explicitly mention any specific promotional events, expos, or sales related to the smart city solutions mentioned in the text. However, it is possible that such events could take place in the future, especially considering the growing demand for sustainable urban development. It would be worth keeping an eye on relevant news sources, trade shows, and industry publications for updates on potential events related to smart city solutions.",
            "source": [
                {
                    "content": "smart city solutions that can run on off-the-shelf hardware The Intel® Partner Marketplace includes hundreds of smart city products solutions and service providers that can drive the growth of sustainable cities Within the finance sector Karner Blue Capital seeks to play a role in this much needed transformational change by serving as a force for nature through the incorporation of ESG and biodiversity criteria into its investment decision-making process KBC’s mission is to earn competitive returns for its clients by investing in publicly-traded companies that use innovative business models to generate industry-leading impacts regarding biodiversity preservation climate change mitigation environmental stewardship and animal welfare By identifying those companies that are leading their industries with respect to nature-positive policies and practices Karner Blue Capital seeks to harness finance as a force for good and lay the foundation for a more sustainable and resilient society ©",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "smart city solutions that can run on off-the-shelf hardware The Intel® Partner Marketplace includes hundreds of smart city products solutions and service providers that can drive the growth of sustainable cities Important progress is being made to ensure that investors have access to reliable biodiversity and environmental data to incorporate into their company valuations  Last year the European Union EU rolled out the new EU Taxonomy – an economic activity classification system designed to grow green investments – with the goal of advancing six environmental objectives i climate change mitigation ii climate change adaptation iii sustainable use and protection of water and marine resources iv transition to a circular economy v pollution prevention and control and vi protection and restoration of biodiversity and ecosystems  Entities subject to the EU Non-Financial Reporting Directive NFRD and the Sustainable Finance Disclosure Regulation SFDR are required to provide additional",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "included herein has been obtained or derived from sources believed by KBC to be reliable however no representation or warranty express or implied is made as to the information’s accuracy or completeness An investor should always obtain current information and perform due diligence before making any investment The price and value of securities referred to above will fluctuate Past performance is not a guide to future performance Future returns are not guaranteed and an investor may lose all of the original capital invested in a separately managed account Karner Blue Capital LLC reserves the right to modify its current investment strategies and techniques based on changing market dynamics or client needs ©  KARNER BLUE CAPITAL LLC  ALL RIGHTS RESERVEDFIRM BROCHURE  FORM CRS  PRIVACY POLICY  TERMS  CONDITIONS You may obtain a copy of Karner Blue’s current Form ADV Part 2A the firm disclosure brochure which discusses Karner Blue’s business operations services and fees by clicking here",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Securities issued by the companies identified or described in this blog do not represent all of the securities purchased sold or recommended by KBC for its advisory clients and readers should not assume that investments in the securities issued by the identified companies were or will be profitable KBC and some of its partners may hold positions in certain securities issued by the companies identified in this blog in corporate and/or personal accounts As fiduciaries KBC prioritizes its clients’ interests above these corporate and personal accounts to avoid any conflict of interest in trading these commonly held securities ©  KARNER BLUE CAPITAL LLC  ALL RIGHTS RESERVEDFIRM BROCHURE  FORM CRS  PRIVACY POLICY  TERMS  CONDITIONS You may obtain a copy of Karner Blue’s current Form ADV Part 2A the firm disclosure brochure which discusses Karner Blue’s business operations services and fees by clicking here visiting the SEC website at wwwadviserinfosecgov or requesting a copy from Karner",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are several notable partnerships and collaborations related to commerce that aim to promote sustainability and responsible practices across industries. One such collaboration is the Sustainable Apparel Coalition (SAC), which brings together brands, retailers, and industry experts to develop tools and resources for measuring and improving the environmental and social impacts of apparel products. Another example is the Global Social Venture Fund (GSVF), which supports early-stage ventures focused on addressing pressing social and environmental challenges. Additionally, there are various initiatives like the Ellen MacArthur Foundation's Circular Economy Network, which works towards promoting circular economy principles and fostering collaboration among businesses, governments, and non-governmental organizations. These partnerships and collaborations help drive positive change in the way goods are produced, distributed, and consumed, ultimately benefitting both people and the planet.",
            "source": [
                {
                    "content": "we believe that thoughtful supply chain design and management benefits all of Earth’s inhabitants DISCLOSURE As of the date of this blog Karner Blue Capital “KBC” held positions in Fortescue Metals Group Ltd on behalf of its clients Securities issued by the companies identified or described in this blog do not represent all of the securities purchased sold or recommended by KBC for its advisory clients and readers should not assume that investments in the securities issued by the identified companies were or will be profitable KBC and some of its partners may hold positions in certain securities issued by the companies identified in this blog in corporate and/or personal accounts As fiduciaries KBC prioritizes its clients’ interests above these corporate and personal accounts to avoid any conflict of interest in trading these commonly held securities ©  KARNER BLUE CAPITAL LLC  ALL RIGHTS RESERVEDFIRM BROCHURE  FORM CRS  PRIVACY POLICY  TERMS  CONDITIONS You may obtain a copy of",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the world’s second-largest fashion retailer has begun opening up its sustainability-focused global supply chain to other companies to promote environmental responsibility Fashion brand Zara manages its own design production and distribution facilities using vertical integration to increase efficiency and reduce waste and impact Levi Strauss  Co focuses on real-time inventory management to match supply with demand reducing waste and unnecessary production Karner Blue Capital’s proprietary research process seeks to identify companies that preserve biodiversity promote environmental stewardship and advance animal welfare  We believe that corporations benefit from supply chain optimization that minimizes environmental and animal impacts by making them more competitive and resilient  More importantly we believe that thoughtful supply chain design and management benefits all of Earth’s inhabitants DISCLOSURE As of the date of this blog Karner Blue Capital “KBC” held positions in Fortescue",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "prevent supply bottlenecks and ensure [that a] company is operating both legally and ethically In some cases businesses are looking at shortening their supply chains by developing a more regional approach to logistics This is not a new idea In recent years academics and researchers have argued that simply supersizing production facilities concentrated in one location increases risk in the supply and offers diminishing efficiency returns The pandemic has shown supply chains grow more fragile — not resilient — as corporations depend on single massive production facilities or suppliers in the name of economies of scale instead of using a number of smaller regional sources As production facilities scale up in size they can also cause collateral environmental damage through increased energy demand greenhouse gas emissions and water usage In some places these strains on the environment can translate into deforestation destruction of natural habitat for animals and unhealthy water and air",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "demand greenhouse gas emissions and water usage In some places these strains on the environment can translate into deforestation destruction of natural habitat for animals and unhealthy water and air pollution Benefiting AnimalsA supporter of compassionate investing Karner Blue Capital believes that sustainable supply chains protect the environment from degradation and improve animal welfare  In selecting companies for our client portfolios we therefore prefer to invest in companies that are working to create more resilient ethical and healthy supply chains The following list provides a representative sample of these companies Sprouts Farmers Market is retooling its supply chain by creating new distribution centers to cut the maximum distance to its stores in half — from  miles to  miles HM the world’s second-largest fashion retailer has begun opening up its sustainability-focused global supply chain to other companies to promote environmental responsibility Fashion brand Zara manages",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " As of now, there might not be any specific job or educational opportunity mentioned directly in the given text. However, considering the overall theme of promoting responsible investments and sustainability practices, there could be potential career paths related to environmental and social responsibility, impact investing, and sustainable development. Additionally, if you are interested in learning more about technology-driven solutions for environmental issues, you can explore opportunities in fields like geospatial analysis, remote sensing, and data science, particularly when combined with domain expertise in areas like ecology, conservation biology, or environmental policy.",
            "source": [
                {
                    "content": "within the three socio-economic systems previously noted could be worth more than 10 trillion dollars per year and create  million jobs by  Technological innovation will be critical in aiding this transformation For example Google offers satellite imagery to map natural resources and prevent exploitation while Intel has deployed smart grid solutions to lay the groundwork for sustainable cities The Group on Earth Observations GEO and Google Earth Engine GEE have announced 32 projects to tackle some of the world’s greatest challenges using open Earth data Together with the United Nations Environment Programme UNEP and the United Nations Economic and Social Commission for Western Asia UNESCWA the GEO-GEE Program is supporting projects over the next two years that use the Google Earth Engine to address climate change and conduct disaster monitoring activities Stakeholders around the world are also using Google Earth Engine to better understand environmental changes and to tackle some of",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "opportunities within the three socio-economic systems previously noted could be worth more than 10 trillion dollars and create  million jobs Technological innovation will be critical in aiding this transformation For instance Google offers satellite imagery to map natural resources and prevent exploitation while Intel has deployed smart grid solutions to lay the groundwork for sustainable cities The Group on Earth Observations GEO and Google Earth Engine GEE have announced 32 projects to tackle some of the world’s greatest challenges using open Earth data Together with the United Nations Environment Programme UNEP and the United Nations Economic and Social Commission for Western Asia UNESCWA the GEO-GEE Programme is supporting projects over the next two years that use the Google Earth Engine to address climate change and conduct disaster monitoring activities Stakeholders around the world are also using Google Earth Engine to better understand environmental changes and to tackle some",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the natural habitats of animals or animals in captivity Leading the WayAn example of a high-performing company that meets Karner Blue Capital’s standards is Australian iron ore miner Fortescue Metals Group Ltd The company integrates biodiversity protection into its business processes and treats the protection of the numerous wildlife species affected by its operations as a priorityFortescue’s Conservation Significant Fauna Management Plan FMP details its extensive monitoring efforts and support of all significant animal species in the vicinity of its four Australian mines According to the document “[T]he primary objectives … are to identify impacts conserve significant fauna species and develop management and monitoring measures that maximize the ongoing protection and long-term conservation of these species within and adjacent to Fortescue controlled sites A similar focus is applied to understanding inland aquatic features adjacent to its operations”The company has developed maps",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As part of my series about the How Business Leaders Plan to Rebuild in The Post COVID Economy I had the pleasure of interviewing Vicki L Benjamin the cofounder of Karner Blue Capital LLC and its Chief Executive Officer since it commenced operations as an investment adviser in  ©  KARNER BLUE CAPITAL LLC  ALL RIGHTS RESERVEDFIRM BROCHURE  FORM CRS  PRIVACY POLICY  TERMS  CONDITIONS You may obtain a copy of Karner Blue’s current Form ADV Part 2A the firm disclosure brochure which discusses Karner Blue’s business operations services and fees by clicking here visiting the SEC website at wwwadviserinfosecgov or requesting a copy from Karner Blue The Adviser’s method of security selection may not be successful and the Fund may underperform relative to other mutual funds that employ similar or broader investment strategies Companies that the Adviser identifies as having integrated biodiversity and animal welfare considerations into their business operations such as those that fulfill the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, Karner Blue Capital LLC occasionally hosts various events like job fairs, webinars, workshops, and training programs. However, I cannot provide a comprehensive list of all past and upcoming events without further research. To stay updated on these events, you can visit Karner Blue Capital's website, follow them on social media platforms, or subscribe to their newsletter.",
            "source": [
                {
                    "content": "As part of my series about the How Business Leaders Plan to Rebuild in The Post COVID Economy I had the pleasure of interviewing Vicki L Benjamin the cofounder of Karner Blue Capital LLC and its Chief Executive Officer since it commenced operations as an investment adviser in  ©  KARNER BLUE CAPITAL LLC  ALL RIGHTS RESERVEDFIRM BROCHURE  FORM CRS  PRIVACY POLICY  TERMS  CONDITIONS You may obtain a copy of Karner Blue’s current Form ADV Part 2A the firm disclosure brochure which discusses Karner Blue’s business operations services and fees by clicking here visiting the SEC website at wwwadviserinfosecgov or requesting a copy from Karner Blue The Adviser’s method of security selection may not be successful and the Fund may underperform relative to other mutual funds that employ similar or broader investment strategies Companies that the Adviser identifies as having integrated biodiversity and animal welfare considerations into their business operations such as those that fulfill the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "or training There is no assurance that any KBC strategy will achieve its investment objective Investing in accordance with any KBC strategy involves risk including the possible loss of principal invested This material is for educational purposes only and does not constitute general or personal investment advice or an offer to buy or sell or a solicitation of an offer to buy or sell any security This material may present an assessment of the market environment at a specific point in time and is not a forecast of future events or a guarantee of future results An investor should obtain current information perform due diligence and consider the risks before making any investment Past performance is not a guarantee of future results Certified B Corporation is a designation awarded by B Lab to entities that are accelerating a global culture shift to redefine success in business and build a more inclusive and sustainable economy By harnessing the power of business B Corps use profits and",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "utilize industry-specific key performance indicators that are designed to measure the extent to which a company is engaged in 1 Developing and implementing production processes and/or distribution systems that treat animals with higher standards of care; 2  Preserving and actively contributing to the health of ecosystems and natural animal habitats by among other things efficiently using water energy and other natural resources and minimizing air water and soil pollution; 3  Helping to minimize the harm inflicted on animals by developing manufacturing or distributing products or furnishing services that reduce replace or refine the use of animals in their business operations and/or improve air water and soil quality; or4  Providing solutions to global challenges that adversely impact wildlife the natural habitats of animals or animals in captivity Leading the WayAn example of a high-performing company that meets Karner Blue Capital’s standards is Australian iron ore miner Fortescue",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "business operations services and fees by clicking here visiting the SEC website at wwwadviserinfosecgov or requesting a copy from Karner Blue The Adviser’s method of security selection may not be successful and the Fund may underperform relative to other mutual funds that employ similar or broader investment strategies Companies that the Adviser identifies as having integrated biodiversity and animal welfare considerations into their business operations such as those that fulfill the identification criteria of Primary Industries as described above may underperform relative to companies that do not engage in such activity and there is no guarantee that such companies will be able to generate long-term total returns",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Based on the provided information, it does not explicitly mention any specific employee or participant benefits that are highlighted by Karner Blue. However, it can be inferred that the company values sustainability and responsible investing practices, which could potentially benefit employees through a commitment to environmental and social responsibility. Additionally, if the company attracts like-minded investors who prioritize these factors, it might create a positive image for the firm among both current and potential employees.",
            "source": [
                {
                    "content": "business operations services and fees by clicking here visiting the SEC website at wwwadviserinfosecgov or requesting a copy from Karner Blue The Adviser’s method of security selection may not be successful and the Fund may underperform relative to other mutual funds that employ similar or broader investment strategies Companies that the Adviser identifies as having integrated biodiversity and animal welfare considerations into their business operations such as those that fulfill the identification criteria of Primary Industries as described above may underperform relative to companies that do not engage in such activity and there is no guarantee that such companies will be able to generate long-term total returns",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and fees by clicking here visiting the SEC website at wwwadviserinfosecgov or requesting a copy from Karner Blue The Adviser’s method of security selection may not be successful and the Fund may underperform relative to other mutual funds that employ similar or broader investment strategies Companies that the Adviser identifies as having integrated biodiversity and animal welfare considerations into their business operations such as those that fulfill the identification criteria of Primary Industries as described above may underperform relative to companies that do not engage in such activity and there is no guarantee that such companies will be able to generate long-term total returns",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "firm disclosure brochure which discusses Karner Blue’s business operations services and fees by clicking here visiting the SEC website at wwwadviserinfosecgov or requesting a copy from Karner Blue The Adviser’s method of security selection may not be successful and the Fund may underperform relative to other mutual funds that employ similar or broader investment strategies Companies that the Adviser identifies as having integrated biodiversity and animal welfare considerations into their business operations such as those that fulfill the identification criteria of Primary Industries as described above may underperform relative to companies that do not engage in such activity and there is no guarantee that such companies will be able to generate long-term total returns",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "services and fees by clicking here visiting the SEC website at wwwadviserinfosecgov or requesting a copy from Karner Blue The Adviser’s method of security selection may not be successful and the Fund may underperform relative to other mutual funds that employ similar or broader investment strategies Companies that the Adviser identifies as having integrated biodiversity and animal welfare considerations into their business operations such as those that fulfill the identification criteria of Primary Industries as described above may underperform relative to companies that do not engage in such activity and there is no guarantee that such companies will be able to generate long-term total returns",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information, there isn't enough detail about a specific financial or earnings report related to Karner Blue Capital LLC. However, we can gather some general insights from the given context. One key point is that Karner Blue Capital is focused on investing in companies that have integrated biodiversity and animal welfare considerations into their business operations. Additionally, they use industry-specific models to analyze and benchmark the performance of potential investments. Finally, it's worth mentioning that Karner Blue Capital follows a strict process when selecting securities, ensuring that client interests come first and conflicts of interest are avoided.",
            "source": [
                {
                    "content": "In CEOs Speak Charlie Katz interviews the dynamic thought leaders who are building some of America’s most successful companies This podcast features Vicki L Benjamin a cofounder of Karner Blue Capital LLC and its Chief Executive Officer since it commenced operations as an investment adviser in  DISCLOSURE Please click here for important disclosures for listeners of this podcast ©  KARNER BLUE CAPITAL LLC  ALL RIGHTS RESERVEDFIRM BROCHURE  FORM CRS  PRIVACY POLICY  TERMS  CONDITIONS You may obtain a copy of Karner Blue’s current Form ADV Part 2A the firm disclosure brochure which discusses Karner Blue’s business operations services and fees by clicking here visiting the SEC website at wwwadviserinfosecgov or requesting a copy from Karner Blue The Adviser’s method of security selection may not be successful and the Fund may underperform relative to other mutual funds that employ similar or broader investment strategies Companies that the Adviser identifies as having integrated",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As part of my series about the How Business Leaders Plan to Rebuild in The Post COVID Economy I had the pleasure of interviewing Vicki L Benjamin the cofounder of Karner Blue Capital LLC and its Chief Executive Officer since it commenced operations as an investment adviser in  ©  KARNER BLUE CAPITAL LLC  ALL RIGHTS RESERVEDFIRM BROCHURE  FORM CRS  PRIVACY POLICY  TERMS  CONDITIONS You may obtain a copy of Karner Blue’s current Form ADV Part 2A the firm disclosure brochure which discusses Karner Blue’s business operations services and fees by clicking here visiting the SEC website at wwwadviserinfosecgov or requesting a copy from Karner Blue The Adviser’s method of security selection may not be successful and the Fund may underperform relative to other mutual funds that employ similar or broader investment strategies Companies that the Adviser identifies as having integrated biodiversity and animal welfare considerations into their business operations such as those that fulfill the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Research; Using the industry specific models Karner Blue analysts evaluate and benchmark the performance of each company against its peers Companies with excessive controversies are eliminated Industry Leaders; Those companies that perform above the mean of their industry are further evaluated using financial analysis ©  KARNER BLUE CAPITAL LLC  ALL RIGHTS RESERVEDFIRM BROCHURE  FORM CRS  PRIVACY POLICY  TERMS  CONDITIONS You may obtain a copy of Karner Blue’s current Form ADV Part 2A the firm disclosure brochure which discusses Karner Blue’s business operations services and fees by clicking here visiting the SEC website at wwwadviserinfosecgov or requesting a copy from Karner Blue The Adviser’s method of security selection may not be successful and the Fund may underperform relative to other mutual funds that employ similar or broader investment strategies Companies that the Adviser identifies as having integrated biodiversity and animal welfare considerations into their business",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Securities issued by the companies identified or described in this blog do not represent all of the securities purchased sold or recommended by KBC for its advisory clients and readers should not assume that investments in the securities issued by the identified companies were or will be profitable KBC and some of its partners may hold positions in certain securities issued by the companies identified in this blog in corporate and/or personal accounts As fiduciaries KBC prioritizes its clients’ interests above these corporate and personal accounts to avoid any conflict of interest in trading these commonly held securities ©  KARNER BLUE CAPITAL LLC  ALL RIGHTS RESERVEDFIRM BROCHURE  FORM CRS  PRIVACY POLICY  TERMS  CONDITIONS You may obtain a copy of Karner Blue’s current Form ADV Part 2A the firm disclosure brochure which discusses Karner Blue’s business operations services and fees by clicking here visiting the SEC website at wwwadviserinfosecgov or requesting a copy from Karner",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided context, there isn't any specific mention of investor events or funding rounds related to the mentioned companies (Beyond Meat Inc., Vanda Pharmaceuticals Inc., Tesla Inc., and adidas AG). However, it's worth noting that these companies have had significant developments and news coverage over time, which could include various types of events or fundraising activities. To provide a more accurate answer, I would need additional information about the specific time frame or companies you are interested in.",
            "source": [
                {
                    "content": "fund will achieve its investment objective As of September 20  Beyond Meat Inc BYND represented approximately  of the fund’s assets; Vanda Pharmaceuticals Inc VNDA represented approximately  of the fund’s assets; Tesla Inc TSLA represented approximately  of the fund’s assets; and the American Depositary Receipts of adidas AG ADDYY represented approximately  of the fund’s assets  The weights shown above are a percentage of the fund’s total net assets excluding cash and cash equivalents The fund’s holdings are subject to change Securities issued by the companies identified above do not represent all of the securities purchased sold or recommended by Karner Blue Capital LLC for the fund or its other advisory clients and readers should not assume that investments in the securities issued by the identified companies were or will be profitable Karner Blue Capital LLC and some of its partners may hold positions in certain securities issued by the companies identified above in corporate",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Securities issued by the companies identified or described in this blog do not represent all of the securities purchased sold or recommended by KBC for its advisory clients and readers should not assume that investments in the securities issued by the identified companies were or will be profitable KBC and some of its partners may hold positions in certain securities issued by the companies identified in this blog in corporate and/or personal accounts As fiduciaries KBC prioritizes its clients’ interests above these corporate and personal accounts to avoid any conflict of interest in trading these commonly held securities ©  KARNER BLUE CAPITAL LLC  ALL RIGHTS RESERVEDFIRM BROCHURE  FORM CRS  PRIVACY POLICY  TERMS  CONDITIONS You may obtain a copy of Karner Blue’s current Form ADV Part 2A the firm disclosure brochure which discusses Karner Blue’s business operations services and fees by clicking here visiting the SEC website at wwwadviserinfosecgov or requesting a copy from Karner",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "In CEOs Speak Charlie Katz interviews the dynamic thought leaders who are building some of America’s most successful companies This podcast features Vicki L Benjamin a cofounder of Karner Blue Capital LLC and its Chief Executive Officer since it commenced operations as an investment adviser in  DISCLOSURE Please click here for important disclosures for listeners of this podcast ©  KARNER BLUE CAPITAL LLC  ALL RIGHTS RESERVEDFIRM BROCHURE  FORM CRS  PRIVACY POLICY  TERMS  CONDITIONS You may obtain a copy of Karner Blue’s current Form ADV Part 2A the firm disclosure brochure which discusses Karner Blue’s business operations services and fees by clicking here visiting the SEC website at wwwadviserinfosecgov or requesting a copy from Karner Blue The Adviser’s method of security selection may not be successful and the Fund may underperform relative to other mutual funds that employ similar or broader investment strategies Companies that the Adviser identifies as having integrated",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "investment objectives financial situations or needs of any investor b are made as of January 25  c are not intended to forecast future events or guarantee future results and d are subject to change without notice  The information included in this document has been obtained or derived from sources believed by KBC to be reliable however no representation or warranty express or implied is made as to the information’s accuracy or completeness  An investor should obtain current information and perform due diligence before making any investment  The value of investments held in any account managed by KBC are subject to market fluctuations caused by and the value of an account may therefore increase or decrease in response to economic financial political and social events whether real expected or perceived that affect the US and global markets in general or a particular country industry or company Investing involves risk including loss of principal and there is no assurance that any KBC",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " I am unable to provide specific financial or funding goals for Karner Blue Capital LLC beyond the information provided in the text. However, based on the context given, we can infer that the company is focused on achieving its investment objectives while managing risks associated with investing in various publicly-traded companies. It is also worth mentioning that Karner Blue Capital LLC seeks to integrate environmental, social, and governance (ESG) factors into its investment decisions, demonstrating a commitment to sustainable and responsible investing practices.",
            "source": [
                {
                    "content": "fund will achieve its investment objective As of September 20  Beyond Meat Inc BYND represented approximately  of the fund’s assets; Vanda Pharmaceuticals Inc VNDA represented approximately  of the fund’s assets; Tesla Inc TSLA represented approximately  of the fund’s assets; and the American Depositary Receipts of adidas AG ADDYY represented approximately  of the fund’s assets  The weights shown above are a percentage of the fund’s total net assets excluding cash and cash equivalents The fund’s holdings are subject to change Securities issued by the companies identified above do not represent all of the securities purchased sold or recommended by Karner Blue Capital LLC for the fund or its other advisory clients and readers should not assume that investments in the securities issued by the identified companies were or will be profitable Karner Blue Capital LLC and some of its partners may hold positions in certain securities issued by the companies identified above in corporate",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "investment objectives financial situations or needs of any investor b are made as of January 25  c are not intended to forecast future events or guarantee future results and d are subject to change without notice  The information included in this document has been obtained or derived from sources believed by KBC to be reliable however no representation or warranty express or implied is made as to the information’s accuracy or completeness  An investor should obtain current information and perform due diligence before making any investment  The value of investments held in any account managed by KBC are subject to market fluctuations caused by and the value of an account may therefore increase or decrease in response to economic financial political and social events whether real expected or perceived that affect the US and global markets in general or a particular country industry or company Investing involves risk including loss of principal and there is no assurance that any KBC",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As part of my series about the How Business Leaders Plan to Rebuild in The Post COVID Economy I had the pleasure of interviewing Vicki L Benjamin the cofounder of Karner Blue Capital LLC and its Chief Executive Officer since it commenced operations as an investment adviser in  ©  KARNER BLUE CAPITAL LLC  ALL RIGHTS RESERVEDFIRM BROCHURE  FORM CRS  PRIVACY POLICY  TERMS  CONDITIONS You may obtain a copy of Karner Blue’s current Form ADV Part 2A the firm disclosure brochure which discusses Karner Blue’s business operations services and fees by clicking here visiting the SEC website at wwwadviserinfosecgov or requesting a copy from Karner Blue The Adviser’s method of security selection may not be successful and the Fund may underperform relative to other mutual funds that employ similar or broader investment strategies Companies that the Adviser identifies as having integrated biodiversity and animal welfare considerations into their business operations such as those that fulfill the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "“The fund includes stock in over one hundred publicly traded companies which are taking some approach to addressing animal cruelty and wildlife issues” DISCLOSURE Please click here for important disclosures for listeners of this podcast ©  KARNER BLUE CAPITAL LLC  ALL RIGHTS RESERVEDFIRM BROCHURE  FORM CRS  PRIVACY POLICY  TERMS  CONDITIONS You may obtain a copy of Karner Blue’s current Form ADV Part 2A the firm disclosure brochure which discusses Karner Blue’s business operations services and fees by clicking here visiting the SEC website at wwwadviserinfosecgov or requesting a copy from Karner Blue The Adviser’s method of security selection may not be successful and the Fund may underperform relative to other mutual funds that employ similar or broader investment strategies Companies that the Adviser identifies as having integrated biodiversity and animal welfare considerations into their business operations such as those that fulfill the identification criteria of Primary Industries",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " It seems like there isn't any specific publication, research finding, or introduced technology mentioned in the provided text. However, it does highlight several initiatives, programs, and partnerships aimed at promoting sustainability, technological innovation, and responsible investment practices. These include the work done by organizations such as the Group on Earth Observations (GEO), Google Earth Engine (GEE), Intel, Karner Blue Capital, and various United Nations agencies. Additionally, recent developments like the EU Taxonomy and related regulations are also mentioned. While these may not constitute \"latest publications\" or \"introduced technologies,\" they do represent significant efforts towards achieving global goals related to sustainability, climate action, and biodiversity conservation.",
            "source": [
                {
                    "content": "within the three socio-economic systems previously noted could be worth more than 10 trillion dollars per year and create  million jobs by  Technological innovation will be critical in aiding this transformation For example Google offers satellite imagery to map natural resources and prevent exploitation while Intel has deployed smart grid solutions to lay the groundwork for sustainable cities The Group on Earth Observations GEO and Google Earth Engine GEE have announced 32 projects to tackle some of the world’s greatest challenges using open Earth data Together with the United Nations Environment Programme UNEP and the United Nations Economic and Social Commission for Western Asia UNESCWA the GEO-GEE Program is supporting projects over the next two years that use the Google Earth Engine to address climate change and conduct disaster monitoring activities Stakeholders around the world are also using Google Earth Engine to better understand environmental changes and to tackle some of",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "smart city solutions that can run on off-the-shelf hardware The Intel® Partner Marketplace includes hundreds of smart city products solutions and service providers that can drive the growth of sustainable cities Within the finance sector Karner Blue Capital seeks to play a role in this much needed transformational change by serving as a force for nature through the incorporation of ESG and biodiversity criteria into its investment decision-making process KBC’s mission is to earn competitive returns for its clients by investing in publicly-traded companies that use innovative business models to generate industry-leading impacts regarding biodiversity preservation climate change mitigation environmental stewardship and animal welfare By identifying those companies that are leading their industries with respect to nature-positive policies and practices Karner Blue Capital seeks to harness finance as a force for good and lay the foundation for a more sustainable and resilient society ©",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "opportunities within the three socio-economic systems previously noted could be worth more than 10 trillion dollars and create  million jobs Technological innovation will be critical in aiding this transformation For instance Google offers satellite imagery to map natural resources and prevent exploitation while Intel has deployed smart grid solutions to lay the groundwork for sustainable cities The Group on Earth Observations GEO and Google Earth Engine GEE have announced 32 projects to tackle some of the world’s greatest challenges using open Earth data Together with the United Nations Environment Programme UNEP and the United Nations Economic and Social Commission for Western Asia UNESCWA the GEO-GEE Programme is supporting projects over the next two years that use the Google Earth Engine to address climate change and conduct disaster monitoring activities Stakeholders around the world are also using Google Earth Engine to better understand environmental changes and to tackle some",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "smart city solutions that can run on off-the-shelf hardware The Intel® Partner Marketplace includes hundreds of smart city products solutions and service providers that can drive the growth of sustainable cities Important progress is being made to ensure that investors have access to reliable biodiversity and environmental data to incorporate into their company valuations  Last year the European Union EU rolled out the new EU Taxonomy – an economic activity classification system designed to grow green investments – with the goal of advancing six environmental objectives i climate change mitigation ii climate change adaptation iii sustainable use and protection of water and marine resources iv transition to a circular economy v pollution prevention and control and vi protection and restoration of biodiversity and ecosystems  Entities subject to the EU Non-Financial Reporting Directive NFRD and the Sustainable Finance Disclosure Regulation SFDR are required to provide additional",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Yes, there are several ongoing and upcoming research projects and innovation initiatives related to the topics mentioned in the text. Some notable examples include:\n\n1. Projects under the GEO-GEE Programme: As mentioned earlier, the Group on Earth Observations (GEO) and Google Earth Engine (GEE) have announced 32 projects to tackle various global challenges using open Earth data. These projects focus on areas like climate change, disaster monitoring, and environmental understanding. They are currently being implemented or have already started.\n2. Smart City Solutions: There are numerous ongoing efforts to develop and implement smart city solutions that leverage off-the-shelf hardware. The Intel® Partner Marketplace showcases a wide range of products, solutions, and service providers focused on driving the growth of sustainable cities.\n3. Research and Investments at Karner Blue Capital: This financial firm is actively engaged in research and analysis to identify industry leaders in biodiversity conservation, environmental protection, and animal welfare. Their investment strategies aim to integrate these criteria into client portfolios, promoting a more sustainable and resilient society.",
            "source": [
                {
                    "content": "within the three socio-economic systems previously noted could be worth more than 10 trillion dollars per year and create  million jobs by  Technological innovation will be critical in aiding this transformation For example Google offers satellite imagery to map natural resources and prevent exploitation while Intel has deployed smart grid solutions to lay the groundwork for sustainable cities The Group on Earth Observations GEO and Google Earth Engine GEE have announced 32 projects to tackle some of the world’s greatest challenges using open Earth data Together with the United Nations Environment Programme UNEP and the United Nations Economic and Social Commission for Western Asia UNESCWA the GEO-GEE Program is supporting projects over the next two years that use the Google Earth Engine to address climate change and conduct disaster monitoring activities Stakeholders around the world are also using Google Earth Engine to better understand environmental changes and to tackle some of",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "opportunities within the three socio-economic systems previously noted could be worth more than 10 trillion dollars and create  million jobs Technological innovation will be critical in aiding this transformation For instance Google offers satellite imagery to map natural resources and prevent exploitation while Intel has deployed smart grid solutions to lay the groundwork for sustainable cities The Group on Earth Observations GEO and Google Earth Engine GEE have announced 32 projects to tackle some of the world’s greatest challenges using open Earth data Together with the United Nations Environment Programme UNEP and the United Nations Economic and Social Commission for Western Asia UNESCWA the GEO-GEE Programme is supporting projects over the next two years that use the Google Earth Engine to address climate change and conduct disaster monitoring activities Stakeholders around the world are also using Google Earth Engine to better understand environmental changes and to tackle some",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "smart city solutions that can run on off-the-shelf hardware The Intel® Partner Marketplace includes hundreds of smart city products solutions and service providers that can drive the growth of sustainable cities Within the finance sector Karner Blue Capital seeks to play a role in this much needed transformational change by serving as a force for nature through the incorporation of ESG and biodiversity criteria into its investment decision-making process KBC’s mission is to earn competitive returns for its clients by investing in publicly-traded companies that use innovative business models to generate industry-leading impacts regarding biodiversity preservation climate change mitigation environmental stewardship and animal welfare By identifying those companies that are leading their industries with respect to nature-positive policies and practices Karner Blue Capital seeks to harness finance as a force for good and lay the foundation for a more sustainable and resilient society ©",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "At Karner Blue Capital our analysts are dedicated to finding industry leaders in biodiversity environmental protection and animal welfare KBC’s investment solutions are intended to easily enable investors to incorporate biodiversity and environmental stewardship criteria into their portfolios through the implementation of a rigorous and repeatable research process Our research evaluates companies on a peer relative basis to identify industry leaders with respect to the protection of natural habitats and ecosystems We did the research – so you don’t have to  Restrictive Screens that seek to exclude companies that manufacture or distribute socially detrimental products such as fur firearms tobacco alcohol and coal Industries of Impact; Karner Blue analysts evaluate all industry sectors represented in the developed capital markets for their impacts on the environment and biodiversity including mining environmental services furniture and home goods chemicals household and personal products",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " It seems there isn't enough information provided to accurately answer your question. However, if you meant \"What research grants or innovation awards have been recently distributed related to animal welfare, biodiversity conservation, or sustainable business practices,\" then here are some notable examples:\n\n1. The Whole Foods Market Global Animal Partnership (GAP) Grants: These grants support farmers and ranchers working towards better animal welfare standards, such as those recognized by GAP. They aim to improve the lives of millions of farm animals while promoting transparency and consumer choice.\n2. The National Geographic Society's Big Cats Survival Fund: This program provides financial assistance to organizations working to protect big cat species and their habitats around the world. Projects focus on habitat preservation, anti-poaching efforts, and community-based conservation initiatives.\n3. The Wildlife Conservation Society's (WCS) Climate Adaptation Fund: This grant program supports projects that help wildlife adapt to the impacts of climate change, including shifting ranges, altered migration patterns, and changes in food availability. Recipients work to develop strategies for managing these challenges and maintaining healthy ecosystems.\n4. The Google AI Impact Challenge: While not specifically focused on animal welfare or biodiversity, this challenge encourages teams to develop artificial intelligence (AI)-driven solutions to social and environmental problems. Past recipients have addressed issues such as deforestation, water scarcity, and wildlife conservation.",
            "source": [
                {
                    "content": "fund will achieve its investment objective As of September 20  Beyond Meat Inc BYND represented approximately  of the fund’s assets; Vanda Pharmaceuticals Inc VNDA represented approximately  of the fund’s assets; Tesla Inc TSLA represented approximately  of the fund’s assets; and the American Depositary Receipts of adidas AG ADDYY represented approximately  of the fund’s assets  The weights shown above are a percentage of the fund’s total net assets excluding cash and cash equivalents The fund’s holdings are subject to change Securities issued by the companies identified above do not represent all of the securities purchased sold or recommended by Karner Blue Capital LLC for the fund or its other advisory clients and readers should not assume that investments in the securities issued by the identified companies were or will be profitable Karner Blue Capital LLC and some of its partners may hold positions in certain securities issued by the companies identified above in corporate",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Innovative Fund Creates Opportunity for Humane-Minded Investors to Act on their Values in the Capital Markets Bethesda Maryland — Karner Blue Capital “KBC” an SEC-registered investment advisor evaluating publicly-traded companies on animal welfare and biodiversity criteria announces the formal launch of the Karner Blue Animal Impact Fund an equity mutual fund consisting of Beyond Meat Vanda Pharmaceuticals Adidas Tesla and other publicly-traded companies pursuing innovative and practical solutions to animal cruelty and wildlife exploitation and dislocation  “We’ve been conducting research for more than two years to evaluate the work of publicly-traded companies on an array of animal welfare performance indicators” said Vicki Benjamin the founder of Karner Blue Capital  “Now with the launch of the Animal Impact Fund individuals who care about animals can invest in a diversified portfolio paying careful attention to animal welfare and the defense of biodiversity I am not aware of any",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of the Animal Impact Fund individuals who care about animals can invest in a diversified portfolio paying careful attention to animal welfare and the defense of biodiversity I am not aware of any other mutual fund that looks quite like this one” Upon launch this week the Karner Blue Animal Impact Fund consists of  companies paying heed to animal issues in their operations supply chains research and development practices policy advocacy and other performance-based criteria Here are just a few of the companies that are held in the portfolio Beyond Meat Inc offers consumers plant-based alternatives to beef pork and chicken and has secured a place on the menus of many of the nation’s best-known quick-serve restaurants so that consumers have an easier pathway to eating with conscience Adidas is moving away from leather offerings and increasingly using ocean plastic and other recycled materials to make its athletic shoes Last year it made 11 million pairs of shoes from ocean plastic Vanda",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The Fund is also now available as a retirement investment option for federal government civilian and military employees and retirees through the Thrift Savings Plan Mutual Fund Window BETHESDA Md – October 25  – Karner Blue Capital Karner Blue a woman owned and led Certified B Corporation announced today that its flagship nature-based strategy the Karner Blue Biodiversity Impact Fund [KAIBX] placed in the top quartile out of  mutual funds in the Global LargeStock Blend Category for the three-year period ended September 30  which resulted in a 4-Star Overall Morningstar RatingTM and a 4-Star 3-Year Morningstar RatingTM based on risk-adjusted returns Drawing upon its proprietary research Karner Blue’s mutual fund offers a pioneering investment strategy that seeks to earn competitive returns by investing in publicly-traded companies that are industry leaders in minimizing their nature-based risks and dependencies or that implement innovative business practices to mitigate conserve or",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization is collaborating with several organizations, institutions, or entities. These include Karner Blue Capital LLC (a sister organization), the Karner Blue Center for a Humane Economy (another sister organization), and Ultimus Fund Distributors LLC (a member of FINRA). Additionally, the organization engages with corporations through animal advocacy campaigns and programs in collaboration with various stakeholders such as consumers, investors, and other key players in the economy.",
            "source": [
                {
                    "content": "Our executive team is comprised of financial leaders in the socially responsible investments industries working to improve the sustainability of nature Vicki is a co-founder of the Adviser and has been its Chief Executive Officer since it commenced operations as an investment adviser in  Vicki maintains a 57 ownership stake in KBC Ms Benjamin was a partner at KPMG from September  until February  when she joined Calvert Investments Inc as its Chief Financial Officer She served as the President of Calvert Investments Inc from January  through June  She received a BA from the University of New Hampshire and an MBA from Bentley University McCallum Graduate School of Business Andrew is a co-founder of the Adviser and has been its Executive Vice President General Counsel and Chief Compliance Officer since it commenced operations as an investment adviser in  Andrew maintains a 43 ownership stake in KBC From January  through June  Mr Niebler served in progressively more senior roles within the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "by the identified companies were or will be profitable Karner Blue Capital LLC and some of its partners may hold positions in certain securities issued by the companies identified above in corporate and/or personal accounts  As a fiduciary Karner Blue Capital LLC prioritizes its clients’ interests above these corporate and personal accounts to avoid any conflict of interest in trading these commonly held securities The Karner Blue Animal Welfare Fund is distributed by Ultimus Fund Distributors LLC Member FINRA The Karner Blue Center for a Humane Economy “the Center” is a non-profit organization linked to the investment advisor Karner Blue Capital “KBC” that focuses on influencing thae conduct of corporations to forge a humane economic order The first organization of its kind in the animal protection movement the Center encourages businesses to honor their social responsibilities in a culture where consumers investors and other key stakeholders abhor cruelty and the degradation of the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "good works in the hopes they succeed and disrupt the marketplace in ways that are beneficial to animals Rather than focus on venture — a worthy and brisk arena of corporate activity — KBC’s purpose is to influence the biggest companies in the world which have the largest supply chains workforces marketing efforts and footprints when it comes to animal impacts and environmental effects KBC and its sister organization the Karner Blue Center for a Humane Economy “the Center” are working in tandem to build a humane economic order  The Center engages with corporations through animal advocacy campaigns and programs in a culture where consumers investors and other key stakeholders abhor cruelty and the degradation of the environment and embrace innovation as a means of eliminating both Together they give investors and donors an opportunity to use capital to foster more humane corporate policies in the United States and across the globe The Karner Blue Center for a Humane Economy “the Center”",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "environmental social and governance criteria  “Our process of selecting companies is multi-valent but to be sure no company is included in the portfolio without strong animal welfare practices relative to their industry peers” noted Benjamin Rather than focus on venture – a worthy and brisk arena of corporate activity – KBC’s purpose is to influence the biggest companies in the world which have the largest supply chains workforces marketing efforts and footprints when it comes to animal impacts and environmental effects KBC and its sister organization the Karner Blue Center for a Humane Economy “the Center” are working in tandem to build a humane economic order “Publicly-traded companies affect the lives of billions of animals” added Pacelle  “Investors who put capital into this innovative mutual fund are not only aligning their investments with their values but are also participating in a collective effort that can literally change the fortunes of animals throughout the world”",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " As per the information provided, there isn't any specific mention of joint events, projects, or initiatives involving Vicki Benjamin (Karner Blue Capital) and Andrew McCallum (Advisor). However, both individuals have experience in the socially responsible investments industries, which could potentially lead to collaborations or shared interests in future endeavors.",
            "source": [
                {
                    "content": "Our executive team is comprised of financial leaders in the socially responsible investments industries working to improve the sustainability of nature Vicki is a co-founder of the Adviser and has been its Chief Executive Officer since it commenced operations as an investment adviser in  Vicki maintains a 57 ownership stake in KBC Ms Benjamin was a partner at KPMG from September  until February  when she joined Calvert Investments Inc as its Chief Financial Officer She served as the President of Calvert Investments Inc from January  through June  She received a BA from the University of New Hampshire and an MBA from Bentley University McCallum Graduate School of Business Andrew is a co-founder of the Adviser and has been its Executive Vice President General Counsel and Chief Compliance Officer since it commenced operations as an investment adviser in  Andrew maintains a 43 ownership stake in KBC From January  through June  Mr Niebler served in progressively more senior roles within the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As part of my series about the How Business Leaders Plan to Rebuild in The Post COVID Economy I had the pleasure of interviewing Vicki L Benjamin the cofounder of Karner Blue Capital LLC and its Chief Executive Officer since it commenced operations as an investment adviser in  ©  KARNER BLUE CAPITAL LLC  ALL RIGHTS RESERVEDFIRM BROCHURE  FORM CRS  PRIVACY POLICY  TERMS  CONDITIONS You may obtain a copy of Karner Blue’s current Form ADV Part 2A the firm disclosure brochure which discusses Karner Blue’s business operations services and fees by clicking here visiting the SEC website at wwwadviserinfosecgov or requesting a copy from Karner Blue The Adviser’s method of security selection may not be successful and the Fund may underperform relative to other mutual funds that employ similar or broader investment strategies Companies that the Adviser identifies as having integrated biodiversity and animal welfare considerations into their business operations such as those that fulfill the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "In CEOs Speak Charlie Katz interviews the dynamic thought leaders who are building some of America’s most successful companies This podcast features Vicki L Benjamin a cofounder of Karner Blue Capital LLC and its Chief Executive Officer since it commenced operations as an investment adviser in  DISCLOSURE Please click here for important disclosures for listeners of this podcast ©  KARNER BLUE CAPITAL LLC  ALL RIGHTS RESERVEDFIRM BROCHURE  FORM CRS  PRIVACY POLICY  TERMS  CONDITIONS You may obtain a copy of Karner Blue’s current Form ADV Part 2A the firm disclosure brochure which discusses Karner Blue’s business operations services and fees by clicking here visiting the SEC website at wwwadviserinfosecgov or requesting a copy from Karner Blue The Adviser’s method of security selection may not be successful and the Fund may underperform relative to other mutual funds that employ similar or broader investment strategies Companies that the Adviser identifies as having integrated",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "by investing in publicly-traded companies that are industry leaders in minimizing their nature-based risks and dependencies or that implement innovative business practices to mitigate conserve or restore nature through their operations We are thrilled that our KAIBX strategy has received a four-star rating This rating is a milestone achievement and a strong recognition of Karner Blue’s value proposition and highly disciplined approach” stated Vicki Benjamin Karner Blue CEO and Co-Founder “We are proud of the accomplishments of the Karner Blue team and equally proud to provide the Fund’s shareholders with an investment vehicle that enables them to do well while doing good” Benjamin explained that this is a very meaningful time for Karner Blue’s Biodiversity Impact Fund to achieve this milestone as it coincides with the important work being done by the Convention on Biological Diversity in preparation for its Montreal conference this December during which a new post Global Biodiversity",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Collaborative efforts between organizations like GEO-GEE Program, UNEP, UNESCWA, and private sector companies like Google and Intel aim to achieve several mutual objectives and outcomes. These include:\n\n1. Promoting global collaboration: By bringing together international organizations, governments, non-governmental organizations (NGOs), and private sector entities, these partnerships foster cooperation towards common goals related to environmental conservation, resource management, and sustainable development.\n2. Leveraging expertise and resources: Each participating organization contributes its unique strengths, knowledge, and resources to the collaborative initiatives. This collective effort enables the development of more effective and comprehensive solutions to complex global challenges.\n3. Enhancing capacity building and technical assistance: Through joint projects and programs, these collaborations provide opportunities for learning, skill development, and technology transfer among participating countries and institutions. This helps build local capacities to address environmental and development challenges.\n4. Encouraging policy dialogue and advocacy: Joint initiatives facilitate communication and exchange of information between different stakeholder groups, including governments, civil society, academia, and the private sector. This promotes evidence-based policymaking and supports advocacy efforts to advance shared agendas.\n5. Supporting research and data analysis: Combining resources and expertise allows for more extensive and sophisticated research on pressing global issues. Access to large datasets and advanced analytical tools can help generate new insights, inform decision-making processes, and drive innovation.\n6. Facilitating public awareness and engagement: Collaborative initiatives often involve public outreach and education campaigns to raise awareness about environmental challenges and promote citizen participation in addressing them. This helps mobilize public support for policies and actions aimed at achieving sustainable development goals.\n\nOverall, these collaborations seek to achieve multiple interconnected objectives and outcomes, ultimately contributing to a more sustainable and equitable future for all.",
            "source": [
                {
                    "content": "Our executive team is comprised of financial leaders in the socially responsible investments industries working to improve the sustainability of nature Vicki is a co-founder of the Adviser and has been its Chief Executive Officer since it commenced operations as an investment adviser in  Vicki maintains a 57 ownership stake in KBC Ms Benjamin was a partner at KPMG from September  until February  when she joined Calvert Investments Inc as its Chief Financial Officer She served as the President of Calvert Investments Inc from January  through June  She received a BA from the University of New Hampshire and an MBA from Bentley University McCallum Graduate School of Business Andrew is a co-founder of the Adviser and has been its Executive Vice President General Counsel and Chief Compliance Officer since it commenced operations as an investment adviser in  Andrew maintains a 43 ownership stake in KBC From January  through June  Mr Niebler served in progressively more senior roles within the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "opportunities within the three socio-economic systems previously noted could be worth more than 10 trillion dollars and create  million jobs Technological innovation will be critical in aiding this transformation For instance Google offers satellite imagery to map natural resources and prevent exploitation while Intel has deployed smart grid solutions to lay the groundwork for sustainable cities The Group on Earth Observations GEO and Google Earth Engine GEE have announced 32 projects to tackle some of the world’s greatest challenges using open Earth data Together with the United Nations Environment Programme UNEP and the United Nations Economic and Social Commission for Western Asia UNESCWA the GEO-GEE Programme is supporting projects over the next two years that use the Google Earth Engine to address climate change and conduct disaster monitoring activities Stakeholders around the world are also using Google Earth Engine to better understand environmental changes and to tackle some",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "within the three socio-economic systems previously noted could be worth more than 10 trillion dollars per year and create  million jobs by  Technological innovation will be critical in aiding this transformation For example Google offers satellite imagery to map natural resources and prevent exploitation while Intel has deployed smart grid solutions to lay the groundwork for sustainable cities The Group on Earth Observations GEO and Google Earth Engine GEE have announced 32 projects to tackle some of the world’s greatest challenges using open Earth data Together with the United Nations Environment Programme UNEP and the United Nations Economic and Social Commission for Western Asia UNESCWA the GEO-GEE Program is supporting projects over the next two years that use the Google Earth Engine to address climate change and conduct disaster monitoring activities Stakeholders around the world are also using Google Earth Engine to better understand environmental changes and to tackle some of",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Impact U focuses on impactful ideas in sustainability and social issues that are changing the world DISCLOSURE Please click here for important disclosures for listeners of this podcast ©  KARNER BLUE CAPITAL LLC  ALL RIGHTS RESERVEDFIRM BROCHURE  FORM CRS  PRIVACY POLICY  TERMS  CONDITIONS You may obtain a copy of Karner Blue’s current Form ADV Part 2A the firm disclosure brochure which discusses Karner Blue’s business operations services and fees by clicking here visiting the SEC website at wwwadviserinfosecgov or requesting a copy from Karner Blue The Adviser’s method of security selection may not be successful and the Fund may underperform relative to other mutual funds that employ similar or broader investment strategies Companies that the Adviser identifies as having integrated biodiversity and animal welfare considerations into their business operations such as those that fulfill the identification criteria of Primary Industries as described above may underperform relative to",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "time",
                            "wri",
                            "forbes",
                            "medium",
                            "nytimes",
                            "rainforest-alliance",
                            "princeton",
                            "linkedin",
                            "youtube",
                            "worldwildlife",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}