{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided text, several sustainable or environmental practices have been mentioned. These include riding bikes or taking public transportation instead of driving, teaching children about energy conservation, starting a recycling program at home, and making conscious efforts to purchase from local and diverse suppliers, especially those owned by black individuals and women. Additionally, the company is investing in internship programs and learning resources for emerging leaders and managers while also focusing on expanding partnerships with organizations that empower and support black communities through initiatives like the Up2Us AmeriCorps service program.",
            "source": [
                {
                    "content": "chatting with your child about what they read about and get their insights on the subject matter Take your child to the library and have them explore new genres Whether it be sci-fi historical fiction biography or mystery there are so many genres our children have yet to find Have them keep a record of all the different types of books and authors they are reading in a notebook or journal 5 GO GREEN There are so many ways that you and the kids can go green in  Ride the bike or take the subway and leave the car at home Teach your children about saving energy Have them help pick out your family’s grocery bags; and bring them to the store when you are buying all the organic food you are going to eat as a family in  Start a recycling program in your home The sky is the limit Going green as a family is a great way for the kids to learn more about the environment we live in and make a real difference in the community",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "For more information on our impact See our full  Impact Report HERE",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "For more information on our impact See our full  Impact Report HERE",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and internship programs as well as learning and development resources for emerging leaders and managers Lastly we’re invested in expanding our partnerships with organizations that empower and support Black communities such as the Up2Us AmeriCorps service program We’re being more intentional about purchasing from local and diverse suppliers particularly Black and women-owned businesses In the months ahead we look forward to building more partnerships in support of our DEI goals Creating truly equitable and inclusive practices will take time commitment and a willingness to continuously learn and grow from what we have done in the past We are holding ourselves accountable for building a community where diversity is celebrated differences make us stronger and everyone has equal access to the support and opportunities they need to succeed",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation. However, providing a comprehensive list of 10 such events would require extensive research and access to detailed event information. Instead, I can provide you with some examples of notable environmental conservation events and organizations:\n\n1. Earth Day (April 22)\n2. Global Climate Strike (September 20)\n3. World Environment Day (June 5th)\n4. United Nations Climate Change Conferences\n5. Green Apple Awards\n6. CleanUp Australia Day\n7. National Geographic Society's \"Planet or Plastic?\" campaign\n8. World Wildlife Fund (WWF)\n9. Conservation International\n10. The Nature Conservancy",
            "source": [
                {
                    "content": "chatting with your child about what they read about and get their insights on the subject matter Take your child to the library and have them explore new genres Whether it be sci-fi historical fiction biography or mystery there are so many genres our children have yet to find Have them keep a record of all the different types of books and authors they are reading in a notebook or journal 5 GO GREEN There are so many ways that you and the kids can go green in  Ride the bike or take the subway and leave the car at home Teach your children about saving energy Have them help pick out your family’s grocery bags; and bring them to the store when you are buying all the organic food you are going to eat as a family in  Start a recycling program in your home The sky is the limit Going green as a family is a great way for the kids to learn more about the environment we live in and make a real difference in the community",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "meeting we had our Youth Council work on compromise teamwork and communication skills in a jersey design workshop Our council then started on a four-month project where they will be developing a business model Each session we will have a guest speaker whether an athlete or entrepreneur to help them create their desired business  Overall it was a successful Spring for our KING Hoops program Our players loved being back together face-to-face and it was great for them to receive the support from our Heisman program Currently all of our KING Hoops teams are participating in the Positive Influence Summer League We are excited for KING Hoops to enter their fall league as well as for school and Heisman to begin again in the fall",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Organize Build Play Whether we are talking about Legos fort building or gathering friends for a pickup game of soccer the process remains the same Organize Build Play KING partnered up with the VML foundation this past week to put these words into action while giving back to our community The VML Foundation is the non-profit foundation of VML a creative advertising agency that aims to give back to the communities they work and live in Each year their 26 worldwide locations take the same day off work to participate in the VML Foundation Day and volunteer This year VML New York City chose to work with KING It is not everyday that we need + volunteers on a Thursday in September but that did not stop us from organizing building and playing Step 1 Organize After a generous donation from the VML foundation we were able to order large quantities of brand new PE equipment to be donated to 3 schools 2 in Harlem and 1 in the Bronx 8 dozen balls + cones dozens of jump ropes flag football gear",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "For more information on our impact See our full  Impact Report HERE",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The provided text does not explicitly mention any specific environmental impact metrics. However, based on the overall focus on sustainability and social responsibility mentioned throughout the text, it can be inferred that some relevant environmental impact metrics might have been evaluated during the certification process. These could include greenhouse gas emissions, energy consumption, water usage, waste reduction or management, and the use of environmentally friendly materials or products.",
            "source": [
                {
                    "content": "For more information on our impact See our full  Impact Report HERE",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "For more information on our impact See our full  Impact Report HERE",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "evaluated everything from our operations and business model impact on staff our community and environmental practices to customers employee benefits and our mission-locked impact After a two-year application and review process we are thrilled to officially join the global family of Certified B Corporations Businesses need to score a minimum of 80 points to earn B Corp Certification and we are proud to say we scored  “We have been working on this initiative for over 2 years and it has been a driving factor in making Kids in the Game not only a great organization for our kids but also a great place for our employees Without the work that our coaches  team do day in and day out we would not have been able to achieve this milestone We are excited to join this network of inspiring organizations and continue to strive to make the planet a better place for all” B Lab is a nonprofit that serves a global movement of people using business as a force for good™ Their initiatives include B Corp",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and internship programs as well as learning and development resources for emerging leaders and managers Lastly we’re invested in expanding our partnerships with organizations that empower and support Black communities such as the Up2Us AmeriCorps service program We’re being more intentional about purchasing from local and diverse suppliers particularly Black and women-owned businesses In the months ahead we look forward to building more partnerships in support of our DEI goals Creating truly equitable and inclusive practices will take time commitment and a willingness to continuously learn and grow from what we have done in the past We are holding ourselves accountable for building a community where diversity is celebrated differences make us stronger and everyone has equal access to the support and opportunities they need to succeed",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, the organization has made several public commitments to social and corporate responsibility. They include:\n\n1. Being part of a global community of over 3 companies dedicated to promoting ethical, responsible, and sustainable business practices.\n2. Partnering with social impact organizations and institutions to provide meaningful professional development and educational opportunities for their coaches.\n3. Offering internships, fellowships, and service programs that allow youth aged 16+ the chance to gain valuable work experience, receive stipends, and/or earn college credits.\n4. Hosting the Up2Us Sports AmeriCorps service program, which helps to lead physical fitness and sports activities in their schools and communities across New York City.\n5. Providing a two-year fellowship for students enrolled in higher education programs.\n6. Committing to maintaining a diverse workforce, promoting gender and racial equity, and creating a talent hub in New York City.\n7. Ensuring black representation on their leadership team and committees and engaging diverse perspectives in key decision-making processes.\n8. Continuing to provide growth opportunities for underrepresented groups through their fellowship, internship, and learning and development resource programs.\n9. Expanding partnerships with organizations that empower and support black communities, including the Up2Us AmeriCorps service program.\n10. Purchasing from local and diverse suppliers, particularly those owned by black individuals and women.",
            "source": [
                {
                    "content": "against or low-income groups and improve their access to high-quality employment We celebrate the unique experiences perspectives and passions that each team member brings with them and we encourage each other to be our authentic selves We are proud to foster a diverse equitable and inclusive environment where our staff feel connected to our work to our city and to each other  Black Lives Matter As a provider of sport-based youth programs one of our core values is to create an inclusive and welcoming environment for our youth and coaches We are committed to making intentional changes to call out racism end discriminatory practices and promote equality and fair treatment in our organizationWe are reaffirming this commitment through our pledge to advancing our diversity equity and inclusion work This is only the first step in our journey We’re just getting started We care about the social impact of our work on our employees communities and children We are part of a global community of",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "work This is only the first step in our journey We’re just getting started We care about the social impact of our work on our employees communities and children We are part of a global community of over 3 companies dedicated to promoting ethical responsible and sustainable business practices We partner with social impact organizations and institutions to provide meaningful professional development and educational opportunities for our coaches who want to be part of our work We offer internships fellowships and service programs that allow youth ages 16+ the chance to gain valuable work experience receive stipends and/or earn college credits We are one of the largest host sites for the Up2Us Sports AmeriCorps service program Up2Us AmeriCorps service members help to lead physical fitness and sports activities in our schools and communities across NYC Over 30 former members now work with our organization as coaches and leadership staff We offer a two-year fellowship for students enrolled",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "these intentional changes to better represent and uplift our employees and youth As a Certified B Corporation we are part of a community of global organizations and social impact leaders who have committed to using business as a force for good We have set high standards for ourselves in promoting diversity equity and inclusion as part of our intended impact We are deepening the work in our ongoing Diversity Equity and Inclusion initiative to help us maintain a diverse workforce promote gender and racial equity and create a talent hub in NYC We will ensure that there is Black representation on our leadership team and committees and engage diverse perspectives in key decision-making processes We will continue to provide growth opportunities for underrepresented groups through our fellowship and internship programs as well as learning and development resources for emerging leaders and managers Lastly we’re invested in expanding our partnerships with organizations that empower and support",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and internship programs as well as learning and development resources for emerging leaders and managers Lastly we’re invested in expanding our partnerships with organizations that empower and support Black communities such as the Up2Us AmeriCorps service program We’re being more intentional about purchasing from local and diverse suppliers particularly Black and women-owned businesses In the months ahead we look forward to building more partnerships in support of our DEI goals Creating truly equitable and inclusive practices will take time commitment and a willingness to continuously learn and grow from what we have done in the past We are holding ourselves accountable for building a community where diversity is celebrated differences make us stronger and everyone has equal access to the support and opportunities they need to succeed",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Based on the provided text, there do not appear to be annual or quarterly reports specifically detailing these commitments. However, the organization may have other documents or resources available that provide further details about their policies and procedures. It would be best to contact the organization directly to inquire about any such reports or documentation.",
            "source": [
                {
                    "content": "can not be transferred to another week or camper – Picking up after 530pm will result in a 30 late fee per child for every 15 minutes after 530pm As we are only permitted in the building until 530pm it is extremely important all campers are picked up by this time – There are no refunds or discounts for being absent due to sickness vacation unexpected travel inclement weather other programming or any other reason including but not limited to moving unexpected circumstances expulsion from the program etc – Refunds for any weeks or funds transferred to the  camp season will be issued as the amount paid minus  per week Refunds must be requested before May 15  – Cancelation of all weeks made for the  season Refund in full minus  per account before January 15  Refund in full minus  per account before March 15  Refund in full minus  per account before May 15  There will be no refunds beginning May 15th – If canceling some weeks but not all there will be a non-refundable fee of  per week up",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "or funds transferred to the  camp season will be issued as the amount paid minus  per week Refunds must be requested before May 15  – Cancelation of all weeks made for the  season Refund in full minus  per account before January 15  Refund in full minus  per account before March 15  Refund in full minus  per account before May 15  There will be no refunds beginning May 15th – If canceling some weeks but not all there will be a non-refundable fee of  per week up to  per family in line with the above date ranges All remaining fees paid will either be refunded if paid in full or allocated toward the season’s outstanding balance – If canceling weeks the base price per week will change This includes weeks already attended if cancelations of additional weeks are made Changes in price will be reflected based on the new tier price These changes will result in an outstanding balance that will be reflected in your auto-payment schedule If not on auto-pay or camp has already begun the balance",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "For more information on our impact See our full  Impact Report HERE",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "For more information on our impact See our full  Impact Report HERE",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " There has been a significant event organized by KING and VML Foundation called \"Growing Up KING\" which brought together various stakeholders such as volunteers, partners, and local communities. Through this event, they aimed to address issues related to race, gender, and socioeconomic status, while also promoting sports-based youth programs and providing resources for underprivileged communities. Additionally, KIDS IN THE GAME (KITG) was mentioned as an initiative that focuses on empowering young individuals through various programs and opportunities, including job placements within the organization itself.",
            "source": [
                {
                    "content": "Organize Build Play Whether we are talking about Legos fort building or gathering friends for a pickup game of soccer the process remains the same Organize Build Play KING partnered up with the VML foundation this past week to put these words into action while giving back to our community The VML Foundation is the non-profit foundation of VML a creative advertising agency that aims to give back to the communities they work and live in Each year their 26 worldwide locations take the same day off work to participate in the VML Foundation Day and volunteer This year VML New York City chose to work with KING It is not everyday that we need + volunteers on a Thursday in September but that did not stop us from organizing building and playing Step 1 Organize After a generous donation from the VML foundation we were able to order large quantities of brand new PE equipment to be donated to 3 schools 2 in Harlem and 1 in the Bronx 8 dozen balls + cones dozens of jump ropes flag football gear",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "against or low-income groups and improve their access to high-quality employment We celebrate the unique experiences perspectives and passions that each team member brings with them and we encourage each other to be our authentic selves We are proud to foster a diverse equitable and inclusive environment where our staff feel connected to our work to our city and to each other  Black Lives Matter As a provider of sport-based youth programs one of our core values is to create an inclusive and welcoming environment for our youth and coaches We are committed to making intentional changes to call out racism end discriminatory practices and promote equality and fair treatment in our organizationWe are reaffirming this commitment through our pledge to advancing our diversity equity and inclusion work This is only the first step in our journey We’re just getting started We care about the social impact of our work on our employees communities and children We are part of a global community of",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Wright Liz Kennedy is a former collegiate swimmer and is now the Head of Marketing at Raise for Good a social impact focused consultancy specializing in purpose driven organizations looking to accelerate capacity capital and awareness Originally from South Georgia LaKaitlin Wright is a History major at Towson University where she plays basketball We had people join us in NYC and beyond for our event We can’t wait to do it again next year",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "influence their own programs Projects have included apparel design workshops entrepreneurship and peer mentorship opportunities As our participants continue to grow up through our programs many are looking for internships and jobs We have intentionally created a career development pipeline for our order participants to gain work experience through opportunities at Kids in the Game We have had participants become summer camp counselors join our marketing team as photographers and even intern with our CEO One last step in the journey of Growing up KING With support from the Manhattan District Attorney's office we are one of  programs to be turning the light back on at gyms on Saturday Nights In East Harlem for 48 Saturdays throughout the year we provide free basketball training and game play to over 60 kids per week creating a safe space for middle and high schoolers to spend their Saturday nights In an effort to close our own gender equity gap we launched our middle school based Girls",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided information, there isn't any specific mention of products, services, or technologies offered by the company. However, some general aspects mentioned include:\n\n1. Internship programs and learning & development resources for emerging leaders and managers.\n2. Partnerships with organizations that empower and support Black communities (e.g., Up2Us AmeriCorps service program).\n3. Purchasing from local and diverse suppliers, especially Black and women-owned businesses.\n4. Building partnerships in support of their DEI (Diversity, Equity, and Inclusion) goals.\n5. Offering physical fitness and sports activities through the Up2Us Sports AmeriCorps service program.\n6. A two-year fellowship for students enrolled in higher education institutions.\n7. Developing cognitive, psychomotor, and life skills through e-sports programming.\n8. Providing team sports options like basketball, indoor soccer, flag football, and floor hockey.\n9. Regional and national-level programs recognizing top workplace cultures.",
            "source": [
                {
                    "content": "and internship programs as well as learning and development resources for emerging leaders and managers Lastly we’re invested in expanding our partnerships with organizations that empower and support Black communities such as the Up2Us AmeriCorps service program We’re being more intentional about purchasing from local and diverse suppliers particularly Black and women-owned businesses In the months ahead we look forward to building more partnerships in support of our DEI goals Creating truly equitable and inclusive practices will take time commitment and a willingness to continuously learn and grow from what we have done in the past We are holding ourselves accountable for building a community where diversity is celebrated differences make us stronger and everyone has equal access to the support and opportunities they need to succeed",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "work This is only the first step in our journey We’re just getting started We care about the social impact of our work on our employees communities and children We are part of a global community of over 3 companies dedicated to promoting ethical responsible and sustainable business practices We partner with social impact organizations and institutions to provide meaningful professional development and educational opportunities for our coaches who want to be part of our work We offer internships fellowships and service programs that allow youth ages 16+ the chance to gain valuable work experience receive stipends and/or earn college credits We are one of the largest host sites for the Up2Us Sports AmeriCorps service program Up2Us AmeriCorps service members help to lead physical fitness and sports activities in our schools and communities across NYC Over 30 former members now work with our organization as coaches and leadership staff We offer a two-year fellowship for students enrolled",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "overall health and well-being Cognitive skills memory and sequencing creativity and imagination psychomotor skills coordination balance and spatial awareness and life skills flexibility initiative social skills productivity self-confidence and leadership are among others that are being developed Students will receive coaching in the e-sports games and then transfer the skills from the video game onto the court and field Each practice will have a physical activity component that will get your students moving Through this students will be able to connect to the video games in a new and unique way Our intent is that students that may have never had the confidence to play traditional sports will have a new outlet to try it through this hybrid program model Our Team Sports offering will consist of Basketball Indoor Soccer  Flag Football and Floor Hockey Each sport will have a dedicated 4-week “mini-season” allowing students to progress from learning fundamentals to playing competitive",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "grow with this company” Top Workplaces is a powerful way to stand out in a competitive market Now with regional and national-level programs plus industry and culture excellence awards you can earn high-profile recognition throughout the year Top Workplaces is an opportunity to highlight your people-centered culture and a chance to celebrate the good — and that’s more important than ever",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, there are several promotional events, expos, and sales related to these offerings. For Top Workplaces, there are both regional and national-level programs, along with industry and culture excellence awards. These events provide opportunities for companies to showcase their people-centered cultures and celebrate achievements. Additionally, early bird pricing is available for those who sign up before March 18th, while multi-class discounts apply for additional classes using the code \"MULTI10\". There may be other promotions or special offers during specific periods, but details on those were not provided in the given text.",
            "source": [
                {
                    "content": "and internship programs as well as learning and development resources for emerging leaders and managers Lastly we’re invested in expanding our partnerships with organizations that empower and support Black communities such as the Up2Us AmeriCorps service program We’re being more intentional about purchasing from local and diverse suppliers particularly Black and women-owned businesses In the months ahead we look forward to building more partnerships in support of our DEI goals Creating truly equitable and inclusive practices will take time commitment and a willingness to continuously learn and grow from what we have done in the past We are holding ourselves accountable for building a community where diversity is celebrated differences make us stronger and everyone has equal access to the support and opportunities they need to succeed",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "grow with this company” Top Workplaces is a powerful way to stand out in a competitive market Now with regional and national-level programs plus industry and culture excellence awards you can earn high-profile recognition throughout the year Top Workplaces is an opportunity to highlight your people-centered culture and a chance to celebrate the good — and that’s more important than ever",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Location PS  –  W 53rd St Days  Saturdays Dates March 25th – June 10th Location PS  –  W 53rd StDates March 25th – June 10th Early Bird Price  if you sign up before March 18th Multi-class discount 10 off additional classes – use code MULTI10",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for the books “…We would like to thank your organization and the VML Foundation for your very generous gifts of equipment and your valuable time spent with our students yesterday The equipment will help our sports teams tremendously and the Scholarship will aid one of our 8th graders to attend one of your summer camps” –Patrick Mangan Athletic Director Frederich Douglas Academy “What an incredible day for everybody Everybody was talking about it today sharing pictures stories etc Great stuff great organization you guys have” -Chris Furse VML Executive Director “I know I speak for our entire office and especially our Foundation Team when I say that the entire KING team made the day yesterday We’ve gotten so much positive feedback from our exec team and various staff members and that was in large part to your team and the passion you all have for coaching the kids your energy and the overall mission of KING Kids” -Jaime Manela VML Foundation Team Leader",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " Based on the provided text, there isn't any specific mention of key partnerships or collaborations related to commerce. The text primarily focuses on various initiatives taken by the organization towards Diversity Equity and Inclusion (DEI), including investments in internship programs, learning and development resources for emerging leaders and managers, and expanding partnerships with organizations that empower and support Black communities. Additionally, the text mentions efforts to purchase from local and diverse suppliers, particularly Black and women-owned businesses. While these initiatives indirectly contribute to creating a positive impact on commerce, they aren't directly focused on commerce partnerships or collaborations.",
            "source": [
                {
                    "content": "and internship programs as well as learning and development resources for emerging leaders and managers Lastly we’re invested in expanding our partnerships with organizations that empower and support Black communities such as the Up2Us AmeriCorps service program We’re being more intentional about purchasing from local and diverse suppliers particularly Black and women-owned businesses In the months ahead we look forward to building more partnerships in support of our DEI goals Creating truly equitable and inclusive practices will take time commitment and a willingness to continuously learn and grow from what we have done in the past We are holding ourselves accountable for building a community where diversity is celebrated differences make us stronger and everyone has equal access to the support and opportunities they need to succeed",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We join together to work play and grow as a team",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Since we entered lockdown last March almost everything that we do as an organization was adjusted adapted and evolved with the ongoing challenges  presented When sitting down to think about how we wanted to present our impact this year — the only way that felt natural was to take you through our  journey — starting at the beginning",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "For more information on our impact See our full  Impact Report HERE",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " There are several types of opportunities available within this organization. For those interested in coaching roles, there are open positions for After School Coaches, Day Camp Counselors, and Summer Camp Directors across various locations in New York City. Additionally, there are full-time staff positions available for people to lead sports and enrichment programs, as well as administrative and operations roles. The organization also offers internships throughout the year, including positions in programming and off-site/swim, customer experience, data and systems, program management, marketing, and more. Furthermore, there are volunteering opportunities through the Kids in the Game Foundation, which allows individuals to contribute their time as tutors, mentors, coaches, or program assistants. Finally, the organization provides various training and development programs, such as fellowships, learning and development resources, and even a two-year fellowship for students enrolled in higher education.",
            "source": [
                {
                    "content": "After School Coach  School Year Recess  After School Coach  School Year Regional Recess  After School Substitute Coach  School Year Summer Camp Assistant Director Programming and Off Site/Swim Summer Camp Director Day Camp Summer Camp Behavioral Intervention Specialist Summer Assistant Camp Director Inwood Summer Camp Administrative and Operations Assistant Director Summer Camp Division Leader Bronx Manhattan or Brooklyn  Day Camp Counselor Bronx Manhattan and Brooklyn Summer Camp Art Specialist Bronx Manhattan and Brooklyn Summer Camp Sports Specialist Bronx Manhattan and Brooklyn Summer Camp Creative Movement Specialist Summer Camp Early Childhood Specialist Summer Operations Up2Us VISTA Summer People  Culture Up2Us VISTA Summer Customer Experience Up2Us VISTA Customer Experience Intern Diversity Equity and Inclusion Intern Finance Intern Operations Internship People  Culture - Recruitment  Hiring Intern People  Culture - Data and Systems Intern Program Management Intern Marketing",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "leadership to develop stronger professional skills We employ over  staff every year to lead our sports and enrichment programs and summer camps We recruit all year long to bring the most talented coaches and youth workers into our network Our full-time staff work hard behind the scenes to bring our programs to life We foster a playful and productive work environment that promotes teamwork creativity and personal growth Our internships can help you find the right career path while gaining practical experience We offer internships for high school and college students recent grads and professionals looking to transition into new careers Make an impact by donating your time as a volunteer tutor mentor coach or program assistant through the Kids in the Game Foundation Ready to join the team Check out our Job Openings page",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "work This is only the first step in our journey We’re just getting started We care about the social impact of our work on our employees communities and children We are part of a global community of over 3 companies dedicated to promoting ethical responsible and sustainable business practices We partner with social impact organizations and institutions to provide meaningful professional development and educational opportunities for our coaches who want to be part of our work We offer internships fellowships and service programs that allow youth ages 16+ the chance to gain valuable work experience receive stipends and/or earn college credits We are one of the largest host sites for the Up2Us Sports AmeriCorps service program Up2Us AmeriCorps service members help to lead physical fitness and sports activities in our schools and communities across NYC Over 30 former members now work with our organization as coaches and leadership staff We offer a two-year fellowship for students enrolled",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and internship programs as well as learning and development resources for emerging leaders and managers Lastly we’re invested in expanding our partnerships with organizations that empower and support Black communities such as the Up2Us AmeriCorps service program We’re being more intentional about purchasing from local and diverse suppliers particularly Black and women-owned businesses In the months ahead we look forward to building more partnerships in support of our DEI goals Creating truly equitable and inclusive practices will take time commitment and a willingness to continuously learn and grow from what we have done in the past We are holding ourselves accountable for building a community where diversity is celebrated differences make us stronger and everyone has equal access to the support and opportunities they need to succeed",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events offered throughout the year to assist individuals in developing their professional skills and finding job opportunities within the company. These events include job fairs, webinars, workshops, and training programs. Some specific examples mentioned in the text include:\n\n* Job Fairs: The company holds regular job fairs where potential candidates can meet representatives from different departments, learn about available positions, and submit applications.\n* Webinars: From time to time, the company hosts webinars focused on topics related to leadership, professional development, and industry trends. These webinars often feature guest speakers and provide participants with valuable insights and networking opportunities.\n* Workshops: The company organizes workshops on various subjects relevant to its operations and the industries it serves. These workshops may cover areas such as coaching techniques, child development, and effective communication strategies.\n* Training Programs: The company offers comprehensive training programs designed to equip employees with the necessary knowledge and skills to excel in their roles. These programs may be tailored towards entry-level staff, mid-level management, or senior leadership positions.",
            "source": [
                {
                    "content": "leadership to develop stronger professional skills We employ over  staff every year to lead our sports and enrichment programs and summer camps We recruit all year long to bring the most talented coaches and youth workers into our network Our full-time staff work hard behind the scenes to bring our programs to life We foster a playful and productive work environment that promotes teamwork creativity and personal growth Our internships can help you find the right career path while gaining practical experience We offer internships for high school and college students recent grads and professionals looking to transition into new careers Make an impact by donating your time as a volunteer tutor mentor coach or program assistant through the Kids in the Game Foundation Ready to join the team Check out our Job Openings page",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and internship programs as well as learning and development resources for emerging leaders and managers Lastly we’re invested in expanding our partnerships with organizations that empower and support Black communities such as the Up2Us AmeriCorps service program We’re being more intentional about purchasing from local and diverse suppliers particularly Black and women-owned businesses In the months ahead we look forward to building more partnerships in support of our DEI goals Creating truly equitable and inclusive practices will take time commitment and a willingness to continuously learn and grow from what we have done in the past We are holding ourselves accountable for building a community where diversity is celebrated differences make us stronger and everyone has equal access to the support and opportunities they need to succeed",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "work This is only the first step in our journey We’re just getting started We care about the social impact of our work on our employees communities and children We are part of a global community of over 3 companies dedicated to promoting ethical responsible and sustainable business practices We partner with social impact organizations and institutions to provide meaningful professional development and educational opportunities for our coaches who want to be part of our work We offer internships fellowships and service programs that allow youth ages 16+ the chance to gain valuable work experience receive stipends and/or earn college credits We are one of the largest host sites for the Up2Us Sports AmeriCorps service program Up2Us AmeriCorps service members help to lead physical fitness and sports activities in our schools and communities across NYC Over 30 former members now work with our organization as coaches and leadership staff We offer a two-year fellowship for students enrolled",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "After School Coach  School Year Recess  After School Coach  School Year Regional Recess  After School Substitute Coach  School Year Summer Camp Assistant Director Programming and Off Site/Swim Summer Camp Director Day Camp Summer Camp Behavioral Intervention Specialist Summer Assistant Camp Director Inwood Summer Camp Administrative and Operations Assistant Director Summer Camp Division Leader Bronx Manhattan or Brooklyn  Day Camp Counselor Bronx Manhattan and Brooklyn Summer Camp Art Specialist Bronx Manhattan and Brooklyn Summer Camp Sports Specialist Bronx Manhattan and Brooklyn Summer Camp Creative Movement Specialist Summer Camp Early Childhood Specialist Summer Operations Up2Us VISTA Summer People  Culture Up2Us VISTA Summer Customer Experience Up2Us VISTA Customer Experience Intern Diversity Equity and Inclusion Intern Finance Intern Operations Internship People  Culture - Recruitment  Hiring Intern People  Culture - Data and Systems Intern Program Management Intern Marketing",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The text mentions several employee and participant benefits. For employees, the focus is on setting high standards for diversity, equity, and inclusion; providing growth opportunities for underrepresented groups; ensuring Black representation on leadership teams and committees; and investing in partnerships with organizations that empower and support them. For participants (youth), the emphasis is on creating a safe and enriching environment for all, regardless of their background or circumstances. Additionally, both employees and participants benefit from the organization's commitment to using business as a force for good, its membership in the B Corp community, and its dedication to promoting inclusive practices across various aspects of the organization.",
            "source": [
                {
                    "content": "these intentional changes to better represent and uplift our employees and youth As a Certified B Corporation we are part of a community of global organizations and social impact leaders who have committed to using business as a force for good We have set high standards for ourselves in promoting diversity equity and inclusion as part of our intended impact We are deepening the work in our ongoing Diversity Equity and Inclusion initiative to help us maintain a diverse workforce promote gender and racial equity and create a talent hub in NYC We will ensure that there is Black representation on our leadership team and committees and engage diverse perspectives in key decision-making processes We will continue to provide growth opportunities for underrepresented groups through our fellowship and internship programs as well as learning and development resources for emerging leaders and managers Lastly we’re invested in expanding our partnerships with organizations that empower and support",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a 50 refund No refunds will be issued after the program start dateThere are no refunds or discounts for being absent due to sickness vacation school closure inclement weather other programming or any other reason including moving transferring unexpected circumstances expulsion from the program etcPicking up after the program end time will result in a 30 late fee per child for every 15 minutes As we are only permitted in the building until that time it is extremely important that all participants are picked up by this timeIn regard to COVID-19 Refunds can not be provided due to program planning costs which allow us to run a safe and enriching program for all participants Discounts A 10 discount will apply to all children after the 1st This will be applied automatically When signing up for Enrichment after-school care is included until 5pm on the day the child is registered for the Enrichment class If your child’s Enrichment class ends earlier than 5pm it is not required he/she stay",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "grow with this company” Top Workplaces is a powerful way to stand out in a competitive market Now with regional and national-level programs plus industry and culture excellence awards you can earn high-profile recognition throughout the year Top Workplaces is an opportunity to highlight your people-centered culture and a chance to celebrate the good — and that’s more important than ever",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to welcome even more coaches to the Kids in the Game team to further our reach in New York City and beyond “Our coaches are changing the way kids in NYC play and learn every day As an organization rooted in impact being chosen as one of the  Top Workplaces in New York is such an amazing accomplishment for us” We’re in strong company too The  award winners include household names such as Salesforce Custom Ink Indeed and more To view other Top Workplace winners click here “This past year working at Kids In the Game has been a blast From working as a counselor at East Village Summer Camp to running back basketball drills at Saturday Night Lights At Kids in the Game you always get a chance to learn about yourself and the kids you are working with I’m excited to continue my individual growth and grow with this company” Top Workplaces is a powerful way to stand out in a competitive market Now with regional and national-level programs plus industry and culture excellence awards you can earn",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " I apologize but I cannot provide specific information about a financial or earnings report without reviewing the actual document. However, based on the provided text, it seems like the company is going through significant changes to become more diverse, equitable, and inclusive. They are adapting their operations during the COVID-19 pandemic while also focusing on long-term strategic objectives related to diversity, equity, and inclusion. The company is committed to creating a positive impact on society and the environment by participating in various initiatives and partnering with organizations that support black communities. Additionally, they are investing in local and diverse suppliers and providing growth opportunities for underrepresented groups.",
            "source": [
                {
                    "content": "and internship programs as well as learning and development resources for emerging leaders and managers Lastly we’re invested in expanding our partnerships with organizations that empower and support Black communities such as the Up2Us AmeriCorps service program We’re being more intentional about purchasing from local and diverse suppliers particularly Black and women-owned businesses In the months ahead we look forward to building more partnerships in support of our DEI goals Creating truly equitable and inclusive practices will take time commitment and a willingness to continuously learn and grow from what we have done in the past We are holding ourselves accountable for building a community where diversity is celebrated differences make us stronger and everyone has equal access to the support and opportunities they need to succeed",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Since we entered lockdown last March almost everything that we do as an organization was adjusted adapted and evolved with the ongoing challenges  presented When sitting down to think about how we wanted to present our impact this year — the only way that felt natural was to take you through our  journey — starting at the beginning",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "these intentional changes to better represent and uplift our employees and youth As a Certified B Corporation we are part of a community of global organizations and social impact leaders who have committed to using business as a force for good We have set high standards for ourselves in promoting diversity equity and inclusion as part of our intended impact We are deepening the work in our ongoing Diversity Equity and Inclusion initiative to help us maintain a diverse workforce promote gender and racial equity and create a talent hub in NYC We will ensure that there is Black representation on our leadership team and committees and engage diverse perspectives in key decision-making processes We will continue to provide growth opportunities for underrepresented groups through our fellowship and internship programs as well as learning and development resources for emerging leaders and managers Lastly we’re invested in expanding our partnerships with organizations that empower and support",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "grow with this company” Top Workplaces is a powerful way to stand out in a competitive market Now with regional and national-level programs plus industry and culture excellence awards you can earn high-profile recognition throughout the year Top Workplaces is an opportunity to highlight your people-centered culture and a chance to celebrate the good — and that’s more important than ever",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, there aren't any specific mentions of investor events or funding rounds related to the mentioned organizations. However, some general statements suggest that the organizations might be seeking growth and expansion by collaborating with various partners, supporting local and diverse suppliers, and fostering a culture of inclusion and equity.",
            "source": [
                {
                    "content": "and internship programs as well as learning and development resources for emerging leaders and managers Lastly we’re invested in expanding our partnerships with organizations that empower and support Black communities such as the Up2Us AmeriCorps service program We’re being more intentional about purchasing from local and diverse suppliers particularly Black and women-owned businesses In the months ahead we look forward to building more partnerships in support of our DEI goals Creating truly equitable and inclusive practices will take time commitment and a willingness to continuously learn and grow from what we have done in the past We are holding ourselves accountable for building a community where diversity is celebrated differences make us stronger and everyone has equal access to the support and opportunities they need to succeed",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "meeting we had our Youth Council work on compromise teamwork and communication skills in a jersey design workshop Our council then started on a four-month project where they will be developing a business model Each session we will have a guest speaker whether an athlete or entrepreneur to help them create their desired business  Overall it was a successful Spring for our KING Hoops program Our players loved being back together face-to-face and it was great for them to receive the support from our Heisman program Currently all of our KING Hoops teams are participating in the Positive Influence Summer League We are excited for KING Hoops to enter their fall league as well as for school and Heisman to begin again in the fall",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Since we entered lockdown last March almost everything that we do as an organization was adjusted adapted and evolved with the ongoing challenges  presented When sitting down to think about how we wanted to present our impact this year — the only way that felt natural was to take you through our  journey — starting at the beginning",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Organize Build Play Whether we are talking about Legos fort building or gathering friends for a pickup game of soccer the process remains the same Organize Build Play KING partnered up with the VML foundation this past week to put these words into action while giving back to our community The VML Foundation is the non-profit foundation of VML a creative advertising agency that aims to give back to the communities they work and live in Each year their 26 worldwide locations take the same day off work to participate in the VML Foundation Day and volunteer This year VML New York City chose to work with KING It is not everyday that we need + volunteers on a Thursday in September but that did not stop us from organizing building and playing Step 1 Organize After a generous donation from the VML foundation we were able to order large quantities of brand new PE equipment to be donated to 3 schools 2 in Harlem and 1 in the Bronx 8 dozen balls + cones dozens of jump ropes flag football gear",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided text, there isn't any specific mention of financial or funding goals for the next period. The focus seems to be on various initiatives related to diversity, equity, and inclusion (DEI), such as investing in internship programs, providing learning and development resources for emerging leaders and managers, partnering with organizations like Up2Us AmeriCorps, supporting local and diverse suppliers, and creating a more inclusive community. While these efforts may indirectly contribute to the overall financial health of the organization, they primarily concentrate on fostering a more equitable and inclusive environment.",
            "source": [
                {
                    "content": "and internship programs as well as learning and development resources for emerging leaders and managers Lastly we’re invested in expanding our partnerships with organizations that empower and support Black communities such as the Up2Us AmeriCorps service program We’re being more intentional about purchasing from local and diverse suppliers particularly Black and women-owned businesses In the months ahead we look forward to building more partnerships in support of our DEI goals Creating truly equitable and inclusive practices will take time commitment and a willingness to continuously learn and grow from what we have done in the past We are holding ourselves accountable for building a community where diversity is celebrated differences make us stronger and everyone has equal access to the support and opportunities they need to succeed",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Since we entered lockdown last March almost everything that we do as an organization was adjusted adapted and evolved with the ongoing challenges  presented When sitting down to think about how we wanted to present our impact this year — the only way that felt natural was to take you through our  journey — starting at the beginning",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "For more information on our impact See our full  Impact Report HERE",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "For more information on our impact See our full  Impact Report HERE",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " I apologize but there isn't enough context provided in the given text to determine the latest publications, research findings, or introduced technologies related to the organization mentioned. Please provide additional information if possible so that a helpful response can be given.",
            "source": [
                {
                    "content": "For more information on our impact See our full  Impact Report HERE",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "For more information on our impact See our full  Impact Report HERE",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Since we entered lockdown last March almost everything that we do as an organization was adjusted adapted and evolved with the ongoing challenges  presented When sitting down to think about how we wanted to present our impact this year — the only way that felt natural was to take you through our  journey — starting at the beginning",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "about it today sharing pictures stories etc Great stuff great organization you guys have What an incredible day for everybody Everybody was talking about it today sharing pictures …We would like to thank your organization and the VML Foundation for your very generous gifts of equipment and your valuable time spent with our students yesterday The equipment will help our sports teams tremendously and the Scholarship will aid one of our 8th graders to attend one of your summer camps …We would like to thank your organization and the VML Foundation for your very generous gifts of equipment and your valuable time spent with our students yesterday The equipment will help our sports teams tremendously and the Scholarship will aid one of our 8th graders to attend one of your",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided text, it seems that there might be some ongoing or upcoming research projects or innovation initiatives. However, specific details were not mentioned. It would be helpful if you could provide more context or clarify your request so I can give you a better answer.",
            "source": [
                {
                    "content": "For more information on our impact See our full  Impact Report HERE",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "For more information on our impact See our full  Impact Report HERE",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and internship programs as well as learning and development resources for emerging leaders and managers Lastly we’re invested in expanding our partnerships with organizations that empower and support Black communities such as the Up2Us AmeriCorps service program We’re being more intentional about purchasing from local and diverse suppliers particularly Black and women-owned businesses In the months ahead we look forward to building more partnerships in support of our DEI goals Creating truly equitable and inclusive practices will take time commitment and a willingness to continuously learn and grow from what we have done in the past We are holding ourselves accountable for building a community where diversity is celebrated differences make us stronger and everyone has equal access to the support and opportunities they need to succeed",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Since we entered lockdown last March almost everything that we do as an organization was adjusted adapted and evolved with the ongoing challenges  presented When sitting down to think about how we wanted to present our impact this year — the only way that felt natural was to take you through our  journey — starting at the beginning",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, there is no mention of specific research grants or innovation awards that have been recently distributed. However, the Kids in the Game Foundation has received several notable recognitions and donations, including those mentioned above.",
            "source": [
                {
                    "content": "is “The Kids in the Game Foundation Continued Education Award” fund For the past 3 years our foundation has offered academic and life skill support to our KING Hoops players By providing these services we recognize that support should not stop when high school ends The post high school education scholarship fund will be established to support graduating student-athletes that have participated in any Kids in the Game program throughout their elementary or secondary educations The award will support college vocational and/or trade school further education opportunities  We plan to launch these two programs through our foundation later this summer to provide immediate positive impact to our families deeply affected by both COVID-19 and systemic injustices that are long overdue from being addressed  If you want to join KD and support The Real MVPs click the button below Let’s KeepMoving together",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for the books “…We would like to thank your organization and the VML Foundation for your very generous gifts of equipment and your valuable time spent with our students yesterday The equipment will help our sports teams tremendously and the Scholarship will aid one of our 8th graders to attend one of your summer camps” –Patrick Mangan Athletic Director Frederich Douglas Academy “What an incredible day for everybody Everybody was talking about it today sharing pictures stories etc Great stuff great organization you guys have” -Chris Furse VML Executive Director “I know I speak for our entire office and especially our Foundation Team when I say that the entire KING team made the day yesterday We’ve gotten so much positive feedback from our exec team and various staff members and that was in large part to your team and the passion you all have for coaching the kids your energy and the overall mission of KING Kids” -Jaime Manela VML Foundation Team Leader",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in the Game Esports Initiatives The Kids in the Game Foundation Receives Donation from Kevin Durant in response to the COVID pandemic and helping us get NYC kids back in the Game Kids in the Game Foundation launches the Real MVP scholarship fund to support single mothers and eliminating financial barriers to sports participation for their kids The Kids in the Game Foundation launches free middle school girls basketball programs in efforts to close the gender gap in sports participation Celebrating National Girls and Women in Sports Day The Kids in the Game Foundation wins a grant with the NBPA James Wiseman and Champion that celebrates the dedication our coaches put in day in and day out",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "about it today sharing pictures stories etc Great stuff great organization you guys have What an incredible day for everybody Everybody was talking about it today sharing pictures …We would like to thank your organization and the VML Foundation for your very generous gifts of equipment and your valuable time spent with our students yesterday The equipment will help our sports teams tremendously and the Scholarship will aid one of our 8th graders to attend one of your summer camps …We would like to thank your organization and the VML Foundation for your very generous gifts of equipment and your valuable time spent with our students yesterday The equipment will help our sports teams tremendously and the Scholarship will aid one of our 8th graders to attend one of your",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization is collaborating with several organizations, institutions, and entities. Some notable ones include:\n\n1. Up2Us AmeriCorps Service Program: A national service program focused on providing high-quality physical education and sports-based youth development programs.\n2. Adelphi University: A private university offering various academic programs, including master's degrees in Physical Education and Sport Management with a specialization in sport-based youth development.\n3. New York City Department of Youth and Community Development (DYCD): A city agency that provides funding and support for various youth programs, including the DYCD Summer Youth Employment Program (SYEP).\n4. Local and diverse suppliers, especially those owned by Black individuals and women: The organization is actively seeking to purchase goods and services from these suppliers to increase diversity and support underrepresented communities.",
            "source": [
                {
                    "content": "work This is only the first step in our journey We’re just getting started We care about the social impact of our work on our employees communities and children We are part of a global community of over 3 companies dedicated to promoting ethical responsible and sustainable business practices We partner with social impact organizations and institutions to provide meaningful professional development and educational opportunities for our coaches who want to be part of our work We offer internships fellowships and service programs that allow youth ages 16+ the chance to gain valuable work experience receive stipends and/or earn college credits We are one of the largest host sites for the Up2Us Sports AmeriCorps service program Up2Us AmeriCorps service members help to lead physical fitness and sports activities in our schools and communities across NYC Over 30 former members now work with our organization as coaches and leadership staff We offer a two-year fellowship for students enrolled",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "against or low-income groups and improve their access to high-quality employment We celebrate the unique experiences perspectives and passions that each team member brings with them and we encourage each other to be our authentic selves We are proud to foster a diverse equitable and inclusive environment where our staff feel connected to our work to our city and to each other  Black Lives Matter As a provider of sport-based youth programs one of our core values is to create an inclusive and welcoming environment for our youth and coaches We are committed to making intentional changes to call out racism end discriminatory practices and promote equality and fair treatment in our organizationWe are reaffirming this commitment through our pledge to advancing our diversity equity and inclusion work This is only the first step in our journey We’re just getting started We care about the social impact of our work on our employees communities and children We are part of a global community of",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and internship programs as well as learning and development resources for emerging leaders and managers Lastly we’re invested in expanding our partnerships with organizations that empower and support Black communities such as the Up2Us AmeriCorps service program We’re being more intentional about purchasing from local and diverse suppliers particularly Black and women-owned businesses In the months ahead we look forward to building more partnerships in support of our DEI goals Creating truly equitable and inclusive practices will take time commitment and a willingness to continuously learn and grow from what we have done in the past We are holding ourselves accountable for building a community where diversity is celebrated differences make us stronger and everyone has equal access to the support and opportunities they need to succeed",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "sports activities in our schools and communities across NYC Over 30 former members now work with our organization as coaches and leadership staff We offer a two-year fellowship for students enrolled in Adelphi University’s Physical Education or Sport Management master’s program with a specialization in sport-based youth development Fellows lead recess and after school classes working closely with children of all ages to gain professional experience We also provide our fellows with access to our training program and opportunities to contribute to key organizational initiatives We provide summer internships for NYC youth ages  through the DYCD Summer Youth Employment Program SYEP SYEP interns work alongside our coaches and have access to our training program and 11 coaching from our camp leadership to develop stronger professional skills We employ over  staff every year to lead our sports and enrichment programs and summer camps We recruit all year long to bring the most talented",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives mentioned throughout the provided text. Here is a list of some of these collaborative efforts:\n\n1. Partnership with Up2Us AmeriCorps Service Program: They help lead physical fitness and sports activities in schools and communities across New York City.\n2. Collaboration with Social Impact Organizations and Institutions: Providing meaningful professional development and educational opportunities for coaches.\n3. Hosting Internships, Fellowships, and Service Programs: Offering young people (ages 16+) the chance to gain valuable work experience, receive stipends, or earn college credits.\n4. Youth Council Work: Focusing on teamwork, communication skills, and other essential life skills through various workshops and projects.\n5. Academic and Life Skill-Focused Program: A collaboration between the organization and the Heisman Trophy Trust, designed to support student-athletes academically while also fostering personal growth.\n6. Launch of the Youth Leadership Council: Consisting of high school-aged participants, this council focuses on leadership development and provides opportunities for positive influence within the organization's programs.",
            "source": [
                {
                    "content": "and internship programs as well as learning and development resources for emerging leaders and managers Lastly we’re invested in expanding our partnerships with organizations that empower and support Black communities such as the Up2Us AmeriCorps service program We’re being more intentional about purchasing from local and diverse suppliers particularly Black and women-owned businesses In the months ahead we look forward to building more partnerships in support of our DEI goals Creating truly equitable and inclusive practices will take time commitment and a willingness to continuously learn and grow from what we have done in the past We are holding ourselves accountable for building a community where diversity is celebrated differences make us stronger and everyone has equal access to the support and opportunities they need to succeed",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "work This is only the first step in our journey We’re just getting started We care about the social impact of our work on our employees communities and children We are part of a global community of over 3 companies dedicated to promoting ethical responsible and sustainable business practices We partner with social impact organizations and institutions to provide meaningful professional development and educational opportunities for our coaches who want to be part of our work We offer internships fellowships and service programs that allow youth ages 16+ the chance to gain valuable work experience receive stipends and/or earn college credits We are one of the largest host sites for the Up2Us Sports AmeriCorps service program Up2Us AmeriCorps service members help to lead physical fitness and sports activities in our schools and communities across NYC Over 30 former members now work with our organization as coaches and leadership staff We offer a two-year fellowship for students enrolled",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "meeting we had our Youth Council work on compromise teamwork and communication skills in a jersey design workshop Our council then started on a four-month project where they will be developing a business model Each session we will have a guest speaker whether an athlete or entrepreneur to help them create their desired business  Overall it was a successful Spring for our KING Hoops program Our players loved being back together face-to-face and it was great for them to receive the support from our Heisman program Currently all of our KING Hoops teams are participating in the Positive Influence Summer League We are excited for KING Hoops to enter their fall league as well as for school and Heisman to begin again in the fall",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "In  with the support of the Heisman Trophy Trust and in partnership with our KING Hoops basketball program we created our first academic and life skill focused program This program is designed to close the education gaps within the NYC educational system by providing academic support as well as a safe space for our student-athletes to connect with peers and mentors Since  we have served over  student-athletes with a  high school graduation rate and 92 of our student-athletes attending college In response to the COVID-19 pandemic we launched our first Youth Leadership Council consisting of high school aged kids currently participating in one of our programs The Council is aimed at providing participants with both leadership development as well as giving participants the opportunity to positively influence their own programs Projects have included apparel design workshops entrepreneurship and peer mentorship opportunities As our participants continue to grow up through our programs many",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " The collaborations between the organization, Athletes for Hope, and the involvement of professional athletes like Jazmine Fray aim to achieve several mutual objectives and outcomes. Some of these include:\n\n1. Enhancing youth leadership and development: By involving young people in decision-making processes through the Youth Leadership Council, the organization hopes to foster personal growth, confidence, and leadership skills among its student-athletes and program participants.\n2. Promoting mental health awareness: Collaborating with professional athletes like Jazmine Fray helps raise awareness about the importance of mental health, particularly for college athletes. This collaboration seeks to reduce stigma surrounding mental health issues and encourage open dialogue about coping strategies.\n3. Strengthening team dynamics: Through joint efforts, the organization and Athletes for Hope hope to improve teamwork, communication, and compromise skills among the Youth Leadership Council members. These skills are essential for success not only within the council but also in other aspects of life, such as academics, sports, and future careers.\n4. Encouraging community engagement: By working together on various projects and initiatives related to programming, the organization, Athletes for Hope, and the Youth Leadership Council aim to create a positive impact on their local communities. This collaboration seeks to inspire others to take action and contribute to social causes.\n5. Developing practical skills: The jersey design workshop during the first meeting provided an opportunity for the Youth Leadership Council to practice problem-solving, creativity, and collaboration. Similarly, the four-month project allows council members to apply these skills to real-world situations and develop valuable practical experience.",
            "source": [
                {
                    "content": "We join together to work play and grow as a team",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "For more information on our impact See our full  Impact Report HERE",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "For more information on our impact See our full  Impact Report HERE",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "our Youth Leadership Council which was created so that all our student-athletes and program participants can express their thoughts and ideas and have a voice in program decision-making Our council will meet routinely and will provide a feedback loop for our program directors They also will work on various projects and initiatives having to do with programming  We have partnered with Athletes for Hope who will provide and match both college and professional athletes for our council meetings For our first meeting in July we were joined by Jazmine Fray an Under Armour professional track athlete Jazmine discussed the challenges that come along with being a college athlete the importance of mental health and discussed the importance of teamwork and being a part of a team During this specific meeting we had our Youth Council work on compromise teamwork and communication skills in a jersey design workshop Our council then started on a four-month project where they will be developing a",
                    "metadata": {
                        "rel": [
                            "nytimes",
                            "forbes",
                            "bcorporation",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}