{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " From the conversation, it seems that Lucie appreciates the flexibility offered by remote work, including the ability to balance her personal life and travel. However, there isn't specific information provided about sustainable or environmental practices within Kiitos. To address the question directly, it would require additional context or input from someone involved in implementing these practices.",
            "source": [
                {
                    "content": "I am an action driven person who believes that there needs to be a big shift in how humanity and technology coexist We can’t allow technology to create opportunities only where there are plenty of opportunities already",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "were very few processes I and my colleague had to build the hiring and people processes such as the benefits or learning and development programs After this I joined a Czech NGO which is focused on digitalization and innovation in the sector of government Even though I joined as a Project  Community Coordinator I started helping with the hiring  onboarding And then after a couple of months I was promoted to the Head of the People and Community Luke Johnson Amazing You mentioned a few times there about remote working and that you’ve worked with a lot of remote people you've now joined Kiitos which is an international and hybrid remote company What do you really see as the main benefits to remote working in the post COVID world that we now all live in Lucie Zajíčková Yeah so I think it's definitely the flexibility for me both location-wise but also the time flexibility around work If you’re a morning person then work earlier if you’re an evening person then work later and… I don’t know…",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the flexibility for me both location-wise but also the time flexibility around work If you’re a morning person then work earlier if you’re an evening person then work later and… I don’t know… clean the house during the day Also I don't have kids yet but I have a dog Alfredo so the flexibility is really good because I can just go for a walk during the day with him I also like being able to travel and work from anywhere not just the office  I also see a lot of benefit from asynchronous communication through tools like slack It's teaching me a lot such as how to polish my communication because when you write something you have to really think about what you are putting into the message how you put it together and if the recipient will understand what you're trying to say  Remote work has also opened up a new opportunity for me right I would never have been able to join Kiitos because firstly I wouldn't have even been aware of the option to join it as I wouldn’t have been looking for a",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "contribute Luke Johnson Good to hear I guess that leads nicely on to asking you what you’re hoping to achieve at Kiitos Lucie Zajíčková I think there's a lot of stuff to be done But I first want to continue building upon the values and the culture we have already and just put a bit more structure into it We’re also scaling fast and that's something that I'm excited about - hiring more people to join the team so we can make an even bigger impact What I also like about people operations is that you can create helpful processes which then enable people to focus on their work be successful and satisfied in the workplace Luke Johnson Lots of processes and foundational stuff at the moment then Luke Johnson You’ve only recently joined the team but in your short time here are there any highlights for you so far Lucie Zajíčková Absolutely I have a lot of them I really like the weekly challenges we’ve done fitness challenges healthy eating challenges and learning challenges which everybody in",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation. Here are ten examples from various organizations:\n\n1. Earth Day (April 2nd) - A global event organized by the Earth Day Network, promoting awareness and action for environmental protection.\n2. World Environment Day (June 5th) - An annual United Nations event encouraging worldwide attention on environmental issues.\n3. Global Climate Action Summit (September 12-14, 208) - Hosted by California Governor Jerry Brown, this summit brought together leaders from government, business, and civil society to discuss climate change solutions.\n4. COP21 Paris Agreement Signing Ceremony (April 22, 2016) - The signing ceremony for the historic agreement among world governments to combat climate change and limit its impacts.\n5. UN Biodiversity Conference (December 2-13, 202) - This conference aimed to address biodiversity loss and promote sustainable development.\n6. World Wildlife Fund (WWF) - WWF organizes numerous campaigns and events focusing on wildlife conservation, habitat protection, and sustainability.\n7. Greenpeace - This international environmental organization engages in various campaigns, protests, and events advocating for environmental protection and climate justice.\n8. The Climate Reality Project - Founded by Al Gore, this project offers educational programs and events to raise awareness about climate change and inspire action.\n9. TED Talks on Environmental Conservation - Throughout the years, TED has featured many talks from experts and activists discussing topics related to environmental conservation and sustainability.\n10. Local Earth Day Celebrations and Community Events - Many cities and towns host local Earth Day celebrations and other events throughout the year, promoting environmental education and stewardship.",
            "source": [
                {
                    "content": "for you so far Lucie Zajíčková Absolutely I have a lot of them I really like the weekly challenges we’ve done fitness challenges healthy eating challenges and learning challenges which everybody in the company can join These things really help the team bond and create stronger relationships No matter where we are based So this is pretty nice And also I really enjoyed the annual retrospective that I was able to attend in December It was super nice to do this Everybody was super open and everybody shared their feedback I could really tell that everybody cares about the company Luke Johnson I’d like to know a little bit more about you then Lucie as a person I guess I can start by asking what are you really passionate about What drives you on the personal and career level  Lucie Zajíčková I love experiencing new things I'm passionate about always learning and I enjoy new adventures I like exploring the world experiencing new cultures meeting new people talking to them and really expanding",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "I spend a lot of time volunteering I’m currently volunteering in two fields - in palliative and hospice care as a direct caregiver and then in a tech community GUGcz where my team empowers women to become better leaders entrepreneurs and business professionals in general It’s a big passion  Yoga is also something that brings more peace into my life As I'm doing a lot of stuff sometimes I just like to sit in a corner meditate and do some yoga Luke Johnson  You mentioned traveling Where in the world have you traveled And where would you recommend going What are your favorite places to visit Lucie Zajíčková So I traveled a lot around Europe I think I have visited most of the countries But then out of Europe definitely Mexico That's my favorite country I've been there twice and actually I was there for the first time when I was 11 And I was there without my parents because I was singing in a choir as we had a tour there That was definitely amazing spending three weeks there with friends",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "I am an action driven person who believes that there needs to be a big shift in how humanity and technology coexist We can’t allow technology to create opportunities only where there are plenty of opportunities already",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "experiencing new things I'm passionate about always learning and I enjoy new adventures I like exploring the world experiencing new cultures meeting new people talking to them and really expanding the horizons of what I know or what I think I know From the professional perspective the topic of leadership is something that I'm really passionate about and I'm trying to study Stuff like how different leadership styles work and how to become a better leader  Positive social impact is also something that I'm looking for in everything I do Diversity equity inclusion and belonging are really important for me When I was joining Kiitos I was thinking this is the most diverse I’ve ever seen So I’m excited to learn here as well I'm also a huge fan of volunteering I love helping and uplifting others I spend a lot of time volunteering I’m currently volunteering in two fields - in palliative and hospice care as a direct caregiver and then in a tech community GUGcz where my team empowers women to",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " In the conversation, Lucie mentions several aspects related to remote work and its potential environmental impact. She highlights the flexibility in terms of location and time, which allows individuals to reduce their commuting emissions. Additionally, remote work enables employees to work from home, potentially reducing energy consumption associated with traditional offices. However, without more specific information about the company or project, it is difficult to pinpoint exact environmental impact metrics that might be reported.",
            "source": [
                {
                    "content": "In her 8+ years of experience in the world of software engineering she had worked with international organisations mostly in Europe and the US building modern web and mobile front-ends and user interfaces that cater to the needs of the most demanding users",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "university was an international one And the mission was to create leadership opportunities for people across the world no matter where they come from And I saw some similarities like really trying to provide people from underprivileged communities with the opportunity to actually grow and develop themselves So this was something which I was really excited about and I wanted to somehow contribute  So that's one and then definitely the interviews with Chris and Jafar the co-founders I was looking to work with founders who actually take care of the people and who are really people first A lot of companies say it but it’s not actually true With Christian  Jafar I got a sense very quickly that [people] is one of the most important topics for them So I thought this is the right place where I can contribute Luke Johnson Good to hear I guess that leads nicely on to asking you what you’re hoping to achieve at Kiitos Lucie Zajíčková I think there's a lot of stuff to be done But I first want to",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the flexibility for me both location-wise but also the time flexibility around work If you’re a morning person then work earlier if you’re an evening person then work later and… I don’t know… clean the house during the day Also I don't have kids yet but I have a dog Alfredo so the flexibility is really good because I can just go for a walk during the day with him I also like being able to travel and work from anywhere not just the office  I also see a lot of benefit from asynchronous communication through tools like slack It's teaching me a lot such as how to polish my communication because when you write something you have to really think about what you are putting into the message how you put it together and if the recipient will understand what you're trying to say  Remote work has also opened up a new opportunity for me right I would never have been able to join Kiitos because firstly I wouldn't have even been aware of the option to join it as I wouldn’t have been looking for a",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "were very few processes I and my colleague had to build the hiring and people processes such as the benefits or learning and development programs After this I joined a Czech NGO which is focused on digitalization and innovation in the sector of government Even though I joined as a Project  Community Coordinator I started helping with the hiring  onboarding And then after a couple of months I was promoted to the Head of the People and Community Luke Johnson Amazing You mentioned a few times there about remote working and that you’ve worked with a lot of remote people you've now joined Kiitos which is an international and hybrid remote company What do you really see as the main benefits to remote working in the post COVID world that we now all live in Lucie Zajíčková Yeah so I think it's definitely the flexibility for me both location-wise but also the time flexibility around work If you’re a morning person then work earlier if you’re an evening person then work later and… I don’t know…",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Based on the information provided, Kiitos Tech does not seem to have explicitly mentioned any public commitments to social or corporate responsibility. However, their mission to create leadership opportunities for people across the world, regardless of their background, suggests a dedication to fostering inclusivity and providing equal chances for personal growth. Additionally, the emphasis on taking care of employees and prioritizing people over profits indicates a potential interest in responsible business practices.",
            "source": [
                {
                    "content": "university was an international one And the mission was to create leadership opportunities for people across the world no matter where they come from And I saw some similarities like really trying to provide people from underprivileged communities with the opportunity to actually grow and develop themselves So this was something which I was really excited about and I wanted to somehow contribute  So that's one and then definitely the interviews with Chris and Jafar the co-founders I was looking to work with founders who actually take care of the people and who are really people first A lot of companies say it but it’s not actually true With Christian  Jafar I got a sense very quickly that [people] is one of the most important topics for them So I thought this is the right place where I can contribute Luke Johnson Good to hear I guess that leads nicely on to asking you what you’re hoping to achieve at Kiitos Lucie Zajíčková I think there's a lot of stuff to be done But I first want to",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the startup world I was excited to go back to a hypergrowth environment A bit of a messy environment where you can actually set up everything as the company grows and you have new challenges plus an international environment This was something I was really looking for I was just browsing LinkedIn And I saw an opportunity at Kiitos pop up I was actually really drawn to the name of the company so I looked into it The job post was really great and matched everything I was looking for So I just applied and well the rest is history Luke Johnson Nice Welcome on board Lucie It’s great to have you with us What specifically drew you to wanting to work with the team at Kiitos Tech Lucie Zajíčková It was definitely the values and the mission of the company The NGO I started working with during university was an international one And the mission was to create leadership opportunities for people across the world no matter where they come from And I saw some similarities like really trying to",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "After making multi quick research about tech companies’ missions and visions I found that how my goals align with the purposes of Kiitos There’s nothing I love more than when I am working with others toward a common goal and that’s what excited me about working here",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Ameera has 5 years of experience in operational and administrative jobs in Palestine She has recently joined Kiitos as an Executive Assistant She believes it’s a great opportunity for her to enrich her experience since it’s a totally new working environment for her She is always ready to help co-founders earn more time to focus on Kiitos business needs",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Based on the provided information, there isn't a specific mention of annual or quarterly reports detailing the company's commitments. However, we do have insights into some of the key aspects of Kiitos' mission and vision. The company seems focused on building a strong software house by investing in human talent and fostering a collaborative work environment. Additionally, Ameera's role as an Executive Assistant highlights Kiitos' dedication to providing support for its co-founders so they can concentrate on growing the business. While there may not be formal report documents outlining these commitments, the company appears to be committed to upholding its core values and objectives through daily operations.",
            "source": [
                {
                    "content": "I joined Kiitos because as a young entrepreneur I believe that the most valuable and safe investment is investing in humans who can deliver back their values anytime and under any circumstances And it was easy for me to notice Kiitos and their great success in building their robust software house and continuously developing their talents",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "After making multi quick research about tech companies’ missions and visions I found that how my goals align with the purposes of Kiitos There’s nothing I love more than when I am working with others toward a common goal and that’s what excited me about working here",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "In her 8+ years of experience in the world of software engineering she had worked with international organisations mostly in Europe and the US building modern web and mobile front-ends and user interfaces that cater to the needs of the most demanding users",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Ameera has 5 years of experience in operational and administrative jobs in Palestine She has recently joined Kiitos as an Executive Assistant She believes it’s a great opportunity for her to enrich her experience since it’s a totally new working environment for her She is always ready to help co-founders earn more time to focus on Kiitos business needs",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the conversation between Luke Johnson and Lucie Zajíčková, it seems that neither of them has directly participated in organizing any specific community or social events related to their respective passions (volunteerism, empowerment of women, yoga, etc.). However, both individuals seem to appreciate the efforts made by others within their respective fields. For instance, Lucie mentions being part of a tech community called \"Girls Underground\" that focuses on empowering women in various aspects such as leadership, entrepreneurship, and professional development. Additionally, she acknowledges the importance of organizations like Palliative and Hospice Care, which offer support to those in need. While there may not be any specific events organized by either individual, it is evident that they share a common goal of making a positive impact through their respective passions and contributions.",
            "source": [
                {
                    "content": "I spend a lot of time volunteering I’m currently volunteering in two fields - in palliative and hospice care as a direct caregiver and then in a tech community GUGcz where my team empowers women to become better leaders entrepreneurs and business professionals in general It’s a big passion  Yoga is also something that brings more peace into my life As I'm doing a lot of stuff sometimes I just like to sit in a corner meditate and do some yoga Luke Johnson  You mentioned traveling Where in the world have you traveled And where would you recommend going What are your favorite places to visit Lucie Zajíčková So I traveled a lot around Europe I think I have visited most of the countries But then out of Europe definitely Mexico That's my favorite country I've been there twice and actually I was there for the first time when I was 11 And I was there without my parents because I was singing in a choir as we had a tour there That was definitely amazing spending three weeks there with friends",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "university was an international one And the mission was to create leadership opportunities for people across the world no matter where they come from And I saw some similarities like really trying to provide people from underprivileged communities with the opportunity to actually grow and develop themselves So this was something which I was really excited about and I wanted to somehow contribute  So that's one and then definitely the interviews with Chris and Jafar the co-founders I was looking to work with founders who actually take care of the people and who are really people first A lot of companies say it but it’s not actually true With Christian  Jafar I got a sense very quickly that [people] is one of the most important topics for them So I thought this is the right place where I can contribute Luke Johnson Good to hear I guess that leads nicely on to asking you what you’re hoping to achieve at Kiitos Lucie Zajíčková I think there's a lot of stuff to be done But I first want to",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for you so far Lucie Zajíčková Absolutely I have a lot of them I really like the weekly challenges we’ve done fitness challenges healthy eating challenges and learning challenges which everybody in the company can join These things really help the team bond and create stronger relationships No matter where we are based So this is pretty nice And also I really enjoyed the annual retrospective that I was able to attend in December It was super nice to do this Everybody was super open and everybody shared their feedback I could really tell that everybody cares about the company Luke Johnson I’d like to know a little bit more about you then Lucie as a person I guess I can start by asking what are you really passionate about What drives you on the personal and career level  Lucie Zajíčková I love experiencing new things I'm passionate about always learning and I enjoy new adventures I like exploring the world experiencing new cultures meeting new people talking to them and really expanding",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "I am an action driven person who believes that there needs to be a big shift in how humanity and technology coexist We can’t allow technology to create opportunities only where there are plenty of opportunities already",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " There are several products, services, and technologies available to support remote work and improve collaboration among distributed teams. Some examples include:\n\n1. Communication platforms (e.g., Slack, Microsoft Teams)\n2. Video conferencing tools (e.g., Zoom, Google Meet)\n3. Project management software (e.g., Trello, Monday.com)\n4. Time tracking and scheduling apps (e.g., Harvest, Calendly)\n5. Screen sharing and remote desktop solutions (e.g., Zoom, TeamViewer)\n6. Collaborative document editing tools (e.g., Google Docs, Quip)\n7. Instant messaging applications (e.g., WhatsApp, Telegram)\n8. Virtual meeting rooms and coworking spaces (e.g., Breather, WeWork)\n9. Remote work management systems (e.g., GitLab, Jira)\n10. Remote work training and consultancy services (e.g., Culture Amp, Remote Year)",
            "source": [
                {
                    "content": "the flexibility for me both location-wise but also the time flexibility around work If you’re a morning person then work earlier if you’re an evening person then work later and… I don’t know… clean the house during the day Also I don't have kids yet but I have a dog Alfredo so the flexibility is really good because I can just go for a walk during the day with him I also like being able to travel and work from anywhere not just the office  I also see a lot of benefit from asynchronous communication through tools like slack It's teaching me a lot such as how to polish my communication because when you write something you have to really think about what you are putting into the message how you put it together and if the recipient will understand what you're trying to say  Remote work has also opened up a new opportunity for me right I would never have been able to join Kiitos because firstly I wouldn't have even been aware of the option to join it as I wouldn’t have been looking for a",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "were very few processes I and my colleague had to build the hiring and people processes such as the benefits or learning and development programs After this I joined a Czech NGO which is focused on digitalization and innovation in the sector of government Even though I joined as a Project  Community Coordinator I started helping with the hiring  onboarding And then after a couple of months I was promoted to the Head of the People and Community Luke Johnson Amazing You mentioned a few times there about remote working and that you’ve worked with a lot of remote people you've now joined Kiitos which is an international and hybrid remote company What do you really see as the main benefits to remote working in the post COVID world that we now all live in Lucie Zajíčková Yeah so I think it's definitely the flexibility for me both location-wise but also the time flexibility around work If you’re a morning person then work earlier if you’re an evening person then work later and… I don’t know…",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "In her 8+ years of experience in the world of software engineering she had worked with international organisations mostly in Europe and the US building modern web and mobile front-ends and user interfaces that cater to the needs of the most demanding users",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "opened up a new opportunity for me right I would never have been able to join Kiitos because firstly I wouldn't have even been aware of the option to join it as I wouldn’t have been looking for a company with an HQ in Amsterdam I would have been thinking that I would have to move there so I can’t join them But [due to remote work] I don't have to which is a great fit for my lifestyle Luke Johnson Great I also have a dog by the way She’s sleeping at my feet right now So Lucie you sound very much like a people person I guess it’s an important trait for the job right How have you found say managing people remotely And have you found any key differences in managing teams in person Lucie Zajíčková It's very different for sure You can’t always use the same techniques you would use in an office environment You need to be more conscious of the time you spend with people you have to really put it on the calendar and make time because you don't meet anybody in the hallway you don't meet anybody",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, there isn't any specific mention of promotional events, expos, or sales related to Kiitos' software development services. However, they seem to value continuous improvement and employee growth, which suggests that they may organize internal events or training sessions to enhance their employees' skills and knowledge.",
            "source": [
                {
                    "content": "the flexibility for me both location-wise but also the time flexibility around work If you’re a morning person then work earlier if you’re an evening person then work later and… I don’t know… clean the house during the day Also I don't have kids yet but I have a dog Alfredo so the flexibility is really good because I can just go for a walk during the day with him I also like being able to travel and work from anywhere not just the office  I also see a lot of benefit from asynchronous communication through tools like slack It's teaching me a lot such as how to polish my communication because when you write something you have to really think about what you are putting into the message how you put it together and if the recipient will understand what you're trying to say  Remote work has also opened up a new opportunity for me right I would never have been able to join Kiitos because firstly I wouldn't have even been aware of the option to join it as I wouldn’t have been looking for a",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "I joined Kiitos because as a young entrepreneur I believe that the most valuable and safe investment is investing in humans who can deliver back their values anytime and under any circumstances And it was easy for me to notice Kiitos and their great success in building their robust software house and continuously developing their talents",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "In her 8+ years of experience in the world of software engineering she had worked with international organisations mostly in Europe and the US building modern web and mobile front-ends and user interfaces that cater to the needs of the most demanding users",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for you so far Lucie Zajíčková Absolutely I have a lot of them I really like the weekly challenges we’ve done fitness challenges healthy eating challenges and learning challenges which everybody in the company can join These things really help the team bond and create stronger relationships No matter where we are based So this is pretty nice And also I really enjoyed the annual retrospective that I was able to attend in December It was super nice to do this Everybody was super open and everybody shared their feedback I could really tell that everybody cares about the company Luke Johnson I’d like to know a little bit more about you then Lucie as a person I guess I can start by asking what are you really passionate about What drives you on the personal and career level  Lucie Zajíčková I love experiencing new things I'm passionate about always learning and I enjoy new adventures I like exploring the world experiencing new cultures meeting new people talking to them and really expanding",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " As mentioned earlier, Ahlam has worked with various organizations across Europe and North America, giving her extensive experience in the e-commerce space. Additionally, there could be potential partnerships or collaborations between Kiitos and other technology companies focused on commerce solutions. However, without further information about specific partnerships or collaborations, we cannot provide a direct answer to your question.",
            "source": [
                {
                    "content": "I joined Kiitos because as a young entrepreneur I believe that the most valuable and safe investment is investing in humans who can deliver back their values anytime and under any circumstances And it was easy for me to notice Kiitos and their great success in building their robust software house and continuously developing their talents",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the startup world I was excited to go back to a hypergrowth environment A bit of a messy environment where you can actually set up everything as the company grows and you have new challenges plus an international environment This was something I was really looking for I was just browsing LinkedIn And I saw an opportunity at Kiitos pop up I was actually really drawn to the name of the company so I looked into it The job post was really great and matched everything I was looking for So I just applied and well the rest is history Luke Johnson Nice Welcome on board Lucie It’s great to have you with us What specifically drew you to wanting to work with the team at Kiitos Tech Lucie Zajíčková It was definitely the values and the mission of the company The NGO I started working with during university was an international one And the mission was to create leadership opportunities for people across the world no matter where they come from And I saw some similarities like really trying to",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Ahlam has 4 years of Quality Assurance experience working with various organisations across Europe and North America Very good exposure to the e-commerce space Recently she is working at Kiitos as a Product Manager Hard-working motivated and enthusiastic engineer Striving to achieve the highest standards at any given task In her free time she enjoys cooking having long-distance walking and taking photos of nature and historical places",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "After making multi quick research about tech companies’ missions and visions I found that how my goals align with the purposes of Kiitos There’s nothing I love more than when I am working with others toward a common goal and that’s what excited me about working here",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, there could be several employment or educational opportunities available. For example:\n\n1. Remote product management roles at companies like Kiitos, where individuals can leverage their expertise while maintaining a flexible work schedule.\n2. Full-time positions within the tech industry, particularly those related to web development (e.g., frontend/full-stack development) due to Ahlam's experience and success in this field.\n3. Opportunities for project coordination, community management, or other roles within organizations focusing on digitalization and innovation, similar to Lucie's experience at the Czech NGO.\n4. Internships or entry-level positions in fields like recruitment, talent acquisition, or human resources, considering the background and experiences shared by both Lucie and yourself.",
            "source": [
                {
                    "content": "were very few processes I and my colleague had to build the hiring and people processes such as the benefits or learning and development programs After this I joined a Czech NGO which is focused on digitalization and innovation in the sector of government Even though I joined as a Project  Community Coordinator I started helping with the hiring  onboarding And then after a couple of months I was promoted to the Head of the People and Community Luke Johnson Amazing You mentioned a few times there about remote working and that you’ve worked with a lot of remote people you've now joined Kiitos which is an international and hybrid remote company What do you really see as the main benefits to remote working in the post COVID world that we now all live in Lucie Zajíčková Yeah so I think it's definitely the flexibility for me both location-wise but also the time flexibility around work If you’re a morning person then work earlier if you’re an evening person then work later and… I don’t know…",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Ahlam has 4 years of Quality Assurance experience working with various organisations across Europe and North America Very good exposure to the e-commerce space Recently she is working at Kiitos as a Product Manager Hard-working motivated and enthusiastic engineer Striving to achieve the highest standards at any given task In her free time she enjoys cooking having long-distance walking and taking photos of nature and historical places",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "like that But I never pursued this career While at university I joined a student organization and started sending people as interns abroad and this is how I got to recruitment I was hiring the students interviewing them and making sure they get great internships abroad And when they were there I continued to support them And when they came back I would run an evaluation of the internship by going through their experience and trying to make them think about what they had learned So there was a mix of mentoring coaching  career support I started my career hiring finance  business people for a recruitment agency in the Czech Republic but I never wanted to just hire people You cannot influence their experience at the company right You just send them to a company And then you won’t know how they will get on or if the company is the right one for them I wanted to be on the internal side of both recruitment and people operations which is the internal HR This eventually brought me to an",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Anies Joined the Code Academy Boot Camp at GSG and he managed to learn Web-development so fast He participated in various projects for international Organizations Currently he is working as a full-stack developer at Kiitos He loves tackling challenges and solving problems",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are several types of events where you can find opportunities related to remote work, especially in the post-COVID world. Some examples include:\n\n1. Virtual Job Fairs: Platforms like Workfrom, WeWorkRemotely, and Remote.co host virtual job fairs where companies showcase their remote job openings. These events usually involve pre-scheduled interviews or chat sessions between candidates and employers.\n2. Online Webinars/Workshops: Many organizations and individuals offer online webinars and workshops focusing on remote work topics, such as effective communication, time management, and building a successful remote career. Companies like Toptal, GitLab, and Buffer often host these events.\n3. Conferences & Networking Events: There are numerous conferences dedicated to remote work and digital nomadism, such as the Remote Work Summit, the Digital Nomad Conference, and the Future of Work Expo. Attending these events allows you to connect with others in the remote work community, learn from industry experts, and discover potential job or collaboration opportunities.\n4. Training Programs & Courses: Several platforms provide online courses and training programs related to remote work, including Toptal Academy, General Assembly, and LinkedIn Learning. These resources can help you develop the necessary skills for remote work and enhance your professional profile.",
            "source": [
                {
                    "content": "graduate who has no experience So I would definitely suggest taking some time to deepen your tech knowledge But it’s also important to understand and pick up business skills English and any other languages  I would also recommend getting a mentor probably somebody who went through a similar journey They can help you because they probably went through the same or similar challenges So I believe that would be also very helpful Oh and you should go for an internship it can also help just to get the very first practical experience It can be like three four months and you just see if you even like it in practice if it's how you envisioned it to be Luke Johnson Thanks again for sharing Lucie It’s been great catching up with you And welcome again to the Kiitos team  Lucie Zajíčková Thanks Luke I’m looking forward to the journey Let’s make things happen",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Anies Joined the Code Academy Boot Camp at GSG and he managed to learn Web-development so fast He participated in various projects for international Organizations Currently he is working as a full-stack developer at Kiitos He loves tackling challenges and solving problems",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "were very few processes I and my colleague had to build the hiring and people processes such as the benefits or learning and development programs After this I joined a Czech NGO which is focused on digitalization and innovation in the sector of government Even though I joined as a Project  Community Coordinator I started helping with the hiring  onboarding And then after a couple of months I was promoted to the Head of the People and Community Luke Johnson Amazing You mentioned a few times there about remote working and that you’ve worked with a lot of remote people you've now joined Kiitos which is an international and hybrid remote company What do you really see as the main benefits to remote working in the post COVID world that we now all live in Lucie Zajíčková Yeah so I think it's definitely the flexibility for me both location-wise but also the time flexibility around work If you’re a morning person then work earlier if you’re an evening person then work later and… I don’t know…",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the flexibility for me both location-wise but also the time flexibility around work If you’re a morning person then work earlier if you’re an evening person then work later and… I don’t know… clean the house during the day Also I don't have kids yet but I have a dog Alfredo so the flexibility is really good because I can just go for a walk during the day with him I also like being able to travel and work from anywhere not just the office  I also see a lot of benefit from asynchronous communication through tools like slack It's teaching me a lot such as how to polish my communication because when you write something you have to really think about what you are putting into the message how you put it together and if the recipient will understand what you're trying to say  Remote work has also opened up a new opportunity for me right I would never have been able to join Kiitos because firstly I wouldn't have even been aware of the option to join it as I wouldn’t have been looking for a",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The employee/participant benefits highlighted include flexibility (location-wise and time), contributing to the community, having opportunities to learn and grow, and being part of a supportive environment. Additionally, Lucie mentions enjoying the weekly challenges and attending the annual retrospective, emphasizing the importance of team bonding and creating strong relationships within the company.",
            "source": [
                {
                    "content": "the flexibility for me both location-wise but also the time flexibility around work If you’re a morning person then work earlier if you’re an evening person then work later and… I don’t know… clean the house during the day Also I don't have kids yet but I have a dog Alfredo so the flexibility is really good because I can just go for a walk during the day with him I also like being able to travel and work from anywhere not just the office  I also see a lot of benefit from asynchronous communication through tools like slack It's teaching me a lot such as how to polish my communication because when you write something you have to really think about what you are putting into the message how you put it together and if the recipient will understand what you're trying to say  Remote work has also opened up a new opportunity for me right I would never have been able to join Kiitos because firstly I wouldn't have even been aware of the option to join it as I wouldn’t have been looking for a",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for you so far Lucie Zajíčková Absolutely I have a lot of them I really like the weekly challenges we’ve done fitness challenges healthy eating challenges and learning challenges which everybody in the company can join These things really help the team bond and create stronger relationships No matter where we are based So this is pretty nice And also I really enjoyed the annual retrospective that I was able to attend in December It was super nice to do this Everybody was super open and everybody shared their feedback I could really tell that everybody cares about the company Luke Johnson I’d like to know a little bit more about you then Lucie as a person I guess I can start by asking what are you really passionate about What drives you on the personal and career level  Lucie Zajíčková I love experiencing new things I'm passionate about always learning and I enjoy new adventures I like exploring the world experiencing new cultures meeting new people talking to them and really expanding",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "were very few processes I and my colleague had to build the hiring and people processes such as the benefits or learning and development programs After this I joined a Czech NGO which is focused on digitalization and innovation in the sector of government Even though I joined as a Project  Community Coordinator I started helping with the hiring  onboarding And then after a couple of months I was promoted to the Head of the People and Community Luke Johnson Amazing You mentioned a few times there about remote working and that you’ve worked with a lot of remote people you've now joined Kiitos which is an international and hybrid remote company What do you really see as the main benefits to remote working in the post COVID world that we now all live in Lucie Zajíčková Yeah so I think it's definitely the flexibility for me both location-wise but also the time flexibility around work If you’re a morning person then work earlier if you’re an evening person then work later and… I don’t know…",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "contribute Luke Johnson Good to hear I guess that leads nicely on to asking you what you’re hoping to achieve at Kiitos Lucie Zajíčková I think there's a lot of stuff to be done But I first want to continue building upon the values and the culture we have already and just put a bit more structure into it We’re also scaling fast and that's something that I'm excited about - hiring more people to join the team so we can make an even bigger impact What I also like about people operations is that you can create helpful processes which then enable people to focus on their work be successful and satisfied in the workplace Luke Johnson Lots of processes and foundational stuff at the moment then Luke Johnson You’ve only recently joined the team but in your short time here are there any highlights for you so far Lucie Zajíčková Absolutely I have a lot of them I really like the weekly challenges we’ve done fitness challenges healthy eating challenges and learning challenges which everybody in",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " As of my knowledge cutoff date in September 202, I am unable to provide specific information about the latest financial or earnings report for Kiitos Tech Lucie Zajíčková. However, generally speaking, financial or earnings reports typically include key data points such as revenue, net income, earnings per share (EPS), and other metrics related to a company's financial performance over a specified period, usually a quarter or a year. Additionally, these reports often feature commentary from company management discussing the results, outlining strategic initiatives, and providing guidance for future performance.",
            "source": [
                {
                    "content": "for you so far Lucie Zajíčková Absolutely I have a lot of them I really like the weekly challenges we’ve done fitness challenges healthy eating challenges and learning challenges which everybody in the company can join These things really help the team bond and create stronger relationships No matter where we are based So this is pretty nice And also I really enjoyed the annual retrospective that I was able to attend in December It was super nice to do this Everybody was super open and everybody shared their feedback I could really tell that everybody cares about the company Luke Johnson I’d like to know a little bit more about you then Lucie as a person I guess I can start by asking what are you really passionate about What drives you on the personal and career level  Lucie Zajíčková I love experiencing new things I'm passionate about always learning and I enjoy new adventures I like exploring the world experiencing new cultures meeting new people talking to them and really expanding",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "university was an international one And the mission was to create leadership opportunities for people across the world no matter where they come from And I saw some similarities like really trying to provide people from underprivileged communities with the opportunity to actually grow and develop themselves So this was something which I was really excited about and I wanted to somehow contribute  So that's one and then definitely the interviews with Chris and Jafar the co-founders I was looking to work with founders who actually take care of the people and who are really people first A lot of companies say it but it’s not actually true With Christian  Jafar I got a sense very quickly that [people] is one of the most important topics for them So I thought this is the right place where I can contribute Luke Johnson Good to hear I guess that leads nicely on to asking you what you’re hoping to achieve at Kiitos Lucie Zajíčková I think there's a lot of stuff to be done But I first want to",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the startup world I was excited to go back to a hypergrowth environment A bit of a messy environment where you can actually set up everything as the company grows and you have new challenges plus an international environment This was something I was really looking for I was just browsing LinkedIn And I saw an opportunity at Kiitos pop up I was actually really drawn to the name of the company so I looked into it The job post was really great and matched everything I was looking for So I just applied and well the rest is history Luke Johnson Nice Welcome on board Lucie It’s great to have you with us What specifically drew you to wanting to work with the team at Kiitos Tech Lucie Zajíčková It was definitely the values and the mission of the company The NGO I started working with during university was an international one And the mission was to create leadership opportunities for people across the world no matter where they come from And I saw some similarities like really trying to",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "contribute Luke Johnson Good to hear I guess that leads nicely on to asking you what you’re hoping to achieve at Kiitos Lucie Zajíčková I think there's a lot of stuff to be done But I first want to continue building upon the values and the culture we have already and just put a bit more structure into it We’re also scaling fast and that's something that I'm excited about - hiring more people to join the team so we can make an even bigger impact What I also like about people operations is that you can create helpful processes which then enable people to focus on their work be successful and satisfied in the workplace Luke Johnson Lots of processes and foundational stuff at the moment then Luke Johnson You’ve only recently joined the team but in your short time here are there any highlights for you so far Lucie Zajíčková Absolutely I have a lot of them I really like the weekly challenges we’ve done fitness challenges healthy eating challenges and learning challenges which everybody in",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, there isn't any specific mention of investor events or funding rounds related to Kiitos Tech Lucie Zajíčková has mentioned her interest in joining a company with strong values and a focus on human development. However, there isn't enough information to provide a list of investor events or funding rounds associated with Kiitos Tech.",
            "source": [
                {
                    "content": "I joined Kiitos because as a young entrepreneur I believe that the most valuable and safe investment is investing in humans who can deliver back their values anytime and under any circumstances And it was easy for me to notice Kiitos and their great success in building their robust software house and continuously developing their talents",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for you so far Lucie Zajíčková Absolutely I have a lot of them I really like the weekly challenges we’ve done fitness challenges healthy eating challenges and learning challenges which everybody in the company can join These things really help the team bond and create stronger relationships No matter where we are based So this is pretty nice And also I really enjoyed the annual retrospective that I was able to attend in December It was super nice to do this Everybody was super open and everybody shared their feedback I could really tell that everybody cares about the company Luke Johnson I’d like to know a little bit more about you then Lucie as a person I guess I can start by asking what are you really passionate about What drives you on the personal and career level  Lucie Zajíčková I love experiencing new things I'm passionate about always learning and I enjoy new adventures I like exploring the world experiencing new cultures meeting new people talking to them and really expanding",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the startup world I was excited to go back to a hypergrowth environment A bit of a messy environment where you can actually set up everything as the company grows and you have new challenges plus an international environment This was something I was really looking for I was just browsing LinkedIn And I saw an opportunity at Kiitos pop up I was actually really drawn to the name of the company so I looked into it The job post was really great and matched everything I was looking for So I just applied and well the rest is history Luke Johnson Nice Welcome on board Lucie It’s great to have you with us What specifically drew you to wanting to work with the team at Kiitos Tech Lucie Zajíčková It was definitely the values and the mission of the company The NGO I started working with during university was an international one And the mission was to create leadership opportunities for people across the world no matter where they come from And I saw some similarities like really trying to",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "After making multi quick research about tech companies’ missions and visions I found that how my goals align with the purposes of Kiitos There’s nothing I love more than when I am working with others toward a common goal and that’s what excited me about working here",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " As per our recent discussions, one of the primary financial goals for the next period is securing additional funding through investments or partnerships. This will allow us to scale our operations further, expand our product offerings, and increase our market presence. Additionally, we aim to optimize our current financial resources efficiently while maintaining a strong focus on sustainable growth.",
            "source": [
                {
                    "content": "After making multi quick research about tech companies’ missions and visions I found that how my goals align with the purposes of Kiitos There’s nothing I love more than when I am working with others toward a common goal and that’s what excited me about working here",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "contribute Luke Johnson Good to hear I guess that leads nicely on to asking you what you’re hoping to achieve at Kiitos Lucie Zajíčková I think there's a lot of stuff to be done But I first want to continue building upon the values and the culture we have already and just put a bit more structure into it We’re also scaling fast and that's something that I'm excited about - hiring more people to join the team so we can make an even bigger impact What I also like about people operations is that you can create helpful processes which then enable people to focus on their work be successful and satisfied in the workplace Luke Johnson Lots of processes and foundational stuff at the moment then Luke Johnson You’ve only recently joined the team but in your short time here are there any highlights for you so far Lucie Zajíčková Absolutely I have a lot of them I really like the weekly challenges we’ve done fitness challenges healthy eating challenges and learning challenges which everybody in",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The most important thing I want to achieve during my time at Kiitos is to continually develop myself and improve my professional ability as a front-end developer",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for you so far Lucie Zajíčková Absolutely I have a lot of them I really like the weekly challenges we’ve done fitness challenges healthy eating challenges and learning challenges which everybody in the company can join These things really help the team bond and create stronger relationships No matter where we are based So this is pretty nice And also I really enjoyed the annual retrospective that I was able to attend in December It was super nice to do this Everybody was super open and everybody shared their feedback I could really tell that everybody cares about the company Luke Johnson I’d like to know a little bit more about you then Lucie as a person I guess I can start by asking what are you really passionate about What drives you on the personal and career level  Lucie Zajíčková I love experiencing new things I'm passionate about always learning and I enjoy new adventures I like exploring the world experiencing new cultures meeting new people talking to them and really expanding",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " As of my knowledge cutoff date in September 2021, I cannot provide information on any specific recent publications, research findings, or introduced technologies related to remote work, especially considering the rapid pace of change in this field. However, some general trends and developments in remote work over the past year may include increased adoption of virtual collaboration tools, advancements in video conferencing capabilities, growth in the number of companies embracing remote work models, and continued discussions around best practices for managing remote teams.",
            "source": [
                {
                    "content": "In her 8+ years of experience in the world of software engineering she had worked with international organisations mostly in Europe and the US building modern web and mobile front-ends and user interfaces that cater to the needs of the most demanding users",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the flexibility for me both location-wise but also the time flexibility around work If you’re a morning person then work earlier if you’re an evening person then work later and… I don’t know… clean the house during the day Also I don't have kids yet but I have a dog Alfredo so the flexibility is really good because I can just go for a walk during the day with him I also like being able to travel and work from anywhere not just the office  I also see a lot of benefit from asynchronous communication through tools like slack It's teaching me a lot such as how to polish my communication because when you write something you have to really think about what you are putting into the message how you put it together and if the recipient will understand what you're trying to say  Remote work has also opened up a new opportunity for me right I would never have been able to join Kiitos because firstly I wouldn't have even been aware of the option to join it as I wouldn’t have been looking for a",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "I am an action driven person who believes that there needs to be a big shift in how humanity and technology coexist We can’t allow technology to create opportunities only where there are plenty of opportunities already",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "were very few processes I and my colleague had to build the hiring and people processes such as the benefits or learning and development programs After this I joined a Czech NGO which is focused on digitalization and innovation in the sector of government Even though I joined as a Project  Community Coordinator I started helping with the hiring  onboarding And then after a couple of months I was promoted to the Head of the People and Community Luke Johnson Amazing You mentioned a few times there about remote working and that you’ve worked with a lot of remote people you've now joined Kiitos which is an international and hybrid remote company What do you really see as the main benefits to remote working in the post COVID world that we now all live in Lucie Zajíčková Yeah so I think it's definitely the flexibility for me both location-wise but also the time flexibility around work If you’re a morning person then work earlier if you’re an evening person then work later and… I don’t know…",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the conversation, there isn't any specific mention of ongoing or upcoming research projects or innovation initiatives within Kiitos Tech. However, the company seems to focus on creating solutions for businesses using cutting-edge technologies, which could imply that there might be internal R&D efforts or collaborations with other organizations to explore new ideas and develop innovative products or services.",
            "source": [
                {
                    "content": "were very few processes I and my colleague had to build the hiring and people processes such as the benefits or learning and development programs After this I joined a Czech NGO which is focused on digitalization and innovation in the sector of government Even though I joined as a Project  Community Coordinator I started helping with the hiring  onboarding And then after a couple of months I was promoted to the Head of the People and Community Luke Johnson Amazing You mentioned a few times there about remote working and that you’ve worked with a lot of remote people you've now joined Kiitos which is an international and hybrid remote company What do you really see as the main benefits to remote working in the post COVID world that we now all live in Lucie Zajíčková Yeah so I think it's definitely the flexibility for me both location-wise but also the time flexibility around work If you’re a morning person then work earlier if you’re an evening person then work later and… I don’t know…",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "After making multi quick research about tech companies’ missions and visions I found that how my goals align with the purposes of Kiitos There’s nothing I love more than when I am working with others toward a common goal and that’s what excited me about working here",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the startup world I was excited to go back to a hypergrowth environment A bit of a messy environment where you can actually set up everything as the company grows and you have new challenges plus an international environment This was something I was really looking for I was just browsing LinkedIn And I saw an opportunity at Kiitos pop up I was actually really drawn to the name of the company so I looked into it The job post was really great and matched everything I was looking for So I just applied and well the rest is history Luke Johnson Nice Welcome on board Lucie It’s great to have you with us What specifically drew you to wanting to work with the team at Kiitos Tech Lucie Zajíčková It was definitely the values and the mission of the company The NGO I started working with during university was an international one And the mission was to create leadership opportunities for people across the world no matter where they come from And I saw some similarities like really trying to",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "I am an action driven person who believes that there needs to be a big shift in how humanity and technology coexist We can’t allow technology to create opportunities only where there are plenty of opportunities already",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " As of my knowledge cutoff date in September 2021, I am not aware of any specific research grants or innovation awards that were recently distributed. However, there may be recent announcements or awards given out since then. Please note that my information might be outdated, and I would recommend checking more recent sources for updated information on research grants and innovation awards.",
            "source": [
                {
                    "content": "for you so far Lucie Zajíčková Absolutely I have a lot of them I really like the weekly challenges we’ve done fitness challenges healthy eating challenges and learning challenges which everybody in the company can join These things really help the team bond and create stronger relationships No matter where we are based So this is pretty nice And also I really enjoyed the annual retrospective that I was able to attend in December It was super nice to do this Everybody was super open and everybody shared their feedback I could really tell that everybody cares about the company Luke Johnson I’d like to know a little bit more about you then Lucie as a person I guess I can start by asking what are you really passionate about What drives you on the personal and career level  Lucie Zajíčková I love experiencing new things I'm passionate about always learning and I enjoy new adventures I like exploring the world experiencing new cultures meeting new people talking to them and really expanding",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the startup world I was excited to go back to a hypergrowth environment A bit of a messy environment where you can actually set up everything as the company grows and you have new challenges plus an international environment This was something I was really looking for I was just browsing LinkedIn And I saw an opportunity at Kiitos pop up I was actually really drawn to the name of the company so I looked into it The job post was really great and matched everything I was looking for So I just applied and well the rest is history Luke Johnson Nice Welcome on board Lucie It’s great to have you with us What specifically drew you to wanting to work with the team at Kiitos Tech Lucie Zajíčková It was definitely the values and the mission of the company The NGO I started working with during university was an international one And the mission was to create leadership opportunities for people across the world no matter where they come from And I saw some similarities like really trying to",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "were very few processes I and my colleague had to build the hiring and people processes such as the benefits or learning and development programs After this I joined a Czech NGO which is focused on digitalization and innovation in the sector of government Even though I joined as a Project  Community Coordinator I started helping with the hiring  onboarding And then after a couple of months I was promoted to the Head of the People and Community Luke Johnson Amazing You mentioned a few times there about remote working and that you’ve worked with a lot of remote people you've now joined Kiitos which is an international and hybrid remote company What do you really see as the main benefits to remote working in the post COVID world that we now all live in Lucie Zajíčková Yeah so I think it's definitely the flexibility for me both location-wise but also the time flexibility around work If you’re a morning person then work earlier if you’re an evening person then work later and… I don’t know…",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "In her 8+ years of experience in the world of software engineering she had worked with international organisations mostly in Europe and the US building modern web and mobile front-ends and user interfaces that cater to the needs of the most demanding users",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the conversation, it seems that Kiitos is open to collaboration with various organizations, institutions, or entities that share their mission and values. However, specific names or details regarding current partnerships were not mentioned in the given context.",
            "source": [
                {
                    "content": "the startup world I was excited to go back to a hypergrowth environment A bit of a messy environment where you can actually set up everything as the company grows and you have new challenges plus an international environment This was something I was really looking for I was just browsing LinkedIn And I saw an opportunity at Kiitos pop up I was actually really drawn to the name of the company so I looked into it The job post was really great and matched everything I was looking for So I just applied and well the rest is history Luke Johnson Nice Welcome on board Lucie It’s great to have you with us What specifically drew you to wanting to work with the team at Kiitos Tech Lucie Zajíčková It was definitely the values and the mission of the company The NGO I started working with during university was an international one And the mission was to create leadership opportunities for people across the world no matter where they come from And I saw some similarities like really trying to",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "university was an international one And the mission was to create leadership opportunities for people across the world no matter where they come from And I saw some similarities like really trying to provide people from underprivileged communities with the opportunity to actually grow and develop themselves So this was something which I was really excited about and I wanted to somehow contribute  So that's one and then definitely the interviews with Chris and Jafar the co-founders I was looking to work with founders who actually take care of the people and who are really people first A lot of companies say it but it’s not actually true With Christian  Jafar I got a sense very quickly that [people] is one of the most important topics for them So I thought this is the right place where I can contribute Luke Johnson Good to hear I guess that leads nicely on to asking you what you’re hoping to achieve at Kiitos Lucie Zajíčková I think there's a lot of stuff to be done But I first want to",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Ameera has 5 years of experience in operational and administrative jobs in Palestine She has recently joined Kiitos as an Executive Assistant She believes it’s a great opportunity for her to enrich her experience since it’s a totally new working environment for her She is always ready to help co-founders earn more time to focus on Kiitos business needs",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "After making multi quick research about tech companies’ missions and visions I found that how my goals align with the purposes of Kiitos There’s nothing I love more than when I am working with others toward a common goal and that’s what excited me about working here",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided information, there haven't been any specific joint events, projects, or initiatives mentioned between Kiitos and the Czech NGO where Lucie previously worked. However, Lucie did mention that she helped with the hiring process during her tenure at the Czech NGO.",
            "source": [
                {
                    "content": "Ameera has 5 years of experience in operational and administrative jobs in Palestine She has recently joined Kiitos as an Executive Assistant She believes it’s a great opportunity for her to enrich her experience since it’s a totally new working environment for her She is always ready to help co-founders earn more time to focus on Kiitos business needs",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "were very few processes I and my colleague had to build the hiring and people processes such as the benefits or learning and development programs After this I joined a Czech NGO which is focused on digitalization and innovation in the sector of government Even though I joined as a Project  Community Coordinator I started helping with the hiring  onboarding And then after a couple of months I was promoted to the Head of the People and Community Luke Johnson Amazing You mentioned a few times there about remote working and that you’ve worked with a lot of remote people you've now joined Kiitos which is an international and hybrid remote company What do you really see as the main benefits to remote working in the post COVID world that we now all live in Lucie Zajíčková Yeah so I think it's definitely the flexibility for me both location-wise but also the time flexibility around work If you’re a morning person then work earlier if you’re an evening person then work later and… I don’t know…",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "university was an international one And the mission was to create leadership opportunities for people across the world no matter where they come from And I saw some similarities like really trying to provide people from underprivileged communities with the opportunity to actually grow and develop themselves So this was something which I was really excited about and I wanted to somehow contribute  So that's one and then definitely the interviews with Chris and Jafar the co-founders I was looking to work with founders who actually take care of the people and who are really people first A lot of companies say it but it’s not actually true With Christian  Jafar I got a sense very quickly that [people] is one of the most important topics for them So I thought this is the right place where I can contribute Luke Johnson Good to hear I guess that leads nicely on to asking you what you’re hoping to achieve at Kiitos Lucie Zajíčková I think there's a lot of stuff to be done But I first want to",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "contribute Luke Johnson Good to hear I guess that leads nicely on to asking you what you’re hoping to achieve at Kiitos Lucie Zajíčková I think there's a lot of stuff to be done But I first want to continue building upon the values and the culture we have already and just put a bit more structure into it We’re also scaling fast and that's something that I'm excited about - hiring more people to join the team so we can make an even bigger impact What I also like about people operations is that you can create helpful processes which then enable people to focus on their work be successful and satisfied in the workplace Luke Johnson Lots of processes and foundational stuff at the moment then Luke Johnson You’ve only recently joined the team but in your short time here are there any highlights for you so far Lucie Zajíčková Absolutely I have a lot of them I really like the weekly challenges we’ve done fitness challenges healthy eating challenges and learning challenges which everybody in",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " In the given conversation, Lucie mentions her alignment with Kiitos' mission and vision. She expresses excitement about contributing to the growth and development of individuals from underprivileged communities. Additionally, she highlights her desire to work with founders who prioritize their employees. These shared objectives suggest that both parties expect collaboration to result in positive outcomes, including personal and professional growth, community engagement, and successful business operations. By combining their expertise and resources, they aim to create meaningful impact in various domains, such as technology, social welfare, and innovation. Overall, the mutual objectives and outcomes expected from these collaborations involve fostering growth, promoting inclusivity, and driving progress towards common goals.",
            "source": [
                {
                    "content": "After making multi quick research about tech companies’ missions and visions I found that how my goals align with the purposes of Kiitos There’s nothing I love more than when I am working with others toward a common goal and that’s what excited me about working here",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "university was an international one And the mission was to create leadership opportunities for people across the world no matter where they come from And I saw some similarities like really trying to provide people from underprivileged communities with the opportunity to actually grow and develop themselves So this was something which I was really excited about and I wanted to somehow contribute  So that's one and then definitely the interviews with Chris and Jafar the co-founders I was looking to work with founders who actually take care of the people and who are really people first A lot of companies say it but it’s not actually true With Christian  Jafar I got a sense very quickly that [people] is one of the most important topics for them So I thought this is the right place where I can contribute Luke Johnson Good to hear I guess that leads nicely on to asking you what you’re hoping to achieve at Kiitos Lucie Zajíčková I think there's a lot of stuff to be done But I first want to",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "were very few processes I and my colleague had to build the hiring and people processes such as the benefits or learning and development programs After this I joined a Czech NGO which is focused on digitalization and innovation in the sector of government Even though I joined as a Project  Community Coordinator I started helping with the hiring  onboarding And then after a couple of months I was promoted to the Head of the People and Community Luke Johnson Amazing You mentioned a few times there about remote working and that you’ve worked with a lot of remote people you've now joined Kiitos which is an international and hybrid remote company What do you really see as the main benefits to remote working in the post COVID world that we now all live in Lucie Zajíčková Yeah so I think it's definitely the flexibility for me both location-wise but also the time flexibility around work If you’re a morning person then work earlier if you’re an evening person then work later and… I don’t know…",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the startup world I was excited to go back to a hypergrowth environment A bit of a messy environment where you can actually set up everything as the company grows and you have new challenges plus an international environment This was something I was really looking for I was just browsing LinkedIn And I saw an opportunity at Kiitos pop up I was actually really drawn to the name of the company so I looked into it The job post was really great and matched everything I was looking for So I just applied and well the rest is history Luke Johnson Nice Welcome on board Lucie It’s great to have you with us What specifically drew you to wanting to work with the team at Kiitos Tech Lucie Zajíčková It was definitely the values and the mission of the company The NGO I started working with during university was an international one And the mission was to create leadership opportunities for people across the world no matter where they come from And I saw some similarities like really trying to",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}