{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided text, it appears that Kin + Carta has taken several steps towards promoting sustainability. They have become the first business on the London Stock Exchange to achieve B Corp Certification, demonstrating their commitment to social and environmental responsibility. Additionally, they have integrated sustainable development goals, carbon-intensive practices, and non-financial KPIs into their clients' solutions. Furthermore, they work closely with Microsoft as one of its most highly-trained partners for Microsoft Sustainability Manager, utilizing Microsoft's proprietary GHG measurement tool to assist companies in measuring and reporting their greenhouse gas emissions accurately and transparently. By doing so, they aim to help organizations transition towards net-zero emissions. Lastly, they have demonstrated their dedication to sustainability through various projects, such as improving product-level demand forecast accuracy using machine learning, resulting in significant cost savings for their clients. Overall, Kin + Carta seems to prioritize sustainability and environmental responsibility in all aspects of their operations.",
            "source": [
                {
                    "content": "to advance sustainability across the organization these four ideas were presented at Shoptalk The sustainability theme really resonates with us at Kin + Carta We’re focused on balancing the triple bottom line of people planet and profit - in fact we became the first business on the London Stock Exchange to achieve B Corp Certification in  Since then we’ve made great progress in scaling our methodologies and skills to incorporate non-financial KPIs Sustainable Development Goals commitments and carbon-intensive practices into our clients’ solutions Kin + Carta is one of Microsoft’s most highly-trained partners for Microsoft Sustainability Manager Microsoft’s proprietary GHG measurement tool Data is central to greenhouse gas measurement and reporting especially for large enterprises looking for full accurate and auditable reporting With our data chops we help companies report now and develop a data strategy that will support them along their entire net-zero journey Also by using the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "mechanism for companies to provide society with the products and services they need while not causing harm to the environment or the communities in which they operate Actually sustainability is often profitable for businesses According to a recent Nielsen report for example nearly half 48 of US consumers say they would definitely or probably change their buying habits to reduce their impact on the environment These consumers are putting their dollars where their values are spending  billion on sustainable fast-moving consumer goods Source Sustainability investment is being seen less as a cost and more as an opportunity for business growth Sustainability objectives are often aligned with other key business metrics like reducing the cost of production or meeting diversity targets Focus on sustainability can also increase investor focus result in healthier margins increase market share and reduce employee attrition Risk management is integral to a sustainable economy and technology plays",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "over the last 12 months and how we plan to continue and improve on these efforts in the coming year  We're committed to achieving net-zero emissions by  see our FY22 reduction plan below for further information  Want to be a part of building a world that works better Apply to one of our open roles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to where they are needed most Kin + Carta recently worked with a global consumer goods company to deploy machine learning to improve the accuracy of product-level demand forecasts A 12 improvement translated to a 27 billion cost saving in just eight months  There are also untapped opportunities for innovation around sustainability Under pressure from customers investors and regulators businesses are taking increasing effort to track and measure their emissions Often this is a siloed operation focused solely on sustainability reporting or compliance This is a missed opportunity says Jared Johnson director of digital strategy at Kin + Carta “It’s a mistake to think about tracking carbon in isolation” Instead carbon should be seen as a leading indicator of inefficiency within the organisation where there are undue emissions there is wasted effort Tackling emissions in the context of efficiency can make business processes more productive as well as less harmful to the environment As these",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation within the mentioned organizations. However, providing a comprehensive list of 10 such events might not be feasible due to limitations in available information. Instead, here are some notable examples from each organization:\n\n* Their Journeys Impact Management Project (IMP) focuses on managing environmental, social, and governance (ESG) risks.\n* B-Corp certification by B Lab promotes socially responsible leadership among businesses.\n* IKEA's recent initiative involves buying back customers' unwanted IKEA products for resale as second-hand furniture, demonstrating commitment to reducing waste and promoting circular economy principles.\n* Task Force On Climate-Related Financial Disclosures (TCFD) encourages companies to disclose climate-related risks and opportunities.\n* All of these organizations emphasize the importance of net-zero emissions and sustainable practices.\n\nWhile specific environmental conservation events may not be listed in detail, these organizations consistently prioritize sustainability and conservation efforts throughout their operations and initiatives.",
            "source": [
                {
                    "content": "their journeys Impact Management Project - IMP has built an enterprise and investor community of over 2 organisations that want to better manage environmental social and governance ESG risks The forum allows for organisations to share best-practice and build consensus on how to measure and report impacts on sustainability B-Corp - B Lab is pursuing the goal of verifying credible socially responsible leaders in the business community through their B Corp certification They have created standards policies and supportive infrastructure for business to better their social and environmental performance public transparency and legal accountability to balance profit and purpose  IKEA - Swedish furniture retailer IKEA recently announced a new initiative that will see it buy back customers' unwanted IKEA products for up to 50 percent of the original price which they will resell as second-hand furniture Task Force On Climate-Related Financial Disclosures TCFD - The TCFD is an organisation with",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "over the last 12 months and how we plan to continue and improve on these efforts in the coming year  We're committed to achieving net-zero emissions by  see our FY22 reduction plan below for further information  Want to be a part of building a world that works better Apply to one of our open roles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the needs and information from a large number of stakeholders into an easy-to-use solution that met all 2 business requirements for the federal regulators and conservationists using it every day Want to be a part of building a world that works better Apply to one of our open roles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "events we could bring to life to cultivate stronger community This was one of those great opportunities to hear creative new ideas from people all across the organization It reinvigorated me in so many ways Becoming a parent changes so many things about your life and becoming a new parent at Kin + Carta for me was extra special Not only have I been able to contribute to work that’s impacting all parents across the firm I’ve also just seen how my daughters have become an extension of who I am at Kin + Carta I remember the first Halloween event that our social committee had planned that I was able to bring Esti to This annual in-office tradition invited families and kids to dress up and trick-or-treat around our Chicago office Chris brought Esti into our office dressed as Amelia Earhart It was so fun that day seeing my friends and my coworkers take her in and show her around Later that year at our holiday party Esti actually won an award for being “Best Dressed” This made my night I had",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the provided information, the following environmental impact metrics are reported:\n\n1. Greenhouse Gas (GHG) Emissions: Scope 1 and 2 emissions have been reported in accordance with SECR requirements, while a subset of Scope 3 emissions has been reported according to the published reporting standard for Carbon Reduction Plans and the Corporate Value Chain Scope 3 Standard³. These emissions cover areas such as energy consumption, fuel usage, and waste generation.\n2. Carbon Footprint: The company has partnered with carbon footprint measurement partner Normative to develop a questionnaire that helps companies understand their carbon footprint. By measuring and managing their carbon footprint, organizations can identify opportunities for improvement and take steps towards reducing their environmental impact.",
            "source": [
                {
                    "content": "reporting standard for Carbon Reduction Plans and the GHG Reporting Protocol corporate standard¹ and uses the appropriate Government emission conversion factors for greenhouse gas company reporting² Scope 1 and Scope 2 emissions have been reported in accordance with SECR requirements and the required subset of Scope 3 emissions have been reported in accordance with the published reporting standard for Carbon Reduction Plans and the Corporate Value Chain Scope 3 Standard³ This Carbon Reduction Plan has been reviewed and signed off by the board of directors or equivalent management body Signed on behalf of the Supplier Nick Zinzan - Head of Responsible Business Kin and Carta Plc Date 29th September  Want to be a part of building a world that works better Apply to one of our open roles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "being beta tested uses data from Intuit’s QuickBooks accounting service to determine how customers can make significant carbon reductions “We can leverage the data to see what kind of business activity a customer has whether they make products or are service-based and how much their gas electricity and other additional bills might be” Garg explains “That helps us inform what recommendations we make in terms of what might be the most impactful action you can consider”  Recommendations might include switching to LED lightbulbs or electric cars reducing food waste or cutting down on product packaging Garg explains  “We have also partnered with carbon footprint measurement partner Normative on a questionnaire that will help companies work out their emissions  “If customers find this useful we will integrate it into QuickBooks so companies can get a good idea what their carbon footprint is automatically using data to both reduce their impact and record the positive impact of the changes”",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "their journeys Impact Management Project - IMP has built an enterprise and investor community of over 2 organisations that want to better manage environmental social and governance ESG risks The forum allows for organisations to share best-practice and build consensus on how to measure and report impacts on sustainability B-Corp - B Lab is pursuing the goal of verifying credible socially responsible leaders in the business community through their B Corp certification They have created standards policies and supportive infrastructure for business to better their social and environmental performance public transparency and legal accountability to balance profit and purpose  IKEA - Swedish furniture retailer IKEA recently announced a new initiative that will see it buy back customers' unwanted IKEA products for up to 50 percent of the original price which they will resell as second-hand furniture Task Force On Climate-Related Financial Disclosures TCFD - The TCFD is an organisation with",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in our current year emissions reporting though note that along with this year’s Scope 1 and 2 emissions this will be a reduced amount due to significantly lower employee commuting and business travel levels during the pandemic We therefore intend to use next year FY22 as the baseline year for our Scope 3 emissions Including purchased goods and services upstream transportation and distribution waste generated in operations business travel employee commuting and downstream transportation and distribution In order to continue our progress to achieving Net Zero we have adopted the following carbon reduction targets We project that Scope 1 and 2 carbon emissions will decrease over the next five years to  tCO2e by FY26 This is a reduction of 30 on our FY20 baseline year We will include a Scope 3 emissions reduction target in next year’s version of this carbon reduction plan when we have an accurate baseline figure for those emissions  We have not completed any environmental management",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, the organization has made several public commitments to social and corporate responsibility. Firstly, they have chosen to become a Certified B Corporation, which requires meeting high standards of social and environmental performance, transparency, and accountability. Additionally, they have committed to a triple bottom line approach to decision-making, balancing considerations around people, profit, and planet. Furthermore, they have published ESG (Environmental, Social, and Governance) reports covering various responsible business topics such as inclusion, diversity, equity, awareness, and climate-related disclosures. Lastly, they have pledged to protect user information according to their privacy policy and adhere to strict data handling practices.",
            "source": [
                {
                    "content": "Not many years ago many companies were beginning to understand the “why” of having a purpose that’s larger than the business Today with climate change at our door and renewed attention on sustainability these companies are considering the “how”—how to align purpose and commit to practices that reflect their impact on larger issues like these Kin + Carta is one of those companies and we have taken concrete steps to make our commitment to strong business ethics and meaningful sustainability practices We are one of 16 global fully-certified publicly traded B Corps and the first publicly-traded B Corp on the London Stock Exchange B Corp certification is not a trivial undertaking The process is rigorous and executed through independent verification as the company demonstrates that it meets the highest standards of social and environmental performance transparency and accountability At Kin + Carta we view our B Corp status as the foundation on which we build the company into the future We",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "whether private or public is responsible for its impact on the planet so it’s critical that we work together on advancing the UN’s SDGs We need to collaborate to create better supply chains find more opportunities to share resources and take heed of innovations in industries other than our own to make true progress It’s not only about holding ourselves accountable but holding each other to account too when it comes to creating sustainable business models and practices Organizations and governments alike are under greater scrutiny than ever so transparency and accountability will help us all pull in the same direction as we work together towards a more accessible and sustainable world  Our recent B Corp certification in the Americas and Europe means we’ve set in stone our commitment to protecting people and the planet Becoming a B Corp is base camp for us though—there’s a long climb ahead to a future of responsible business and as we set out after Vision  we don’t intend to go it alone",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Our ESG reports that cover responsible business topics including inclusion diversity equity and awareness IDEA and climate-related disclosures consistent with the TCFD recommendations and recommended disclosures can be found on our ESG Reports and Policies page For further information on how we protect your information please refer to our Privacy Policy To opt-in for investor email alerts please enter your email address in the field to the left and select at least one alert option After submitting your request you will receive an activation email to the requested email address You must click the activation link in order to complete your subscription You can sign up for additional alert options at any time At Kin + Carta we promise to treat your data with respect and will not share your information with any third party You can unsubscribe to any of the investor alerts you are subscribed to by visiting the ‘unsubscribe’ section below If you experience any issues with this process please",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to work better then we have an inherent responsibility to make sure that the products services and experiences that we build are accessible by everyone inclusive of everyone and sustainable for everyone We chose B Corp because they have made becoming a socially responsible business accessible inclusive and sustainable They provide a rigorous and thorough framework for assessing the social responsibility of an organization provide an independent third party review and a certification that is globally recognized by both businesses and consumers When a business is certified as a B Corp you can feel good about buying from that business working for that business and investing in that business  As a public company our global designation required that we amend our articles of association committing the Board to a triple bottom line approach to decision making;  balancing considerations around people profit and planet This amendment required a vote by our shareholders one which passed by over",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, Kin + Carta publishes annual and quarterly reports that provide updates on the company's commitments related to ESG (Environmental, Social, and Governance) factors, including inclusion, diversity, equity, and awareness; climate-related disclosures consistent with the TCFD recommendations; and other relevant policies and practices. These reports can be found on the company's ESG Reports and Policies page. In addition to providing detailed information about the company's ESG efforts, these reports also include updates on financial performance, growth strategies, and other key business developments.",
            "source": [
                {
                    "content": "Our ESG reports that cover responsible business topics including inclusion diversity equity and awareness IDEA and climate-related disclosures consistent with the TCFD recommendations and recommended disclosures can be found on our ESG Reports and Policies page For further information on how we protect your information please refer to our Privacy Policy To opt-in for investor email alerts please enter your email address in the field to the left and select at least one alert option After submitting your request you will receive an activation email to the requested email address You must click the activation link in order to complete your subscription You can sign up for additional alert options at any time At Kin + Carta we promise to treat your data with respect and will not share your information with any third party You can unsubscribe to any of the investor alerts you are subscribed to by visiting the ‘unsubscribe’ section below If you experience any issues with this process please",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Kin and Carta plc the Company or Kin + Carta the global digital transformation 'DX' consultancy provides the following update Following the Company's update on 15 June trading continued to be strong and Kin + Carta now expects net revenue and adjusted profit before tax to be marginally ahead of the top end of market expectations for the financial year ended 31 July  subject to audit The previously announced divestment plans for the Ventures businesses remain on track The Company has a robust MA pipeline under consideration Net debt is expected to be c £19 million at 31 July  with a net debt to adjusted EBITDA ratio of c 10X The IAS19 funding position of the Company's legacy defined benefit pension scheme has improved significantly from the prior year resulting in an accounting surplus of £ million at 31 July corresponding to a  funding level All figures are unaudited Trading for the new financial year which began on 1 August  has been strong with continuing robust client demand The",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "triple bottom line of people planet and profit This announcement contains inside information and is issued on behalf of the Company by Daniel Fattal Company Secretary This Announcement may contain forward-looking statements with respect to certain of the Company's plans and its current goals and expectations relating to its future financial condition performance strategic initiatives objectives and results Forward-looking statements sometimes use words such as aim anticipate target expect estimate intend plan goal believe seek may could outlook or other words of similar meaning  By their nature all forward-looking statements involve risk and uncertainty because they are based on numerous assumptions regarding the Company's present and future business strategies relate to future events and depend on circumstances which are or may be beyond the control of the Company which could cause actual results or trends to differ materially from those made in or suggested by the forward-looking",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "winners and losers This is the next wave of new customer expectations and in this context the SEC has proposed disclosure guidelines that are both an inflection point and a catalyst for businesses in North America to change The SEC would require three categories of disclosure Sustainability is no longer a “nice to have” goal in business McKinsey forecasts that up to 5 trillion annually will be invested in sustainability by  making it the largest capital reallocation in history Global ESG equity flows are growing exponentially CEOs must incorporate these trends into company strategies and align financial plans There is also pressure from asset managers and shareholders for companies to be more sustainable For example BlackRock the world’s largest asset manager announced that by  at least 75 of BlackRock corporate and sovereign assets managed on behalf of clients will be invested in companies with science-based targets around carbon Achieving sustainability is a long-term goal and",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " There isn't enough information provided to specifically pinpoint events related to Kin + Carta's commitment to social responsibility, society, and the environment. However, based on the text, there seem to be various groups within the company working towards creating a positive impact on these areas. These include affinity groups supporting LGBTQIA+ individuals, discussions on managing environmental, social, and governance (ESG) risks, and collaborations with organizations focused on sustainability and corporate social responsibility. While specific events may not be mentioned, it appears that these groups and initiatives are actively involved in organizing activities and discussions that align with Kin + Carta's commitments.",
            "source": [
                {
                    "content": "events we could bring to life to cultivate stronger community This was one of those great opportunities to hear creative new ideas from people all across the organization It reinvigorated me in so many ways Becoming a parent changes so many things about your life and becoming a new parent at Kin + Carta for me was extra special Not only have I been able to contribute to work that’s impacting all parents across the firm I’ve also just seen how my daughters have become an extension of who I am at Kin + Carta I remember the first Halloween event that our social committee had planned that I was able to bring Esti to This annual in-office tradition invited families and kids to dress up and trick-or-treat around our Chicago office Chris brought Esti into our office dressed as Amelia Earhart It was so fun that day seeing my friends and my coworkers take her in and show her around Later that year at our holiday party Esti actually won an award for being “Best Dressed” This made my night I had",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "society and the environment B Corps work toward reduced inequality lower levels of poverty a healthier environment stronger communities and the creation of high-quality jobs with dignity and purpose For more information on our social responsibility ambitions and how our investors can support these important efforts please reach out  For further information on how we protect your information please refer to our Privacy Policy To opt-in for investor email alerts please enter your email address in the field to the left and select at least one alert option After submitting your request you will receive an activation email to the requested email address You must click the activation link in order to complete your subscription You can sign up for additional alert options at any time At Kin + Carta we promise to treat your data with respect and will not share your information with any third party You can unsubscribe to any of the investor alerts you are subscribed to by visiting the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Groups are here to support LGBTQIA+ kin and make substantial changes to Kin + Carta Our work is not done until everyone can be their authentic self To make the world work better for everyone we need to enable everyone to work better together This means breaking down barriers of misunderstanding in people who don’t identify as LGBTQIA+ and motivating them to be more compassionate open-armed and open-minded as allies Our Affinity Groups provide support resources and advocacy for internal education as well as external outreach to partners and community nonprofits that support our stronger together mentality The number of people feeling empowered to publicly identify as LGBTQIA+ might be increasing but the way we see it the world won’t be truly inclusive until everyone feels empowered to be themselves around everyone else We’re taking actions every day to be more inclusive as an organisation no matter how big or small Here’s a look at some of the great things our kin are doing both in and",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "their journeys Impact Management Project - IMP has built an enterprise and investor community of over 2 organisations that want to better manage environmental social and governance ESG risks The forum allows for organisations to share best-practice and build consensus on how to measure and report impacts on sustainability B-Corp - B Lab is pursuing the goal of verifying credible socially responsible leaders in the business community through their B Corp certification They have created standards policies and supportive infrastructure for business to better their social and environmental performance public transparency and legal accountability to balance profit and purpose  IKEA - Swedish furniture retailer IKEA recently announced a new initiative that will see it buy back customers' unwanted IKEA products for up to 50 percent of the original price which they will resell as second-hand furniture Task Force On Climate-Related Financial Disclosures TCFD - The TCFD is an organisation with",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided text, several products, services, and technologies are mentioned or implied. These include:\n\n1. Artificial Intelligence (AI) / Machine Learning (ML): AI and ML technologies enable organizations to analyze large amounts of data, automate processes, and improve decision-making.\n2. Data Analytics: This service involves examining and interpreting data sets to uncover valuable insights and inform strategic decisions.\n3. Continuous Integration / Continuous Deployment (CI/CD): CI/CD practices streamline software development and deployment, reducing lead times and improving overall efficiency.\n4. Platform as a Product (PaaP): This approach treats the platform itself as a product, ensuring it is managed effectively and efficiently.\n5. Remote Working Solutions: Technologies such as video conferencing tools, collaboration platforms, and project management software enable seamless remote collaboration among teams.\n6. Open Source Components and Data Platforms: Utilizing these resources allows organizations to build flexible, cost-effective solutions tailored to their specific needs.\n7. Scalable Solutions: Ensuring that technology infrastructure can grow alongside business expansion is crucial for maintaining competitive momentum.",
            "source": [
                {
                    "content": "the door to a wide range of technology strategies like artificial intelligence/machine learning data analytics and continuous integration/continuous deployment Benefits result in reduced operational overhead and quick application delivery bringing more value to the business An effective replatforming approach managing the platform as a product and teaming up with the right technology partner will set the organization up for success today and beyond Want to be a part of building a world that works better Apply to one of our open roles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "optimize their relationships with employees So as I said there’s nobody better for us to be having this first conversation with and welcome Keith Thank you so much for joining us I wondered if you could actually give us some examples from the Great Place to Work perspective of how you’ve seen companies adapt from big monolithic central offices to remote working and perhaps where and how that’s been facilitated well and maybe not so well Sure so interestingly many of the companies with which we work are already set up to work from home Or have some kind of home base work days already built into their schedulesSo some of the things that have you know been successful I would say is organizations that have allowed you know the technology or the use of personal technology obviously getting personal laptops and things like that it was much easier for those organizations to transition to the lockdown The other big change is that organizations have become more interested in communicationWhich",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "is the right way forward It is the foundation of the better technology bridge to current and potential customers providing the means to answer the questions that will create competitive momentum and keep the business moving forward The best strategy to pursue is to strive for a balance in the open source components and data platforms being utilised and to make sure that the solution has the scalability needed to keep pace with business growth and customer demands By submitting you consent to Kin and Carta processing your information in accordance with our Privacy Policy Want to be a part of building a world that works better Apply to one of our open roles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Through the rare combination of seasoned consultants and highly-specialised technologists Kin + Carta brings a unique hands-on approach to helping Private Equity firms grow their business By submitting you consent to Kin and Carta processing your information in accordance with our Privacy Policy Any business worth investing in is putting technology at the heart of its value proposition Your investment strategies should be no different Technology has ushered in a new era in Private Equity Investors must forecast market trends evaluate and prioritise opportunities and create value in less time than ever before New waves of disruption are being propelled by technologies that are still being fully realized and understood The rules have changed which means investors can’t bring old solutions to new problems By submitting you consent to Kin and Carta processing your information in accordance with our Privacy Policy Want to be a part of building a world that works better Apply to one of our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided text, it does not explicitly mention any promotional events, expos, or sales related to the mentioned products and services offered by Kin + Carta. However, it is possible that such events may occur in the future.",
            "source": [
                {
                    "content": "Events functionality that preceded what is now Amazon EventBridge Cazoo’s ambition to spearhead used car sales in the UK required a robust data architecture from Kin + Carta that could scale with consumer demand and inform the company’s shopping lists with accurate search and sales records Our flexible strategy and ongoing engineering support not only optimised the product experience but also enhanced Cazoo’s operational efficiencies and additional revenue opportunities By submitting you consent to Kin and Carta processing your information in accordance with our Privacy Policy Want to be a part of building a world that works better Apply to one of our open roles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "how each vendor scored against criteria and where they stand in relation to each other Please see our Privacy Policy for how we handle and use your data By submitting you consent to Kin and Carta processing your information in accordance with our Privacy Policy Want to be a part of building a world that works better Apply to one of our open roles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "people and process and prove the business value up-front We’ve had the opportunity to collaborate with clients to help them better understand the underlying technology found in MACH solutions and importantly directly connecting the technology to specific business outcomes For example driving experimentation on landing pages improving search results or automating content translation that drive personalized marketing campaigns are good examples of important demonstrations of this modern approach to experience delivery To assist customers in defining the best POC/MVP engagements to capitalize upon Kin+Carta offers a no-cost half-day MACH Catalyst workshop This workshop focuses on ensuring that the business understands the opportunity MACH tools and platforms offer and aligns those tools against a client’s internal capabilities and bandwidth From that point we collaborate with client stakeholders to identify one or more specific areas where a POC/MVP would not only demonstrate the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "new ways for people to interact with technology at home at work and on the move With deep skills in modernization of applications product development and specializing in enterprise data architecture customer data platforms and data integration services As an Amazon Web Services AWS partner Kin + Carta leverages the power of the Amazon Cloud across a diverse array of industries and client engagements including complex full stack web and mobile app developments connected hardware experiences and voice skills In becoming a Catalyst Kin + Carta have been recognised as a leading global enabler of Contentstack’s technology to allow Enterprises to manage and deploy their digital content across all channels and create inimitable digital experiences Contentstack is recognised as the leading innovator in Gartner Peer Insights Customers' Choice for Web Content Management Kin + Carta is one of Optimizely's leading global partners Our Gold Partner status recognizes our product knowledge",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There isn't any specific information provided about commerce-related partnerships or collaborations within the given text. However, Kin + Carta is committed to using business as a force for good by driving innovative and impactful behaviors throughout its specialisms with its clients and inside its communities. This suggests that they may engage in various types of partnerships or collaborations with other organizations focused on commerce, such as e-commerce platforms, payment providers, logistics companies, etc., to promote positive change and foster sustainable business practices.",
            "source": [
                {
                    "content": "impact through their businesses In line with its shared values to be deeply connected always courageous and instinctively compassionate Kin + Carta is committed to using business as a force for good by driving innovative and impactful behaviours throughout its specialisms with its clients and inside its communities The full Best For The World lists are available here Want to be a part of building a world that works better Apply to one of our open roles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "growth and stakeholder interests CEO J Schwan said The responsible business values we operate under coupled with our B Corp ambitions have been core to our strategy for several years Today's trading update demonstrates the complementary nature of responsible business practices and strong results which help drive long-term value creation Kin + Carta is a London Stock Exchange-listed global digital transformation consultancy committed to working alongside clients to build a world that works better for everyone Kin + Carta's 1 strategists engineers and creatives around the world bring the connective power of technology data and experience to the world's most influential companies - helping them to accelerate their digital roadmap rapidly innovate modernise their systems enable their teams and optimise for continued growth Headquartered in London and Chicago with offices across three continents the border-less model of service allows for the best minds to be connected to collaborate on",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and optimise for continued growth Headquartered in London and Chicago with offices across three continents the border-less model of service allows for the best minds to be connected to collaborate on client challenges across three platforms ●     Digitally native management consultancy - Sector-focused consultants help the C-Suite better understand the shifts in their markets and how their data products technology and experiences need to evolve ●     Modern cloud data and software engineering studio - + data scientists software engineers and designers utilise emerging technologies to create new products and platforms for CIO clients ●     Data-driven marketing technology agency - MarTech content and brand experts help our CMO clients amplify their digital investments and experiences by implementing and optimising modern marketing technology and data platforms With purpose at its core Kin + Carta is a Certified B Corporation in the United States and on the road to achieving",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "or business ally who forms a partnership with a B Corp can realize a rich alignment of values which in turn leads to new opportunities Sustainability is a rising priority for CEOs In Gartner’s most recent survey of CEOs it is the fastest-growing strategic business priority for  Further consumer manufacturing and retail CEOs report that ESG and CSR are their 2 priority CEOs consider four forces that are driving environmental sustainability as a priority 1 Technology maturity 2 Changing preferences of consumers and employees 3 Government action 4 Financial alignment Let’s consider each of these in turn From the code we write to the platforms we build on and the energy we use it has never been more important to understand the physical impact of our digital solutions The COVID pandemic brought about technology-based changes in the workplace that contribute to sustainability With more remote work and virtual collaboration there has been a ripple effect in carbon savings arising from",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " There are several employment and educational opportunities mentioned throughout the text. Some of them include:\n\n1. Open roles at Kin + Carta (for engineers)\n2. Kin Accelerator Program (KAP) for software engineers\n3. Sales team collaboration with engineering talent specialization\n4. Opportunities to learn and grow within the organization\n5. Internships or entry-level positions for recent graduates\n6. Educational programs such as the University of Wisconsin-Madison and the University of Notre Dame",
            "source": [
                {
                    "content": "Programs Great Place to Work certified Built In's Best Large Companies to Work For The Chicago Tribune's Top Workplaces We’re building a world that works better for everyone and that starts with how we support and invest in our Kin Explore how we’d invest in you Learning about a company the work you would do within it the people you’d call colleagues or Kin and the environment fostered is pretty tough to do virtually That’s why we’re offering you some answers Your next and favorite position may just be on our open roles page Check out the opportunities and apply We can’t wait to meet you Want to be a part of building a world that works better Apply to one of our open roles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "with a large agricultural business In Chicago is Lily Roter a computer science graduate from the University of Wisconsin-Madison who has worked in the agtech industry for over three years Tina Yue a chemical engineering graduate of the University of Notre Dame is based in New York City where she is a technical lead focused on eCommerce and bringing digital awareness to a large agricultural business Annika When I graduated with my computer science degree in  I wanted to get a job where I would have a lot of support and opportunities to upskill and train I found that in the Kin Accelerator Program KAP at Kin + Carta I'm so grateful for the experience and feel like I've already learned so much in my first year as a software engineer I'm excited to continue learning more Tina It started when I was applying to college I have always been fascinated by technology and its power to affect everyone's day-to-day life Ever since I was a little kid I enjoyed computers and gadgets and I would get",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "reviews development support client stakeholder management incident resolution operational hand over You will be an expert communicator You will have the ability to communicate complex concepts with both technical and non-technical stakeholders from hands-on right up to C-level You’ll have excellent influencing skills - able to drive organisational change to increase speed and quality in the service of better outcomes for the business and its customers Additionally working with K+C sales teams you’ll be able to win the exciting impactful projects that you’ll then go on to lead Although as an Engineering community we are experts in many domains and verticals we also recognise the need to specialise some of our engineering talent to allow us to build the skills needed to deliver in these specific environments  Curious minds are nurtured at Kin + Carta through a wide range of benefits including Whoever you are wherever you’re from and whoever you love you’ll find an open door at Kin +",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and on when it comes to how our talented people have made a difference both to our clients and the world at large Digital will also play a huge role in rebuilding this post-pandemic society Help us build a world that works better for everyone Be part of a business that is growing fast working with the world’s biggest brands AND making a real difference to society One that welcomes everyone and allows you to be your true authentic self at work A Connective of curious minds who are pushing boundaries pushing themselves and creating the future every day Take a look at the film below that covers what we’ve achieved recently then take another look at our open roles Whatever your skills wherever you’re based we’d love you to apply and join us on our ongoing journey Want to be a part of building a world that works better Apply to one of our open roles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events offered by Kin + Carta to engage with potential candidates and provide learning opportunities for current employees. Some of these events include:\n\n1. Job Fairs: Kin + Carta participates in job fairs organized by universities, industry associations, and professional networks. These events offer a chance for the company to connect with talented individuals seeking career opportunities.\n2. Webinars: From time to time, Kin + Carta hosts webinars on topics relevant to its business and industry. These webinars often feature experts sharing insights and knowledge related to specific subjects. They provide an opportunity for professionals to learn and network online.\n3. Workshops: Kin + Carta organizes internal and external workshops focused on skill development, innovation, and collaboration. Employees and external participants can attend these workshops to enhance their expertise and stay updated on industry trends.\n4. Training Programs: As part of their commitment to employee growth, Kin + Carta offers various training programs, including leadership development, technical skills enhancement, and soft skills improvement. These programs help employees build their capabilities and advance their careers within the company.",
            "source": [
                {
                    "content": "On top of formal training we always have something going on such as Lunch and Learns or even free cookery lessons It’s easy to use the cliche about having a family atmosphere but in our case it does feel that way We work hard to create a culture that is friendly supportive and fun That includes weekly celebration of good work giving people a Friday treat of a free takeaway or restaurant meal We have affinity groups set up covering areas such as working parents and the LGBT+ community We hold regular get togethers for staff and clients and sometimes both You’ll love our offices if you love dogs as we allow you to take your pooch to work with a few conditions of course The global pandemic showed us all a different way of working and we're keen to give people the flexibility to choose their ongoing working arrangements Our hybrid model can flex to your lifestyle meaning you can work where and when you want within certain confines If you love office life then feel free to come in every",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Programs Great Place to Work certified Built In's Best Large Companies to Work For The Chicago Tribune's Top Workplaces We’re building a world that works better for everyone and that starts with how we support and invest in our Kin Explore how we’d invest in you Learning about a company the work you would do within it the people you’d call colleagues or Kin and the environment fostered is pretty tough to do virtually That’s why we’re offering you some answers Your next and favorite position may just be on our open roles page Check out the opportunities and apply We can’t wait to meet you Want to be a part of building a world that works better Apply to one of our open roles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "optimize their relationships with employees So as I said there’s nobody better for us to be having this first conversation with and welcome Keith Thank you so much for joining us I wondered if you could actually give us some examples from the Great Place to Work perspective of how you’ve seen companies adapt from big monolithic central offices to remote working and perhaps where and how that’s been facilitated well and maybe not so well Sure so interestingly many of the companies with which we work are already set up to work from home Or have some kind of home base work days already built into their schedulesSo some of the things that have you know been successful I would say is organizations that have allowed you know the technology or the use of personal technology obviously getting personal laptops and things like that it was much easier for those organizations to transition to the lockdown The other big change is that organizations have become more interested in communicationWhich",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "events we could bring to life to cultivate stronger community This was one of those great opportunities to hear creative new ideas from people all across the organization It reinvigorated me in so many ways Becoming a parent changes so many things about your life and becoming a new parent at Kin + Carta for me was extra special Not only have I been able to contribute to work that’s impacting all parents across the firm I’ve also just seen how my daughters have become an extension of who I am at Kin + Carta I remember the first Halloween event that our social committee had planned that I was able to bring Esti to This annual in-office tradition invited families and kids to dress up and trick-or-treat around our Chicago office Chris brought Esti into our office dressed as Amelia Earhart It was so fun that day seeing my friends and my coworkers take her in and show her around Later that year at our holiday party Esti actually won an award for being “Best Dressed” This made my night I had",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The employee/participant benefits mentioned include:\n\n1. Personal Training Budget (£1k) - Allows individuals to develop their skills relevant to their career goals.\n2. Regular Feedback - Provides insights into an individual's strengths and areas for improvement.\n3. Opportunities for Internal Promotion - Encourages career advancement within the company.\n4. Various Learning & Development Activities - Such as Lunch and Learns, cookery lessons, etc., aimed at enhancing employees' knowledge and skills.\n5. Supportive Work Environment - Fostering collaboration, teamwork, and innovation.",
            "source": [
                {
                    "content": "We need the best people to build a world that works better for everyone And that’s why we offer benefits that give you the opportunity to keep learning keep progressing and enjoy your life in and out of the working day The benefits below are just a taste of what’s on offer and they change all the time so find out how we’d invest in your career And ask our Talent team for more information if you want to know more Everyone has a £1k personal budget for training meaning you can build the skills you need to meet your career goals Regular feedback will help you to understand where your strengths lie and how best to go about achieving your goals They're also a chance for you to talk about your success and the recognition you deserve We love promoting our people internally and it happens a lot On top of formal training we always have something going on such as Lunch and Learns or even free cookery lessons It’s easy to use the cliche about having a family atmosphere but in our case it does",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "education employment employment history and financial information I Professional or employment-related information such as job title as well as work history and experience in presenter bios collected for events presentations marketing collateral and testimonials in connection with our business activities K Inferences drawn from any of the personal information listed above to create a profile or summary about for example an individual’s preferences and characteristics We collect this personal information from you and from other categories of sources such as We may use this personal information to operate manage and maintain our business to provide our products and services to communicate with you for our vendor management purposes and to accomplish our business purposes and objectives including for example using personal information to We disclose the following categories of personal information below to our affiliates; our customers; our vendors service providers suppliers agents and",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Kin + Carta named an Excellence in Employee Experience finalist in the  Gartner Marketing and Communications Awards We are proud to announce that Kin + Carta has been named a finalist in the  Gartner Marketing and Communications Awards for its Excellence in Employee Experience The Gartner Marketing and Communications Awards are a global annual program designed to recognize leading Marketing and Communications professionals and initiatives that have achieved real measurable business outcomes This year the finalists will be judged by an executive judging panel of leading Marketing and Communications professionals across the globe Kin + Carta believes that its success is dependent on the well-being and happiness of its employees The Employee Value Proposition EVP and Employer Branding teams which sit within the global Marketing organization are dedicated to such work creating a culture that fosters collaboration teamwork and innovation Based on employee feedback these teams define",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Awards validate our efforts to create a workplace that encourages growth and belonging Here are our most recent ones Want to be a part of building a world that works better Apply to one of our open roles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided context, it seems that the most recent financial or earnings report discussed Satya Nadella's vision for using technology to overcome current global challenges. The report highlighted several major themes, including delivering efficiency through automation and AI, innovating with a cloud developer platform, and managing operational and integration risks. Additionally, the report mentioned potential benefits like increased productivity, cost savings, and better decision-making capabilities. However, it also emphasized the uncertainties and risks associated with the company's operations, such as changes in sales performance, difficulties in achieving synergies, and the loss of key personnel. Overall, the report appears to provide insights into the company's strategy, goals, and challenges while offering valuable information for stakeholders.",
            "source": [
                {
                    "content": "Satya Nadella started off by acknowledging that we are going through some tough times globally that will most likely continue He used those challenges as opportunities to demonstrate how technology and specifically the Microsoft Cloud can help you succeed There are approximately one million announcements embedded in the keynote which is why you should watch it The biggest theme for me is 2 on Satya’s list “Deliver efficiency with automation and AI” Microsoft is embedding its AI technology into all its platforms and is creating or improving tools to make your life easier I cover those big announcements in the following section The next on my personal list is 3 Innovate with a cloud developer platform From the use of Codespaces on GitHub enabling the same developer experience everywhere to improved coding quality and speed through GitHub Copilot automated paired programming to Azure Deployment Environments templated Azure environments on-demand there is plenty to help developers innovate",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Company; the effect of operational and integration risks; an unexpected decline in sales for the Company; inability to realise anticipated synergies; any limitations of internal financial reporting controls; and the loss of key personnel  Any forward-looking statements made in this Announcement by or on behalf of the Company speak only as of the date they are made  Save as required by the Market Abuse Regulation the Disclosure Guidance and Transparency Rules the Listing Rules or by law the Company undertakes no obligation to update these forward-looking statements and will not publicly release any revisions it may make to these forward-looking statements that may occur due to any change in its expectations or to reflect events or circumstances after the date of this Announcement For further information on how we protect your information please refer to our Privacy Policy To opt-in for investor email alerts please enter your email address in the field to the left and select at least",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in which the Company and its respective affiliates operate; the effect of volatility in the equity capital and credit markets on profitability and ability to access capital and credit; a decline in credit ratings of the Company; the effect of operational and integration risks; an unexpected decline in sales for the Company; inability to realise anticipated synergies; any limitations of internal financial reporting controls; and the loss of key personnel  Any forward-looking statements made in this Announcement by or on behalf of the Company speak only as of the date they are made  Save as required by the Market Abuse Regulation the Disclosure Guidance and Transparency Rules the Listing Rules or by law the Company undertakes no obligation to update these forward-looking statements and will not publicly release any revisions it may make to these forward-looking statements that may occur due to any change in its expectations or to reflect events or circumstances after the date of this",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of similar meaning  By their nature all forward-looking statements involve risk and uncertainty because they are based on numerous assumptions regarding the Company's present and future business strategies relate to future events and depend on circumstances which are or may be beyond the control of the Company which could cause actual results or trends to differ materially from those made in or suggested by the forward-looking statements in this Announcement including but not limited to domestic and global economic business conditions; market-related risks such as fluctuations in interest rates; the policies and actions of governmental and regulatory authorities; the effect of competition inflation and deflation; the effect of legislative fiscal tax and regulatory developments in the jurisdictions in which the Company and its respective affiliates operate; the effect of volatility in the equity capital and credit markets on profitability and ability to access capital and credit; a",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Yes, there were some notable investor events and funding rounds mentioned in the text. Here's a summary:\n\n* Kin and Carta hosted a Capital Markets Day on June 15th for investors and analysts. This event included discussions about various domains, sharing of case studies, growth strategies, financial updates, and a focus on responsible business practices.\n* Through the rare combination of seasoned consultants and highly-specialized technologists, Kin + Carta helps private equity firms grow their business. They provide a unique hands-on approach to help these firms navigate the rapidly changing landscape of private equity investing.",
            "source": [
                {
                    "content": "partnered with TV and print partners during the pandemic to offer heavily discounted media space to businesses that have been hit by the coronavirus pandemic Under the scheme dubbed CrEdit Salvation Army secured £32 of media space for just £15 saving the charity 52 of its budget Globalance - An investment platform that engages and empowers investors to make sustainable investment decisions by visualising the influence of portfolio investments on the economy society and environment Tech Nation’s Net Zero Programme - Tech Nation has launched a mission-driven programme to support the growth of companies who are striving to achieve the net-zero target The programme enables the very best early-stage scaleup to partner with the other cohort build relationships and share advice in order to scale their journeys Impact Management Project - IMP has built an enterprise and investor community of over 2 organisations that want to better manage environmental social and governance ESG risks The",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Kin and Carta hosted a Capital Markets Day on 15 June  for investors and analysts The digital transformation consultancy's leadership discussed the Technology Data and Experience domains they operate in; shared case studies of innovation modernisation enablement and optimisation; detailed their growth strategies; provided financial updates; and highlighted their focus on responsible business including their B Corp certification in the US  You can find the full days agenda below with links to view each presentation as well as the recording in its entirety  For further information on how we protect your information please refer to our Privacy Policy To opt-in for investor email alerts please enter your email address in the field to the left and select at least one alert option After submitting your request you will receive an activation email to the requested email address You must click the activation link in order to complete your subscription You can sign up for additional alert",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Through the rare combination of seasoned consultants and highly-specialised technologists Kin + Carta brings a unique hands-on approach to helping Private Equity firms grow their business Want to learn more Have a question We'd love to hear from you By submitting you consent to Kin and Carta processing your information in accordance with our Privacy Policy Any business worth investing in is putting technology at the heart of its value proposition Your investment strategies should be no different Technology has ushered in a new era in Private Equity Investors must forecast market trends evaluate and prioritize opportunities and create value in less time than ever before New waves of disruption are being propelled by technologies that are still being fully realized and understood The rules have changed which means investors can’t bring old solutions to new problems Want to learn more Have a question We'd love to hear from you By submitting you consent to Kin and Carta processing your",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "interest Once requested we will email you with the event information Please see our Privacy Policy for how we handle and use your data Want to be a part of building a world that works better Apply to one of our open roles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided text, there isn't specific mention of financial or funding goals for the next period. However, it does state that the company expects net revenue and adjusted profit before tax to be marginally ahead of the top end of market expectations for the financial year ended 31 July 202, subject to audit. Additionally, the company mentions having a robust MA (Market Abuse) pipeline under consideration, but no explicit funding or financial targets are mentioned for the next period.",
            "source": [
                {
                    "content": "partnered with TV and print partners during the pandemic to offer heavily discounted media space to businesses that have been hit by the coronavirus pandemic Under the scheme dubbed CrEdit Salvation Army secured £32 of media space for just £15 saving the charity 52 of its budget Globalance - An investment platform that engages and empowers investors to make sustainable investment decisions by visualising the influence of portfolio investments on the economy society and environment Tech Nation’s Net Zero Programme - Tech Nation has launched a mission-driven programme to support the growth of companies who are striving to achieve the net-zero target The programme enables the very best early-stage scaleup to partner with the other cohort build relationships and share advice in order to scale their journeys Impact Management Project - IMP has built an enterprise and investor community of over 2 organisations that want to better manage environmental social and governance ESG risks The",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "made a positive impact over the last 12 months and how we plan to continue and improve on these efforts in the coming year  Want to be a part of building a world that works better Apply to one of our open roles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Kin and Carta plc the Company or Kin + Carta the global digital transformation 'DX' consultancy provides the following update Following the Company's update on 15 June trading continued to be strong and Kin + Carta now expects net revenue and adjusted profit before tax to be marginally ahead of the top end of market expectations for the financial year ended 31 July  subject to audit The previously announced divestment plans for the Ventures businesses remain on track The Company has a robust MA pipeline under consideration Net debt is expected to be c £19 million at 31 July  with a net debt to adjusted EBITDA ratio of c 10X The IAS19 funding position of the Company's legacy defined benefit pension scheme has improved significantly from the prior year resulting in an accounting surplus of £ million at 31 July corresponding to a  funding level All figures are unaudited Trading for the new financial year which began on 1 August  has been strong with continuing robust client demand The",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "strategic priorities The Remuneration Committee is comprised of independent non-executive directors Its members are Nigel\r Pocklington Chair Michele Maher and Maria Gordian For further information on how we protect your information please refer to our Privacy Policy To opt-in for investor email alerts please enter your email address in the field to the left and select at least one alert option After submitting your request you will receive an activation email to the requested email address You must click the activation link in order to complete your subscription You can sign up for additional alert options at any time At Kin + Carta we promise to treat your data with respect and will not share your information with any third party You can unsubscribe to any of the investor alerts you are subscribed to by visiting the ‘unsubscribe’ section below If you experience any issues with this process please contact us for further assistance By providing your email address you are providing",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided context, it seems like Kin + Carta has been actively involved in various initiatives related to language preservation, inclusiveness, and accessibility. However, specific details about their latest publications, research findings, or introduced technologies were not mentioned. To provide more accurate information, please clarify which aspect (publications, research findings, or introduced technologies) you would like me to address.",
            "source": [
                {
                    "content": "Thank you for your interest in our whitepaper Once requested we will email you with the whitepaper download\r Please see our Privacy Policy for information on how we process your data\r Want to be a part of building a world that works better Apply to one of our open roles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "that is really about disrupting the status quo and bringing technology that makes a difference in the lives of people So obviously this was a great success for you Is there a plan to start on other languages And if so how do you decide which ones you might start on next Yeah we are now making studies across the globe We don’t have the next one yet But we are looking together with experts and professors to really understand what is the roadmap we keep working on that It’s also really important to call out here that this is the decade of indigenous and dangerous language at UNESCO So there’s also we believe that it’s going to bring attention to the topic And we want to continue being part of this conversation  Okay that’s great Keep track of that and see see what’s so outside of language What else are you doing I mean this is this is sort of very classic inclusive inclusivity and accessibility what other kinds of things that are going on at Motorola that also make sure that Motorola",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Kin + Carta's most recent news analyst citations press mentions and media assets Some of the latest news stories straight from Kin + Carta Discover our most recent stories that represent our focus today Want to be a part of building a world that works better Apply to one of our open roles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Kin + Carta's most recent news analyst citations press mentions and media assets Some of the latest news stories straight from Kin + Carta Discover our most recent stories that represent our focus today Want to be a part of building a world that works better Apply to one of our open roles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided text, I cannot provide specific information about ongoing or upcoming research projects or innovation initiatives related to the mentioned companies or organizations. However, the text emphasizes the importance of focusing on innovation strategies that create value while navigating uncertain times. The text also highlights the necessity of using customer and planet perspectives as standard lenses when developing innovations. Overall, the message is to stay adaptable and resourceful in order to maintain a competitive edge during challenging market conditions.",
            "source": [
                {
                    "content": "the months to come This includes how to focus and make innovation meaningful in your business context how all innovations should include customer and planet as standard lenses and how to deliver on an innovation agenda at pace Morgan Kainth Director Strategy + Innovation Kin + Carta Europe Adam Schanfield VP Strategy + Innovation Kin + Carta Americas Our editors explore how aligning your innovation strategy with the new reality and doubling down on your investment can lead your business through uncertain times Leaders don’t have to sacrifice business value in order to cut costs Innovating internal processes can help you drive efficiencies and deliver significant improvements to your bottom line Raise your game without expanding your costs Businesses need a vision or strategy that guides their innovation investments towards a profitable future A commitment to the true values of Agile can help you unlock the problem-solving power of your teams and realise that vision more efficiently We",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the months to come This includes how to focus and make innovation meaningful in your business context how all innovations should include customer and planet as standard lenses and how to deliver on an innovation agenda at pace Morgan Kainth Director Strategy + Innovation Kin + Carta Europe Adam Schanfield VP Strategy + Innovation Kin + Carta Americas Our editors explore how aligning your innovation strategy with the new reality and doubling down on your investment can lead your business through uncertain times Leaders don’t have to sacrifice business value in order to cut costs Innovating internal processes can help you drive efficiencies and deliver significant improvements to your bottom line Raise your game without expanding your costs Businesses need a vision or strategy that guides their innovation investments towards a profitable future A commitment to the true values of Agile can help you unlock the problem-solving power of your teams and realise that vision more efficiently We",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "ahead of timid competitors ■ Choose the innovations of best fit – innovation doesn’t have to mean a major change every time Identify which types of innovation are right for your business right now  ■ Marshal your resources to drive innovation execution – maximise your chances of success by giving innovation the resources it needs; in particular data provides the insight you need at each stage of the innovation process Want to be a part of building a world that works better Apply to one of our open roles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "In uncertain times many businesses are putting their innovation projects on ice That means there’s an opportunity to get a jump on them both now and in the future and accelerate your competitive advantage But what does innovation look like at the moment how do you capitalise on data to make it meaningful in your business context and deliver ROI at pace In this edition of Thread we bring a dose of reality a lot of positive thinking and answers to your innovation questions so you can take advantage of the opportunities Innovation becomes more important in challenging market environments As ‘easy growth’ stalls leaders need to double down on value-creating activities In this edition of Thread we’re looking at the innovative thinking that’s required for businesses to both survive and thrive in the months to come This includes how to focus and make innovation meaningful in your business context how all innovations should include customer and planet as standard lenses and how to deliver on",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " I cannot provide specific information about research grants or innovation awards that have been recently distributed as there isn't enough context provided in the given text. However, if you can provide more details or specify which organization or event you are referring to, I might be able to help you with your query.",
            "source": [
                {
                    "content": "Awards validate our efforts to create a workplace that encourages growth and belonging Here are our most recent ones Want to be a part of building a world that works better Apply to one of our open roles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Awards validate our efforts to create a workplace that encourages growth and belonging Here are our most recent ones Want to be a part of building a world that works better Apply to one of our open roles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Awards validate our efforts to create a workplace that encourages growth and belonging Here are our most recent ones Want to be a part of building a world that works better Apply to one of our open roles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Symposium where the winners were announced As Kin + Carta continues to work towards its Big Heroic Audacious Goal BHAG of becoming an internationally recognized best place to work winning the Gartner Marketing and Communications Award for Employee Experience is a great achievement for the Marketing and EVP teams and a testament to the company's commitment to its people Want to be a part of building a world that works better Apply to one of our open roles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided context, the organization is collaborating with various organizations, institutions, and entities. Some of these partners are:\n\n1. B Lab (B-Corp)\n2. TCFD (Task Force On Climate-Related Financial Disclosures)\n3. Kin and Carta Belgium SPRL\n4. Kin and Carta Illinois LLC\n5. Kin and Carta Partnerships LLC\n6. Kin and Carta Partnerships Limited\n7. Kin and Carta plc\n8. Loop LLC\n9. Joint Venture - 50 owned Okana\n10. Solstice Consulting LLC",
            "source": [
                {
                    "content": "their journeys Impact Management Project - IMP has built an enterprise and investor community of over 2 organisations that want to better manage environmental social and governance ESG risks The forum allows for organisations to share best-practice and build consensus on how to measure and report impacts on sustainability B-Corp - B Lab is pursuing the goal of verifying credible socially responsible leaders in the business community through their B Corp certification They have created standards policies and supportive infrastructure for business to better their social and environmental performance public transparency and legal accountability to balance profit and purpose  IKEA - Swedish furniture retailer IKEA recently announced a new initiative that will see it buy back customers' unwanted IKEA products for up to 50 percent of the original price which they will resell as second-hand furniture Task Force On Climate-Related Financial Disclosures TCFD - The TCFD is an organisation with",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "us or one of our subsidiary companies These include as of February  Name Edit Agency Limited Kin and Carta Create Europe Ltd Kin and Carta Connect Europe Ltd Kin and Carta Advise Europe Ltd Incite Marketing Planning Singapore Pte Ltd Incite Marketing Planning Limited Incite New York LLC Kin and Carta Belgium SPRL Kin and Carta Illinois LLC Kin and Carta Partnerships Limited Kin and Carta Partnerships LLC Kin and Carta plc Loop LLC Joint Venture - 50 owned Okana Systems Limited Relish Agency Limited SpireMedia Inc dba Spire Digital Solstice Consulting LLC dba Kin and Carta US Solstice Mobile Argentina Srl Cascade Data Lab LLC We may also share some of your personal data with the following categories of third parties We require third parties to respect the security of your data and to treat it in accordance with the law We will share your personal information with third parties where required by law We may send your data outside the UK or European Economic Area the European Economic",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "work for global brands but also hope to make a real difference on the issues that matter We exist to make the world work better for everyone through our commitment to inclusion diversity equity and awareness We pledge to seek out diverse perspectives celebrate differences and build a culture where everyone is empowered to bring their authentic self to work By submitting you consent to Kin and Carta processing your information in accordance with our Privacy Policy Want to be a part of building a world that works better Apply to one of our open roles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Want to help build a world that works better for everyone Kin + Carta is a global digital transformation consultancy that makes a difference to the billions who now work play shop communicate and share online Join a global team of curious and diverse minds in connecting people data and technology to produce amazing experiences for some of the world’s most influential companies Become a maker builder or creator as we explore the possibilities of sustainable digital technology helping clients to rapidly innovate modernise their systems enable their teams and optimise for continued growth We focus on tech but we’re a proudly inclusive business with trust and human connection at its heart People the planet and profit matter equally to us which is why we’re a certified B Corporation in the United States and Europe With additional offices in South America there is a place for you here wherever you’re based Within Kin + Carta our Public Sector business unit has many strategic Alliances with",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives involving some of the mentioned organizations. Here's a brief summary of those collaborations:\n\n1. Impact Management Project (IMP) and B Lab: These two organizations have joined forces to promote better management of environmental, social, and governance (ESG) risks among organizations. Their collaboration helps organizations share best practices and build consensus on measuring and reporting impacts related to sustainability.\n2. IKEA and the Task Force on Climate-related Financial Disclosures (TCFD): Although not explicitly stated, it seems likely that IKEA could potentially work together with the TCFD to develop strategies for disclosing climate-related financial information. This would align with both organizations' goals of promoting sustainability and transparency in the business world.\n3. Globalance and Tech Nation's Net Zero Programme: While there isn't direct evidence of a joint event or project between these two organizations, it makes sense for them to collaborate given their shared focus on supporting sustainable and net-zero target-achieving companies. By working together, they could amplify their impact and provide even greater resources to the companies involved.",
            "source": [
                {
                    "content": "made a positive impact over the last 12 months and how we plan to continue and improve on these efforts in the coming year  Want to be a part of building a world that works better Apply to one of our open roles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "their journeys Impact Management Project - IMP has built an enterprise and investor community of over 2 organisations that want to better manage environmental social and governance ESG risks The forum allows for organisations to share best-practice and build consensus on how to measure and report impacts on sustainability B-Corp - B Lab is pursuing the goal of verifying credible socially responsible leaders in the business community through their B Corp certification They have created standards policies and supportive infrastructure for business to better their social and environmental performance public transparency and legal accountability to balance profit and purpose  IKEA - Swedish furniture retailer IKEA recently announced a new initiative that will see it buy back customers' unwanted IKEA products for up to 50 percent of the original price which they will resell as second-hand furniture Task Force On Climate-Related Financial Disclosures TCFD - The TCFD is an organisation with",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "partnered with TV and print partners during the pandemic to offer heavily discounted media space to businesses that have been hit by the coronavirus pandemic Under the scheme dubbed CrEdit Salvation Army secured £32 of media space for just £15 saving the charity 52 of its budget Globalance - An investment platform that engages and empowers investors to make sustainable investment decisions by visualising the influence of portfolio investments on the economy society and environment Tech Nation’s Net Zero Programme - Tech Nation has launched a mission-driven programme to support the growth of companies who are striving to achieve the net-zero target The programme enables the very best early-stage scaleup to partner with the other cohort build relationships and share advice in order to scale their journeys Impact Management Project - IMP has built an enterprise and investor community of over 2 organisations that want to better manage environmental social and governance ESG risks The",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for the Apple iPad Learn more about how we help the Met Office create an essential weather service app Learn more about our big ticket challenge we faced at LNER which saw revenue increase by 13 Kin + Carta are present on all the major digital public sector frameworks including GCloud 12 and Digital Outcomes  Specialists 5 DOS We maintain Cyber Essentials Plus Certification and can deploy teams with a range of security clearances Contact our specialist team at  to learn more or to discuss your challenges Want to be a part of building a world that works better Apply to one of our open roles",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Collaborative efforts between different entities often aim to achieve shared goals while leveraging each party's unique strengths and perspectives. When it comes to the examples provided, there are several mutual objectives and outcomes that could result from these collaborations. Here are a few potential scenarios:\n\n1. Private Capital & Sustainability Targets: Private capital plays a crucial role in funding projects and initiatives that contribute to achieving sustainability targets. By working together with governments, NGOs, and other stakeholders, private capital can help drive investments in clean technologies, renewable energy sources, circular economies, and other environmentally-focused endeavors. This collaboration can lead to increased investment in sustainable projects, accelerated progress towards sustainability goals, and ultimately, a more sustainable future.\n2. Government Regulations & Production Timelines: Governments can work closely with industry players to develop regulations that balance economic interests with environmental and social considerations. By doing so, they can help streamline production processes, reduce waste, and promote responsible resource management. Through this collaboration, both parties can expect improved efficiency in meeting regulatory requirements, reduced compliance costs, and faster time-to-market for products and services.\n3. Experimentation, Transparency, & Trust: Encouraging a culture of experimentation, transparency, and trust among various stakeholders can foster innovation and collaboration. By working together, organizations can learn from one another, share knowledge and resources, and co-create solutions to complex challenges. This type of collaboration can lead to the development of new technologies, processes, and approaches that benefit all participants and contribute to a more sustainable, equitable, and prosperous future.",
            "source": [
                {
                    "content": "Want to help build a world that works better for everyone Kin + Carta is a global digital transformation consultancy that makes a difference to the billions who now work play shop communicate and share online  Join a global team of curious and diverse minds in connecting people data and technology to produce amazing experiences for some of the world’s most influential companies Become a maker builder or creator as we explore the possibilities of sustainable digital technology helping clients to rapidly innovate modernise their systems enable their teams and optimise for continued growth  We focus on tech but we’re a proudly inclusive business with trust and human connection at its heart People the planet and profit matter equally to us which is why we’re a certified B Corporation in the United States and Europe  As a Senior Backend Engineer you will be a hands-on contributor in a cross-functional team capable of understanding and contributing to best practices You will collaborate with",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Want to help build a world that works better for everyone Kin + Carta is a global digital transformation consultancy that makes a difference to the billions who now work play shop communicate and share online  Join a global team of curious and diverse minds in connecting people data and technology to produce amazing experiences for some of the world’s most influential companies Become a maker builder or creator as we explore the possibilities of sustainable digital technology helping clients to rapidly innovate modernise their systems enable their teams and optimise for continued growth  We focus on tech but we’re a proudly inclusive business with trust and human connection at its heart People the planet and profit matter equally to us which is why we’re a certified B Corporation in the United States and Europe  As a Senior Backend Engineer you will be a hands-on contributor in a cross-functional team capable of understanding and contributing to best practices You will collaborate with",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "partnered with TV and print partners during the pandemic to offer heavily discounted media space to businesses that have been hit by the coronavirus pandemic Under the scheme dubbed CrEdit Salvation Army secured £32 of media space for just £15 saving the charity 52 of its budget Globalance - An investment platform that engages and empowers investors to make sustainable investment decisions by visualising the influence of portfolio investments on the economy society and environment Tech Nation’s Net Zero Programme - Tech Nation has launched a mission-driven programme to support the growth of companies who are striving to achieve the net-zero target The programme enables the very best early-stage scaleup to partner with the other cohort build relationships and share advice in order to scale their journeys Impact Management Project - IMP has built an enterprise and investor community of over 2 organisations that want to better manage environmental social and governance ESG risks The",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "challenge  What role must private capital play in reaching sustainability targets How should government regulation affect production timelines and economic incentives How can we adopt a mindset of experimentation transparency and trust without getting slowed down by bureaucracy politics and frequent transfers of power  Those are just a few of the questions still echoing through the halls of Vision  For an optimistic way to answer some of those questions Ed Gillepsie started the day with an invitation to the audience  In Ed’s words we should “focus on ingenious collaboration over intense competition” As Vision  came to a close we were inspired by the conversations and connections we made We were excited by the opportunity they posed to build a world that works better for everyone As we packed our bags to leave Edinburgh here’s what stood out to us Not only was Vision  proof of why forging new connections is so vital but Day 3's Partnerships Panel demonstrated this power in practice Dr",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "impactmanagementproject",
                            "bcorporation",
                            "businessinsider",
                            "unfccc",
                            "betterbusinessact",
                            "forbes",
                            "medium",
                            "spring",
                            "ecologi",
                            "linkedin",
                            "youtube",
                            "un",
                            "ico",
                            "standard",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}