{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided context, it seems that Lemon Tri has taken several steps towards sustainability and environmental responsibility. They are committed to reducing waste by promoting reduction, reuse, and recycling of materials through their activities. This approach helps conserve natural resources as each recycled item represents saved raw materials. Additionally, they have formalized tracking processes for recommendations from B Corp, which allows them to continuously improve and reduce their environmental footprint. The company also participated in the World Impact Summit held in December in Bordeaux, where they showcased their commitment to water conservation, one of the main focus areas of this year's event. Overall, Lemon Tri appears to be actively working towards minimizing their environmental impact while supporting the transition towards a more sustainable future.",
            "source": [
                {
                    "content": "environnement les éléments audités portent sur l’impact environnemental direct de l’entreprise mais également sur la façon dont la protection de l’environnement est placée – ou non au cœur de son modèle de fonctionnement Chez Lemon Tri l’impact environnemental est l’essence même de nos activités puisque notre mission est de lutter contre l’enfouissement et l’incinération des déchets en promouvant leur réduction leur réutilisation et leur recyclage Toutes ces activités ont un impact fort sur la préservation des ressources naturelles car chaque déchet recyclé représente autant de matière première non extraite B Corp nous encourage à faire un suivi très précis de nos recommandations  eau énergie électricité Un suivi formalisé nouveau pour nous mais qui nous permet de progresser et de diminuer notre empreinte Notre score pour cette catégorie est de 359 Notre score total est donc de 2/ ce qui nous hisse sur le podium des B Corp françaises  Nous avons également reçu la distinction “Best For",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Ce mois de décembre  Lemon Tri a eu la chance de se rendre à Bordeaux à l’occasion du World Impact Summit Un événement qui fédère chaque année un grand nombre d’acteurs de la transition et qui en partenariat avec le groupe Les Échos Le Parisien récompense trois structures qui participent concrètement à la transition écologique énergétique et sociale Le World Impact Summit s’est déroulé au début du mois de décembre au Palais de la Bourse à Bordeaux Durant deux jours interventions inspirantes ateliers techniques et débats thématiques se sont succédés autour de quatre thèmes  zéro carbone économie circulaire plan de relance et nature et biodiversité Cette année l’accent a également été porté à l’eau thème grande cause de cette édition À ces quatre grands espaces d’expression du World Impact Summit s’ajoutait également un Village des Solutions au sein duquel près de  exposants ont présenté aux participantes leurs solutions De nombreuses entreprises certifiées B Corp étaient présentes comme",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "chaque année un grand nombre d’acteurs de la transition et qui en partenariat avec le groupe Les Échos Le Parisien récompense trois structures qui participent concrètement à la transition écologique énergétique et sociale Le World Impact Summit s’est déroulé au début du mois de décembre au Palais de la Bourse à Bordeaux Durant deux jours interventions inspirantes ateliers techniques et débats thématiques se sont succédés autour de quatre thèmes  zéro carbone économie circulaire plan de relance et nature et biodiversité Cette année l’accent a également été porté à l’eau thème grande cause de cette édition À ces quatre grands espaces d’expression du World Impact Summit s’ajoutait également un Village des Solutions au sein duquel près de  exposants ont présenté aux participantes leurs solutions De nombreuses entreprises certifiées B Corp étaient présentes comme nos amis de chez Squiz ou Ma Bonne Étoile  C’est cet été que l’aventure du World Impact Summit à démarré pour Lemon Tri Après",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "chaque année un grand nombre d’acteurs de la transition et qui en partenariat avec le groupe Les Échos Le Parisien récompense trois structures qui participent concrètement à la transition écologique énergétique et sociale Le World Impact Summit s’est déroulé au début du mois de décembre au Palais de la Bourse à Bordeaux Durant deux jours interventions inspirantes ateliers techniques et débats thématiques se sont succédés autour de quatre thèmes  zéro carbone économie circulaire plan de relance et nature et biodiversité Cette année l’accent a également été porté à l’eau thème grande cause de cette édition À ces quatre grands espaces d’expression du World Impact Summit s’ajoutait également un Village des Solutions au sein duquel près de  exposants ont présenté aux participantes leurs solutions De nombreuses entreprises certifiées B Corp étaient présentes comme nos amis de chez Squiz ou Ma Bonne Étoile  C’est cet été que l’aventure du World Impact Summit à démarré pour Lemon Tri Après",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are numerous events and initiatives focused on environmental conservation. However, providing a comprehensive list with 10 events is beyond the scope of this response. Instead, I will mention some well-known events related to environmental conservation:\n\n1. United Nations Climate Change Conferences (COP)\n2. World Wildlife Fund (WWF) Events\n3. Earth Day (April 2nd)\n4. Global Climate Action Summit\n5. The Conference of Parties (UNFCCC)\n6. The Bonn Challenge\n7. The Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES)\n8. The IUCN World Conservation Congress\n9. The Our Ocean Conference\n10. The UN Forum on Forests (UNFF)",
            "source": [
                {
                    "content": "Ce mois de décembre  Lemon Tri a eu la chance de se rendre à Bordeaux à l’occasion du World Impact Summit Un événement qui fédère chaque année un grand nombre d’acteurs de la transition et qui en partenariat avec le groupe Les Échos Le Parisien récompense trois structures qui participent concrètement à la transition écologique énergétique et sociale Le World Impact Summit s’est déroulé au début du mois de décembre au Palais de la Bourse à Bordeaux Durant deux jours interventions inspirantes ateliers techniques et débats thématiques se sont succédés autour de quatre thèmes  zéro carbone économie circulaire plan de relance et nature et biodiversité Cette année l’accent a également été porté à l’eau thème grande cause de cette édition À ces quatre grands espaces d’expression du World Impact Summit s’ajoutait également un Village des Solutions au sein duquel près de  exposants ont présenté aux participantes leurs solutions De nombreuses entreprises certifiées B Corp étaient présentes comme",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "en profondeur en revoyant la stratégie les objectifs et les moyens de les atteindre Cela passe par exemple par l’intégration de démarches d’économie circulaire de relocalisation de régénération de la biodiversité ou encore des réductions carbone de l’entreprise alignées avec l’accord de Paris Nous avons pu retrouver ces dirigeantes à l’occasion du salon le 30 août comme Jean Moreau de Phenix Eva Sadoun de Litaco et Rift Pascal Demurger de la MAIF Hélène Bernicot du Crédit Mutuel Arkéa Pierrick De Ronne de Biocoop et bien d’autres Lemon Tri était déjà présent lors des éditions précédentes des Universités d’été de l’économie de demain A chaque fois nous avons eu le plaisir de prendre la parole sur des sujets qui nous tiennent à cœur Sylvie Scalabre et Alice Maréchal chargées de notre programme de transition étaient intervenues sur les coopérations à impact et l’inclusion des publics éloignés de l’emploi en  et  Lors du salon le collectif EC a animé la Masterclass « comment intégrer",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "chaque année un grand nombre d’acteurs de la transition et qui en partenariat avec le groupe Les Échos Le Parisien récompense trois structures qui participent concrètement à la transition écologique énergétique et sociale Le World Impact Summit s’est déroulé au début du mois de décembre au Palais de la Bourse à Bordeaux Durant deux jours interventions inspirantes ateliers techniques et débats thématiques se sont succédés autour de quatre thèmes  zéro carbone économie circulaire plan de relance et nature et biodiversité Cette année l’accent a également été porté à l’eau thème grande cause de cette édition À ces quatre grands espaces d’expression du World Impact Summit s’ajoutait également un Village des Solutions au sein duquel près de  exposants ont présenté aux participantes leurs solutions De nombreuses entreprises certifiées B Corp étaient présentes comme nos amis de chez Squiz ou Ma Bonne Étoile  C’est cet été que l’aventure du World Impact Summit à démarré pour Lemon Tri Après",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "chaque année un grand nombre d’acteurs de la transition et qui en partenariat avec le groupe Les Échos Le Parisien récompense trois structures qui participent concrètement à la transition écologique énergétique et sociale Le World Impact Summit s’est déroulé au début du mois de décembre au Palais de la Bourse à Bordeaux Durant deux jours interventions inspirantes ateliers techniques et débats thématiques se sont succédés autour de quatre thèmes  zéro carbone économie circulaire plan de relance et nature et biodiversité Cette année l’accent a également été porté à l’eau thème grande cause de cette édition À ces quatre grands espaces d’expression du World Impact Summit s’ajoutait également un Village des Solutions au sein duquel près de  exposants ont présenté aux participantes leurs solutions De nombreuses entreprises certifiées B Corp étaient présentes comme nos amis de chez Squiz ou Ma Bonne Étoile  C’est cet été que l’aventure du World Impact Summit à démarré pour Lemon Tri Après",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The reported environmental impact metrics include the direct and indirect environmental impacts of the company as well as how environmentally-focused practices are integrated into its core business model. At Lemon Tree, their primary focus is on reducing, reusing, and recycling waste materials in order to conserve natural resources. By doing so, each recycled material represents a reduction in the need for new raw materials extracted from the earth. In addition to these efforts, they have also received recognition as a B Corporation, which encourages them to conduct regular monitoring of their recommendations. Their overall score for this category is 359, with a total score of 2/100, placing them among the top French B Corporations. They have also undergone a comprehensive Environmental Impact Assessment (BIA) through an online questionnaire available free of charge. This assessment evaluates the impact of their activities across 5 key areas, including governance, employee development opportunities, local ecosystem effects, and environmental management policies related to waste disposal.",
            "source": [
                {
                    "content": "environnement les éléments audités portent sur l’impact environnemental direct de l’entreprise mais également sur la façon dont la protection de l’environnement est placée – ou non au cœur de son modèle de fonctionnement Chez Lemon Tri l’impact environnemental est l’essence même de nos activités puisque notre mission est de lutter contre l’enfouissement et l’incinération des déchets en promouvant leur réduction leur réutilisation et leur recyclage Toutes ces activités ont un impact fort sur la préservation des ressources naturelles car chaque déchet recyclé représente autant de matière première non extraite B Corp nous encourage à faire un suivi très précis de nos recommandations  eau énergie électricité Un suivi formalisé nouveau pour nous mais qui nous permet de progresser et de diminuer notre empreinte Notre score pour cette catégorie est de 359 Notre score total est donc de 2/ ce qui nous hisse sur le podium des B Corp françaises  Nous avons également reçu la distinction “Best For",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Impact Assessment Il s’agit d’un questionnaire accessible gratuitement en ligne L’objectif de ce BIA  évaluer l’impact de ses activités avec 5 axes principaux  1° La gouvernance ex  la manière dont l’utilité sociale de l’entreprise est verrouillées juridiquement 2° Les collaborateurs ex  les opportunités de formations et/ou de reprise d’étude pour les employés 3° L’écosystème ex  l’impact positif de l’entreprise à l’échelle locale sur l’environnement l’emploi l’inclusion 4° L’environnement ex  la politique de gestion des déchets de l’entreprise Le BIA est également un bon outil pour se comparer puiser de l’inspiration et se fixer des objectifs La note moyenne obtenue par les entreprises qui passent le BIA est de 55/ Une moyenne bien en dessous du score minimum requis de 80/ pour pouvoir passer à l’étape suivante Lors de cette étape les réponses soumises au BIA font l’objet d’un processus rigoureux de vérification par une structure B Lab indépendante Cette méthodologie d’évaluation",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Impact Assessment Il s’agit d’un questionnaire accessible gratuitement en ligne L’objectif de ce BIA  évaluer l’impact de ses activités avec 5 axes principaux  1° La gouvernance ex  la manière dont l’utilité sociale de l’entreprise est verrouillées juridiquement 2° Les collaborateurs ex  les opportunités de formations et/ou de reprise d’étude pour les employés 3° L’écosystème ex  l’impact positif de l’entreprise à l’échelle locale sur l’environnement l’emploi l’inclusion 4° L’environnement ex  la politique de gestion des déchets de l’entreprise Le BIA est également un bon outil pour se comparer puiser de l’inspiration et se fixer des objectifs La note moyenne obtenue par les entreprises qui passent le BIA est de 55/ Une moyenne bien en dessous du score minimum requis de 80/ pour pouvoir passer à l’étape suivante Lors de cette étape les réponses soumises au BIA font l’objet d’un processus rigoureux de vérification par une structure B Lab indépendante Cette méthodologie d’évaluation",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Impact Assessment Il s’agit d’un questionnaire accessible gratuitement en ligne L’objectif de ce BIA  évaluer l’impact de ses activités avec 5 axes principaux  1° La gouvernance ex  la manière dont l’utilité sociale de l’entreprise est verrouillées juridiquement 2° Les collaborateurs ex  les opportunités de formations et/ou de reprise d’étude pour les employés 3° L’écosystème ex  l’impact positif de l’entreprise à l’échelle locale sur l’environnement l’emploi l’inclusion 4° L’environnement ex  la politique de gestion des déchets de l’entreprise Le BIA est également un bon outil pour se comparer puiser de l’inspiration et se fixer des objectifs La note moyenne obtenue par les entreprises qui passent le BIA est de 55/ Une moyenne bien en dessous du score minimum requis de 80/ pour pouvoir passer à l’étape suivante Lors de cette étape les réponses soumises au BIA font l’objet d’un processus rigoureux de vérification par une structure B Lab indépendante Cette méthodologie d’évaluation",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, based on the information provided, it appears that Lemon Tri has made public commitments to social and corporate responsibility. They have been certified as a B Corp, which is an international label for ethical business practices. This certification requires meeting specific environmental and social performance standards. Additionally, they have received recognition such as \"Best for the World\" in environmental impact and placed among the top 5% most performing B Corp companies. Their focus on circular economy, social inclusion through their partnership with an insertion innovative enterprise, and strong commitment to environmental sustainability demonstrate their dedication to responsible business practices.",
            "source": [
                {
                    "content": "Depuis un an le Boston Consulting Group cabinet international de conseil en stratégie fait confiance à Lemon Tri La collaboration a été initiée par l’équipe “GoGreen” constituée de consultants volontaires et engagés qui portent les sujets d’éco-responsabilité en interne Fondée il y a deux ans l’équipe s’est progressivement structurée et compte aujourd’hui une centaine de membres actifs La gestion des déchets a très vite été identifiée comme un axe de travail par GoGreen Selon Mathilde Bussard l’une des pionnières de l’initiative “le geste de tri est tellement institutionnalisé à la maison que les attentes sont fortes au bureau” L’équipe a ainsi pris contact avec Lemon Tri pour renforcer le dispositif de recyclage du bureau de Paris “Nous avons été particulièrement sensibles à la démarche sociale de Lemon Tri qui fait écho à la politique d’inclusion sociale que le BCG met en place par ailleurs” résume Mathilde GoGreen et Lemon Tri ont travaillé en lien étroit avec les services généraux",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "La mission de Lemon Tri est d’innover pour contribuer localement au développement d’une économie circulaire respectueuse des hommes et de leur environnement La recherche d’un impact social et environnemental positif est au coeur de notre projet d’entreprise depuis le démarrage de l’activité Depuis  toute la partie logistique de nos activités collecte tri et conditionnement est assurée par notre filiale une entreprise d’insertion innovante qui forme tous les ans une vingtaine de personnes éloignées de l’emploi aux métiers de l’économie circulaire Grâce à des missions de travail polyvalentes des formations et un accompagnement sur-mesure les salariés renouent avec les codes de l’entreprise montent en compétences et voient s’ouvrir de nouvelles opportunités professionnelles Depuis  nous sommes certifiés B Corp un label international de business éthique qui atteste d’un fort engagement sociétal et environnemental Pour obtenir la certification B Corp une entreprise doit obtenir un score",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "certifiés B Corp un label international de business éthique qui atteste d’un fort engagement sociétal et environnemental Pour obtenir la certification B Corp une entreprise doit obtenir un score minimum vérifié de 80 Ce score est calculé à partir de l’analyse des activités quotidiennes de l’entreprise et également de son impact sur ses employés la communauté dans laquelle elle est implantée et l’environnement En  nous avons de plus reçu la distinction « Best for the World » en matière d’engagement environnemental et en  et  c’est dans la catégorie “collaborateurs” que notre score nous place parmi les 5 des entreprises B Corp™ les plus performantes  Les déchets que nous collectons sont recyclés par nos filières partenaires Ces filières sont choisies pour leur proximité géographique  circuits courts France et leurs méthodes de valorisation recyclage  matière Nous analysons les performances de tri de tous nos points de collecte et fournissons en toute transparence des rapports mensuels à",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "le mois B Corp  – B quoiii  » Si vous vous demandez ce que c’est au juste une B-Corp vous êtes au bon endroit  Tout au long du mois de mars nous partagerons avec vous le sens que nous donnons à ces quelques lettres L’occasion pour nous d’illustrer ce qu’être B-Corp signifie au quotidien dans une structure certifiée depuis  et de donner corps à ce label engagé Alors que de plus en plus d’entreprises souhaitent jouer un rôle face aux enjeux environnementaux et sociaux du monde contemporain et faire connaître et reconnaître leurs actions positives des doutes planent parfois à juste titre sur la sincérité de leurs engagements On parle ainsi de green-washing ou de social-washing Face à ce constat la certification B Corp entend prouver et vérifier les engagements d’entreprises prêtes à placer toutes les parties prenantes au centre de leurs décisions Depuis  le mouvement B Corp porte ainsi à travers le monde des valeurs fortes de changement avec pour objectif de distinguer les entreprises",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual and quarterly reports detailing the commitments made by B Corps. These reports provide updates on the progress of each company towards meeting their social and environmental goals. The annual report typically covers the entire year, while the quarterly reports cover specific periods within the year. Together, they offer a comprehensive overview of the efforts being made by B Corps to create positive change and contribute to a more sustainable future.",
            "source": [
                {
                    "content": "nos engagements tout en nous permettant de communiquer dessus Ce qui attire et renforce nos liens avec des entreprises partageant les mêmes valeurs que nous Une forme d’interdépendance qui permet de s’entourer de structures engagées et de prendre soin de sa chaîne de valeur Nous sommes heureux de choisir et d’être choisis par d’autres B Corp  Tout d’abord l’outil de mesure d’impact très complet de B Corp permet de mesurer sa progression sur le long terme La certification étant renouvelée tous les trois à quatre ans il s’agit d’une source d’inspiration et d’une véritable motivation pour faire mieux car personne ne veut voir son score revu à la baisse  Au niveau du fonctionnement même de l’entreprise la certification implique certains changements structurels dont les effets se font ressentir sur une échelle de temps plus longue En effet la gouvernance de l’entreprise tend à devenir de plus en plus participative avec un engagement accru des membres de l’entreprise De même B Corp nous",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "BIA s’adresse à toutes les entreprises de toutes tailles et de tous secteurs En effet avec le BIA les entreprises évaluent leur capacité à produire un impact positif Capacité corrélée à leur mode de fonctionnement intrinsèque Cette méthodologie entend encourager les entreprises à réconcilier intérêts financiers et intérêt collectif et replacer ce dernier au cœur de sa raison d’être L’obtention de la labellisation marque à la fois un aboutissement et un commencement Être B Corp signifie s’inscrire dans une logique de progrès puisque tous les deux-trois ans B Lab procède à une mise à jour du questionnaire qu’il faut compléter à nouveau Ainsi deux campagnes de certification ont eu lieu chez Lemon Tri La première en  et la seconde en  S’il est courant que les scores régressent entre les deux certifications car le niveau d’exigence augmente nous sommes fiers d’être passé de  à   Cette démarche de labelisation a été un véritable travail sur nous-mêmes qui a très largement contribué à notre",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "et actrices du changement au plaisir d’y retourner l’année prochaine  L’édition  du Forum Mondial 3Zéro s’est déroulée les 5 et 6 septembre  au Palais Brongniart Lemon Tri est fière d’avoir été à nouveau partenaire de cet évènement pour l’accompagner dans la gestion de ses déchets et pour sensibiliser les participantes aux bons zestes de tri  Depuis sa création en  le Forum Mondial 3Zéro se donne pour mission de rassembler tous les acteurs et toutes les actrices du changement  entreprises de l’ESS organisations à but non lucratif organismes publics acteurs financiers secteur scientifique et de l’innovation réseaux citoyens et de jeunesses médias… Durant deux jours de nombreuses conférences table-rondes projections-débats et sessions de pitchs se sont ainsi succédées sur des sujets très variés  action environnementale finance à impact lutte contre les inégalités mobilisation des jeunesses solidarité internationale… Deux journées très riches en enseignements et en découvertes  De",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "et actrices du changement au plaisir d’y retourner l’année prochaine  L’édition  du Forum Mondial 3Zéro s’est déroulée les 5 et 6 septembre  au Palais Brongniart Lemon Tri est fière d’avoir été à nouveau partenaire de cet évènement pour l’accompagner dans la gestion de ses déchets et pour sensibiliser les participantes aux bons zestes de tri  Depuis sa création en  le Forum Mondial 3Zéro se donne pour mission de rassembler tous les acteurs et toutes les actrices du changement  entreprises de l’ESS organisations à but non lucratif organismes publics acteurs financiers secteur scientifique et de l’innovation réseaux citoyens et de jeunesses médias… Durant deux jours de nombreuses conférences table-rondes projections-débats et sessions de pitchs se sont ainsi succédées sur des sujets très variés  action environnementale finance à impact lutte contre les inégalités mobilisation des jeunesses solidarité internationale… Deux journées très riches en enseignements et en découvertes  De",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " There are several types of community and social events that have been organized in order to fulfill the commitments mentioned earlier. These include:\n\n1. Ateliers thématiques gratuit",
            "source": [
                {
                    "content": "sommes implantés mais aussi des groupes de scolaires et des associations locales et leur faisons découvrir lors d’une visite interactive le fonctionnement de nos activités et les dessous du recyclage Notre message -lors des formations au sein des entreprises des journées portes ouvertes ou au travers de l’interaction avec les machines de collecte- est toujours le même  faire prendre conscience aux utilisateurs que les déchets ont une vraie valeur et que leur collecte est capitale “Renforcer le partenariat mondial pour le développement durable afin d’aider tous les pays en particulier les pays en développement à atteindre les objectifs de développement durable” Afin de maximiser et de pérenniser son impact Lemon Tri tient à participer aux discussions sur les enjeux environnementaux et sociaux qui lui tiennent à cœur notamment sur la réduction des déchets l’accès à l’emploi et la mise en place de la consigne de manière généralisée Adhérents à plusieurs réseaux engagés nous avons à cœur",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "ou Miramas précurseures du genre          – ateliers thématiques gratuits          – conférences          – groupes Facebook où sont partagés des astuces          – “kits” pour débuter l’aventure Au niveau pratique le défi se déroule en général sur une période de temps longue de 5 mois à 1 an en moyenne afin que les changements se fassent progressivement Les défis sont souvent proposés annuellement La ville de Paris propose par exemple un défi pour  familles en 5 mois avec un objectif de réduction de 10 du contenu de sa poubelle Aucun critère de sélection n’est posé à l’entrée mais les demandes sont nombreuses et les places limitées il arrive donc que les communes fassent passer des entretiens pour déterminer la motivation des candidats Les premiers effets du défi sont la réduction des déchets et la prise de conscience écologique chez les participants Les résultats sont souvent positifs  le défi Famille Zéro Déchet  de Paris a été relevé à  par les  familles et même au-delà car les",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Selon l’Ademe une Française produit en moyenne plus d’un kilo de déchet par jour  Participer à un défi Famille Zéro déchet peut être une manière de prendre conscience de l’impact environnemental de notre consommation et de changer ses habitudes La défi vise à promouvoir une consommation et des gestes plus éco-responsables et de créer une communauté engagée au sein des participantes en leur fixant un objectif de réduction de déchets sur un temps défini L’organisateurice est en général une association ou une collectivité publique car la mise en place du défi nécessite des moyens humains et matériels En effet lors du défi les familles sont suivies pour voir l’évolution de leurs comportements et ont accès à de nombreux outils           – sites internet pour certaines villes comme Roubaix Grenoble ou Miramas précurseures du genre          – ateliers thématiques gratuits          – conférences          – groupes Facebook où sont partagés des astuces          – “kits” pour débuter l’aventure",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "80 et  résidents les enjeux qui gravitent autour de la question des déchets sont nombreux Et nous sommes fiers d’accompagner le changement dans ces établissements qui concilient leur engagement pour nos aînés et leurs préoccupations environnementales Dans les EHPAD c’est sûr le tri ne bat pas en retraite  Le 24 juin dernier s’est déroulée l’Étape Capitale une journée organisée par EducapCity et CAP SAAA dédiée à l’éducation citoyenne et durant laquelle plus de  enfants sont partis à la découverte d’un échantillon d’acteurs associatifs économiques culturels et sportifs  L’occasion pour Lemon Tri de sensibiliser les participants aux bons zestes et à les inviter à trier leurs déchets lors de l’évènement  Partenaire de l’association CAP SAAA depuis  dans le cadre de son programme ECO CAP Lemon Tri est toujours ravi de participer à l’Étape Capitale en y tenant un point de passage pour accueillir et sensibiliser les enfants aux enjeux du recyclage Canettes bouteilles en plastique bouchons",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " There are several products, services, and technologies mentioned in the text that can help with waste management and resource efficiency. Some of these include:\n\n1. Reconditioned electronics from online stores like Loxy Envie, BackMarket, and others. These refurbished devices offer a more sustainable alternative to buying new ones.\n2. Voluntary collection points for small, lightweight items with easily accessible shipping labels available online for sending them to recycling or reuse facilities.\n3. Professional IT equipment from companies, which often have valuable components suitable for reuse due to their shorter lifespans compared to their potential durability.\n4. Key-in-hand solutions offered by Mirova and its historical investors (Phitrust, INCO Invest, and Abeille Impact Investing France) for managing all types of waste generated by businesses and public institutions. This includes complete and transparent waste management services, including setting up sorting equipment, raising awareness among employees, collecting all waste streams, and transporting them to appropriate recycling or reusing facilities.\n5. Lemon Tri offers solutions to combat illegal dumping and incineration of waste by improving waste sorting at the source and promoting more virtuous disposal methods such as reduction, reuse, and recycling. Their services cater to both private enterprises and public administration bodies.\n6. Complete and transparent waste management services provided by Lemon Tri, which include equipping businesses and administrative entities with waste handling systems, educating staff on proper waste segregation, collecting all waste streams, and ensuring traceability of the collected waste until it reaches the designated recycling or reusing channels. The selection criteria for each recycling or reusing channel is based on environmental performance indicators.",
            "source": [
                {
                    "content": "reconditionné Aujourd’hui de nombreuses boutiques en ligne proposent des appareils remis à neuf  Loxy Envie ou encore BackMarket  Pour le matériel informatique et les autres appareils hors d’usage ou irréparables il est important de s’assurer qu’ils sont bien collectés pour entamer une nouvelle vie  Côté particuliers il existe de très nombreux points d’apports volontaires répertoriés ici Et pour les produits peu volumineux des étiquettes d’envoi sont accessibles en ligne pour les envoyer envoyer directement vers une structure de réemploi et/ou recyclage Enfin les entreprises ont aussi leur rôle à jouer pour améliorer les taux de reprise des DEEE Les équipements informatiques professionnels génèrent des gisements intéressants pour le réemploi à la fois en termes de qualité et de quantité puisqu’ils ont une durée d’usage souvent inférieure à leur durée de vie renouvellement du parc informatique etc Vous pouvez opter pour une solution clé-en-main en confiant la gestion de tous vos",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Mirova et de ses investisseurs historiques Phitrust INCO Invest et Abeille Impact Investing France Une nouvelle étape dans le développement de cette start-up sociale dont les solutions ont déjà séduit près de  clients Elle souhaite ainsi déployer ses services partout en France d’ici 3 ans pour accentuer son impact Depuis  Lemon Tri apporte des solutions pour lutter contre l’enfouissement et l’incinération des déchets en améliorant leur tri à la source et en favorisant des modes de traitement plus vertueux  réduction réemploi et recyclage • À destination des entreprises et des administrations  Lemon Tri propose un service de gestion des déchets complet et transparent  mise en place des équipements de tri sensibilisation collecte de tous les flux et envoi en filières de recyclage ou réemploi Grâce à ses outils numériques l’entreprise pilote et certifie la traçabilité de l’ensemble des déchets jusqu’aux circuits de valorisation Chaque filière est sélectionnée selon des critères de",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Mirova et de ses investisseurs historiques Phitrust INCO Invest et Abeille Impact Investing France Une nouvelle étape dans le développement de cette start-up sociale dont les solutions ont déjà séduit près de  clients Elle souhaite ainsi déployer ses services partout en France d’ici 3 ans pour accentuer son impact Depuis  Lemon Tri apporte des solutions pour lutter contre l’enfouissement et l’incinération des déchets en améliorant leur tri à la source et en favorisant des modes de traitement plus vertueux  réduction réemploi et recyclage • À destination des entreprises et des administrations  Lemon Tri propose un service de gestion des déchets complet et transparent  mise en place des équipements de tri sensibilisation collecte de tous les flux et envoi en filières de recyclage ou réemploi Grâce à ses outils numériques l’entreprise pilote et certifie la traçabilité de l’ensemble des déchets jusqu’aux circuits de valorisation Chaque filière est sélectionnée selon des critères de",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Mirova et de ses investisseurs historiques Phitrust INCO Invest et Abeille Impact Investing France Une nouvelle étape dans le développement de cette start-up sociale dont les solutions ont déjà séduit près de  clients Elle souhaite ainsi déployer ses services partout en France d’ici 3 ans pour accentuer son impact Depuis  Lemon Tri apporte des solutions pour lutter contre l’enfouissement et l’incinération des déchets en améliorant leur tri à la source et en favorisant des modes de traitement plus vertueux  réduction réemploi et recyclage • À destination des entreprises et des administrations  Lemon Tri propose un service de gestion des déchets complet et transparent  mise en place des équipements de tri sensibilisation collecte de tous les flux et envoi en filières de recyclage ou réemploi Grâce à ses outils numériques l’entreprise pilote et certifie la traçabilité de l’ensemble des déchets jusqu’aux circuits de valorisation Chaque filière est sélectionnée selon des critères de",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, there are various promotional events, expos, and sales related to reconditioned electronics, e-waste collection, and circular economy initiatives. Here is a list of some notable events:\n\n1. European Week for Waste Reduction (EWWR): This annual event in November focuses on raising awareness about waste reduction and proper disposal methods across Europe. It provides opportunities for individuals and organizations to engage with circular economy concepts and practices.\n\n1. French National Recycling Day (Journée nationale de recyclage): Held annually in France, this day aims to promote recycling and proper waste management among citizens. Various activities, such as educational workshops and collection drives, take place throughout the country.\n\n1. Electronic Recycling Days (Journées de recyclage des DEEE): Organized by local authorities and private partners in France, these events provide opportunities for residents to safely dispose of their electronic waste, including reconditioned devices. Collection points are often set up in public spaces during specific dates.\n\n1. Circular Economy Summit (Sommet de l'Économie Circulaire): Hosted by the French government, this summit brings together stakeholders from business, academia, and civil society to discuss and share best practices for transitioning towards a more circular economy. The event features keynote speeches, panel discussions, and networking opportunities.\n\nThese events not only raise awareness about sustainable consumption and production but also create platforms for businesses to showcase their reconditioned products and recycling services.",
            "source": [
                {
                    "content": "reconditionné Aujourd’hui de nombreuses boutiques en ligne proposent des appareils remis à neuf  Loxy Envie ou encore BackMarket  Pour le matériel informatique et les autres appareils hors d’usage ou irréparables il est important de s’assurer qu’ils sont bien collectés pour entamer une nouvelle vie  Côté particuliers il existe de très nombreux points d’apports volontaires répertoriés ici Et pour les produits peu volumineux des étiquettes d’envoi sont accessibles en ligne pour les envoyer envoyer directement vers une structure de réemploi et/ou recyclage Enfin les entreprises ont aussi leur rôle à jouer pour améliorer les taux de reprise des DEEE Les équipements informatiques professionnels génèrent des gisements intéressants pour le réemploi à la fois en termes de qualité et de quantité puisqu’ils ont une durée d’usage souvent inférieure à leur durée de vie renouvellement du parc informatique etc Vous pouvez opter pour une solution clé-en-main en confiant la gestion de tous vos",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Créé en novembre  Back Market est la première place de marché européenne dédiée à la vente de produits électriques et électroniques reconditionnés Le concept est simple  mettre en relation les consommateurs avec plus de  reconditionneurs français certifiés via une plateforme unique Apple Samsung Whirlpool Sony les grandes marques sont au rendez-vous sur le site à des prix compétitifs 30 à 70 moins cher que le neuf L’objectif  Que les consommateurs soient tout à fait confiants en achetant du reconditionné Opter pour Back Market c’est aussi contribuer à réduire la quantité annuelle de déchets « tech » produits par les Français 22kg/hab en moyenne … et soutenir une startup bientôt championne du tri grâce à nos bacs en plastique recyclé  Le Mois de l’ESS se tient tous les ans durant tout le mois de Novembre C’est l’occasion de démocratiser le concept de l’ESS tout en valorisant ses acteurs par des manifestations et évènements L’entreprise Circul’R a été fondée par Jules Coignard et Raphaël",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "business model » EC collectif dans lequel Lemon Tri s’engage a pour objectif de placer l’économie circulaire au centre des préoccupations des décideurs politiques Un franc succès pour le collectif avec une salle comble  Cette année nous tenions également un stand au salon des exposants Nous avions sorti le grand jeu pour l’occasion notre stand a piqué la curiosité de plus d’une participante Au programme  roue du tri pour sensibiliser les participantes au tri et au recyclage devinettes temps d’échange… Nos citrons ont pu profiter eux aussi du programme rythmé du salon Grands débats ateliers et masterclass sur le bilan carbone l’économie circulaire la sobriété digitale ou encore la mobilité il y en avait pour tous les goûts Une belle journée de partage d’échange et de rencontres avec les acteurs et actrices du changement au plaisir d’y retourner l’année prochaine  L’édition  du Forum Mondial 3Zéro s’est déroulée les 5 et 6 septembre  au Palais Brongniart Lemon Tri est fière d’avoir été",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "business model » EC collectif dans lequel Lemon Tri s’engage a pour objectif de placer l’économie circulaire au centre des préoccupations des décideurs politiques Un franc succès pour le collectif avec une salle comble  Cette année nous tenions également un stand au salon des exposants Nous avions sorti le grand jeu pour l’occasion notre stand a piqué la curiosité de plus d’une participante Au programme  roue du tri pour sensibiliser les participantes au tri et au recyclage devinettes temps d’échange… Nos citrons ont pu profiter eux aussi du programme rythmé du salon Grands débats ateliers et masterclass sur le bilan carbone l’économie circulaire la sobriété digitale ou encore la mobilité il y en avait pour tous les goûts Une belle journée de partage d’échange et de rencontres avec les acteurs et actrices du changement au plaisir d’y retourner l’année prochaine  L’édition  du Forum Mondial 3Zéro s’est déroulée les 5 et 6 septembre  au Palais Brongniart Lemon Tri est fière d’avoir été",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " In the world of B Corp signatories committed to fostering interdependence and promoting synergy among certified businesses, there are various partnerships and collaborations focused on commerce. These include regular monthly calls where participants can discuss projects, ongoing initiatives, and exchange ideas with entities interested in becoming B Corp members. There are also different working groups focusing on topics such as climate advocacy for mission-driven companies. Our organization has naturally invested in the group concentrating on waste reduction. Additionally, we aim to develop commercial links in both directions with other B Corp members, either as suppliers or customers, to strengthen our respective impacts. Overall, being part of this community means participating, contributing, supporting, and investing in one another. In the priority quarter of Les Quatre Chemins in Pantin where our activities take place, we actively engage in these partnerships and collaborations related to commerce.",
            "source": [
                {
                    "content": "dans le monde signataires d’une déclaration d’interdépendance qui a pour objectif de favoriser les synergies entre les entreprises certifiées Un engagement qui nous tient à cœur et qui se formule de différentes manières Il y a en effet différentes réunions des appels mensuels durant lesquels chacun peut évoquer ses projets les initiatives en cours et échanger avec des structures qui souhaitent devenir B Corp Il existe également différents groupes de travail climat plaidoyer entreprises à mission etc et nous nous sommes naturellement investis dans le groupe qui se concentre sur la réduction des déchets Enfin il nous tient à cœur de développer des liens commerciaux dans les deux sens avec les B Corp  que ce soit pour nos fournisseurs ou pour nos clients afin de renforcer nos impacts respectifs  Être B Corp c’est donc en quelque sorte vivre en communauté  participer contribuer se soutenir et s’investir  Dans le quartier prioritaire des Quatre Chemins à Pantin où nos activités sont",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "dans le monde signataires d’une déclaration d’interdépendance qui a pour objectif de favoriser les synergies entre les entreprises certifiées Un engagement qui nous tient à cœur et qui se formule de différentes manières Il y a en effet différentes réunions des appels mensuels durant lesquels chacun peut évoquer ses projets les initiatives en cours et échanger avec des structures qui souhaitent devenir B Corp Il existe également différents groupes de travail climat plaidoyer entreprises à mission etc et nous nous sommes naturellement investis dans le groupe qui se concentre sur la réduction des déchets Enfin il nous tient à cœur de développer des liens commerciaux dans les deux sens avec les B Corp  que ce soit pour nos fournisseurs ou pour nos clients afin de renforcer nos impacts respectifs  Être B Corp c’est donc en quelque sorte vivre en communauté  participer contribuer se soutenir et s’investir  Dans le quartier prioritaire des Quatre Chemins à Pantin où nos activités sont",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "dans le monde signataires d’une déclaration d’interdépendance qui a pour objectif de favoriser les synergies entre les entreprises certifiées Un engagement qui nous tient à cœur et qui se formule de différentes manières Il y a en effet différentes réunions des appels mensuels durant lesquels chacun peut évoquer ses projets les initiatives en cours et échanger avec des structures qui souhaitent devenir B Corp Il existe également différents groupes de travail climat plaidoyer entreprises à mission etc et nous nous sommes naturellement investis dans le groupe qui se concentre sur la réduction des déchets Enfin il nous tient à cœur de développer des liens commerciaux dans les deux sens avec les B Corp  que ce soit pour nos fournisseurs ou pour nos clients afin de renforcer nos impacts respectifs  Être B Corp c’est donc en quelque sorte vivre en communauté  participer contribuer se soutenir et s’investir  Dans le quartier prioritaire des Quatre Chemins à Pantin où nos activités sont",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "dans le monde signataires d’une déclaration d’interdépendance qui a pour objectif de favoriser les synergies entre les entreprises certifiées Un engagement qui nous tient à cœur et qui se formule de différentes manières Il y a en effet différentes réunions des appels mensuels durant lesquels chacun peut évoquer ses projets les initiatives en cours et échanger avec des structures qui souhaitent devenir B Corp Il existe également différents groupes de travail climat plaidoyer entreprises à mission etc et nous nous sommes naturellement investis dans le groupe qui se concentre sur la réduction des déchets Enfin il nous tient à cœur de développer des liens commerciaux dans les deux sens avec les B Corp  que ce soit pour nos fournisseurs ou pour nos clients afin de renforcer nos impacts respectifs  Être B Corp c’est donc en quelque sorte vivre en communauté  participer contribuer se soutenir et s’investir  Dans le quartier prioritaire des Quatre Chemins à Pantin où nos activités sont",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, there are several employment and educational opportunities available in various fields. For those interested in environmental and social issues, organizations like Pandobac (which has raised €12 million this summer for sustainability-related projects) may be hiring. Additionally, Lemon Tri is growing rapidly and offers internal growth opportunities for employees who demonstrate potential and willingness to learn new skills. The \"On Purpose\" program also provides training and support for individuals seeking careers with social and environmental impact. Finally, the \"Challenge ESSpoir du BCG\" recognizes promising startups focused on social and ecological issues, which could lead to future collaborations or job opportunities.",
            "source": [
                {
                    "content": "de France dans le futur Elle a notamment levé 12 millions d’euros cet été dans ce but  En  Pandobac a également été lauréat du Challenge ESSpoir du BCG et a gagné un accompagnement assuré par INCO accélérateur de startups sociales et écologiques Pour suivre les actualités de Pandobac c’est ici  Linkedin Facebook Twitter",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "des motivations et des caractères à des CVs parfaits Le profil du futur citron  Une sensibilité aux questions écologiques et sociales une capacité à sortir du cadre et prendre des initiatives la volonté d’apprendre de se former d’apporter des outils et des solutions et une aptitude à se remettre en question “Nous tenons beaucoup à varier les profils La parfaite recrue c’est aussi un tempérament et des compétences que l’on n’a pas déjà ” souligne Laura qui a démarré l’année en intégrant six nouvelles personnes à des postes variés La transmission de savoirs et la formation interne seront également des enjeux importants pour  Dans une petite entreprise il est crucial de diluer les connaissances et de partager les compétences clés D’autant que chez Lemon Tri il y a de la place pour l’évolution en interne  “Avec 50 de croissance il n’est pas difficile de renouveler les missions des salariés on fait confiance aux personnes indépendamment de leur formation initiale pour assumer de nouvelles",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "guidé par la recherche de sens En effet il permet aux professionnels de se réorienter vers des organisations à impact social et environnemental  Le Programme Associé accueille chaque année 20 participants choisis parmi de nombreux candidats D’une part ils sont formés et accompagnés par l’association dans leur parcours de reconversion D’autre part ils effectuent deux missions rémunérées de six mois dans deux organisations partenaires  Pendant cette année les Associées sont ainsi formées par des experts en parallèle de leurs missions Ces dernieres transmettent leurs compétences sur des outils des méthodes de travail etc Ils bénéficient d’une coach et d’une mentor qui les accompagnent dans leurs missions garantissant leur réussite  Ainsi On Purpose permet à ces professionnelles de mettre leurs compétences au service d’une économie de sens et d’impact A la sortie du programme 92 des “Fellows” membre ayant terminé le Programme Associé occupent des positions managériales dans des",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "guidé par la recherche de sens En effet il permet aux professionnels de se réorienter vers des organisations à impact social et environnemental  Le Programme Associé accueille chaque année 20 participants choisis parmi de nombreux candidats D’une part ils sont formés et accompagnés par l’association dans leur parcours de reconversion D’autre part ils effectuent deux missions rémunérées de six mois dans deux organisations partenaires  Pendant cette année les Associées sont ainsi formées par des experts en parallèle de leurs missions Ces dernieres transmettent leurs compétences sur des outils des méthodes de travail etc Ils bénéficient d’une coach et d’une mentor qui les accompagnent dans leurs missions garantissant leur réussite  Ainsi On Purpose permet à ces professionnelles de mettre leurs compétences au service d’une économie de sens et d’impact A la sortie du programme 92 des “Fellows” membre ayant terminé le Programme Associé occupent des positions managériales dans des",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events and opportunities available for those interested in joining On Purpose or learning more about their mission. These include:\n\n1. Job Fairs: On Purpose may host or participate in job fairs where potential candidates can learn more about the organization and meet with representatives to discuss opportunities. Keep an eye on their website or follow their social media channels for updates on upcoming events.\n2. Webinars: On Purpose may occasionally hold webinars or virtual information sessions to share more about their program offerings, mission, and success stories. Subscribe to their newsletter or check their online platforms for announcements regarding these types of events.\n3. Workshops: The organization might also provide workshops or training programs focused on specific topics related to their mission, such as skills development, personal growth, or social impact strategies. Visit their website or reach out directly to inquire about upcoming workshops or training programs.\n4. Networking Events: On Purpose may host or attend networking events where individuals can connect with others who share similar interests or goals. These events can be a great opportunity to learn more about the organization and explore potential partnerships or collaborations.\n5. Online Resources: Even if there aren't any scheduled events, On Purpose may still provide valuable resources through their website, blog posts, or other digital content. Be sure to explore their online presence to stay informed about their latest initiatives and insights.",
            "source": [
                {
                    "content": "montée en compétences Ils pourront également être appelés à animer des fresques dans des entreprises clientes ou partenaires  Merci à Elsa Bortuzzo d’être venue former nos citrons en personne ils sont très pressés de démarrer les ateliers  Et si vous souhaitez avoir plus d’informations ou faire appel à nos supers animateurs pour organiser une fresque dans votre structure contactez-nous",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "guidé par la recherche de sens En effet il permet aux professionnels de se réorienter vers des organisations à impact social et environnemental  Le Programme Associé accueille chaque année 20 participants choisis parmi de nombreux candidats D’une part ils sont formés et accompagnés par l’association dans leur parcours de reconversion D’autre part ils effectuent deux missions rémunérées de six mois dans deux organisations partenaires  Pendant cette année les Associées sont ainsi formées par des experts en parallèle de leurs missions Ces dernieres transmettent leurs compétences sur des outils des méthodes de travail etc Ils bénéficient d’une coach et d’une mentor qui les accompagnent dans leurs missions garantissant leur réussite  Ainsi On Purpose permet à ces professionnelles de mettre leurs compétences au service d’une économie de sens et d’impact A la sortie du programme 92 des “Fellows” membre ayant terminé le Programme Associé occupent des positions managériales dans des",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "guidé par la recherche de sens En effet il permet aux professionnels de se réorienter vers des organisations à impact social et environnemental  Le Programme Associé accueille chaque année 20 participants choisis parmi de nombreux candidats D’une part ils sont formés et accompagnés par l’association dans leur parcours de reconversion D’autre part ils effectuent deux missions rémunérées de six mois dans deux organisations partenaires  Pendant cette année les Associées sont ainsi formées par des experts en parallèle de leurs missions Ces dernieres transmettent leurs compétences sur des outils des méthodes de travail etc Ils bénéficient d’une coach et d’une mentor qui les accompagnent dans leurs missions garantissant leur réussite  Ainsi On Purpose permet à ces professionnelles de mettre leurs compétences au service d’une économie de sens et d’impact A la sortie du programme 92 des “Fellows” membre ayant terminé le Programme Associé occupent des positions managériales dans des",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "guidé par la recherche de sens En effet il permet aux professionnels de se réorienter vers des organisations à impact social et environnemental  Le Programme Associé accueille chaque année 20 participants choisis parmi de nombreux candidats D’une part ils sont formés et accompagnés par l’association dans leur parcours de reconversion D’autre part ils effectuent deux missions rémunérées de six mois dans deux organisations partenaires  Pendant cette année les Associées sont ainsi formées par des experts en parallèle de leurs missions Ces dernieres transmettent leurs compétences sur des outils des méthodes de travail etc Ils bénéficient d’une coach et d’une mentor qui les accompagnent dans leurs missions garantissant leur réussite  Ainsi On Purpose permet à ces professionnelles de mettre leurs compétences au service d’une économie de sens et d’impact A la sortie du programme 92 des “Fellows” membre ayant terminé le Programme Associé occupent des positions managériales dans des",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The text mentions two specific employee/participant benefits related to the company's commitment to equal pay and gender equality. These benefits include:\n\n1. Maternity leave: A high percentage of women who took maternity leave were given a pay raise upon their return (3-Percentage of salarières augmentées au retour d'un congé maternité). This indicates that the company actively supports work-life balance for its female employees and encourages their professional growth after parental leave.\n2. Well-being initiatives: The company has implemented various measures to promote the well-being of its employees, such as training on teleworking, mobility plans, and support for integrating interns and trainees into the organization (formations télétravail plan de mobilités). By focusing on employee welfare, the company fosters a positive work environment and contributes to the overall satisfaction and productivity of its staff members.",
            "source": [
                {
                    "content": "L’index d’égalité salariale est un index qui vise à obliger les entreprises employant plus de 50 personnes à calculer et publier chaque année les différences salariales entre les femmes et les hommes qu’elles emploient L’index se calcule sur un score de  points à partir de 4 indicateurs de référence  Les entreprises sont tenues d’avoir un score minimum de 75 en dessous duquel elles sont soumises à des mesures de rattrappage  3- Pourcentage de salariées augmentées au retour d’un congé maternité  3- Pourcentage de salariées augmentées au retour d’un congé maternité   L’indicateur sur les congés maternité est incalculable car il n’y a pas eu de congé maternité dans les effectifs en",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "s’ajouter des points pour la prise en compte de l’impact social et environnemental que ce soit au niveau de la feuille de route de l’entreprise ou des fiches de poste et objectifs des collaborateurs Notre score pour la gouvernance est de 151 Cette catégorie est celle qui nous a valu le plus de points et sur laquelle nous enregistrons notre plus belle progression entre les deux certifications En effet entre  et  nous avons mis en place différentes actions pour promouvoir le bien-être des collaborateurs  formations télétravail plan de mobilités Des points sont également attribués selon la part de CDI l’attention portée au processus d’onboarding la manière dont sont intégrés les stagiaires etc Nous avons ainsi vu notre score augmenter de 30 points grâce au développement de ce que B Corp appelle “force de travail” et qui chez Lemon Tri se traduit par l’insertion par l’activité économique de publics éloignés de l’emploi Notre score pour cette catégorie est de 573 points Cette catégorie est",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "s’ajouter des points pour la prise en compte de l’impact social et environnemental que ce soit au niveau de la feuille de route de l’entreprise ou des fiches de poste et objectifs des collaborateurs Notre score pour la gouvernance est de 151 Cette catégorie est celle qui nous a valu le plus de points et sur laquelle nous enregistrons notre plus belle progression entre les deux certifications En effet entre  et  nous avons mis en place différentes actions pour promouvoir le bien-être des collaborateurs  formations télétravail plan de mobilités Des points sont également attribués selon la part de CDI l’attention portée au processus d’onboarding la manière dont sont intégrés les stagiaires etc Nous avons ainsi vu notre score augmenter de 30 points grâce au développement de ce que B Corp appelle “force de travail” et qui chez Lemon Tri se traduit par l’insertion par l’activité économique de publics éloignés de l’emploi Notre score pour cette catégorie est de 573 points Cette catégorie est",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "s’ajouter des points pour la prise en compte de l’impact social et environnemental que ce soit au niveau de la feuille de route de l’entreprise ou des fiches de poste et objectifs des collaborateurs Notre score pour la gouvernance est de 151 Cette catégorie est celle qui nous a valu le plus de points et sur laquelle nous enregistrons notre plus belle progression entre les deux certifications En effet entre  et  nous avons mis en place différentes actions pour promouvoir le bien-être des collaborateurs  formations télétravail plan de mobilités Des points sont également attribués selon la part de CDI l’attention portée au processus d’onboarding la manière dont sont intégrés les stagiaires etc Nous avons ainsi vu notre score augmenter de 30 points grâce au développement de ce que B Corp appelle “force de travail” et qui chez Lemon Tri se traduit par l’insertion par l’activité économique de publics éloignés de l’emploi Notre score pour cette catégorie est de 573 points Cette catégorie est",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information, it seems like there were several notable points discussed in the latest financial or earnings report. However, without specific details from the report itself, I cannot provide a direct response with exact figures and data. Instead, I can offer some general insights that might be relevant based on common themes found in such reports. These could include discussions around revenue growth, profit margins, expense management, capital investments, debt levels, dividends, share buybacks, market trends, industry outlook, customer metrics, operational efficiency, and strategic initiatives. Please note that these points are speculative and may not accurately reflect the content of the actual report.",
            "source": [
                {
                    "content": "d’entreprises engagées et conscientes Une communauté avec laquelle partager des bonnes pratiques développer ses activités dans un souci d’inter-dépendance militer en faveur d’un business plus éthique etc Finalement être B Corp c’est donner du sens à ses activités et envisager autrement la contribution sociétale des entreprises Alors convaincu de sauter le pas Lorsque nous avons décidé de nous lancer dans l’aventure B Corp nous n’avions pas forcément pris conscience de l’étendue du chantier qui s’ouvrait devant nous Obtenir la labellisation B Corp est une démarche de long terme Un aboutissement mais aussi le commencement d’une longue route vers le progrès et l’exemplarité Retour sur les étapes et la méthodologie Pour obtenir la certification B Corp il faut d’abord passer le « BIA » B Corp Impact Assessment Il s’agit d’un questionnaire accessible gratuitement en ligne L’objectif de ce BIA  évaluer l’impact de ses activités avec 5 axes principaux  1° La gouvernance ex  la manière dont",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "d’entreprises engagées et conscientes Une communauté avec laquelle partager des bonnes pratiques développer ses activités dans un souci d’inter-dépendance militer en faveur d’un business plus éthique etc Finalement être B Corp c’est donner du sens à ses activités et envisager autrement la contribution sociétale des entreprises Alors convaincu de sauter le pas Lorsque nous avons décidé de nous lancer dans l’aventure B Corp nous n’avions pas forcément pris conscience de l’étendue du chantier qui s’ouvrait devant nous Obtenir la labellisation B Corp est une démarche de long terme Un aboutissement mais aussi le commencement d’une longue route vers le progrès et l’exemplarité Retour sur les étapes et la méthodologie Pour obtenir la certification B Corp il faut d’abord passer le « BIA » B Corp Impact Assessment Il s’agit d’un questionnaire accessible gratuitement en ligne L’objectif de ce BIA  évaluer l’impact de ses activités avec 5 axes principaux  1° La gouvernance ex  la manière dont",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "d’entreprises engagées et conscientes Une communauté avec laquelle partager des bonnes pratiques développer ses activités dans un souci d’inter-dépendance militer en faveur d’un business plus éthique etc Finalement être B Corp c’est donner du sens à ses activités et envisager autrement la contribution sociétale des entreprises Alors convaincu de sauter le pas Lorsque nous avons décidé de nous lancer dans l’aventure B Corp nous n’avions pas forcément pris conscience de l’étendue du chantier qui s’ouvrait devant nous Obtenir la labellisation B Corp est une démarche de long terme Un aboutissement mais aussi le commencement d’une longue route vers le progrès et l’exemplarité Retour sur les étapes et la méthodologie Pour obtenir la certification B Corp il faut d’abord passer le « BIA » B Corp Impact Assessment Il s’agit d’un questionnaire accessible gratuitement en ligne L’objectif de ce BIA  évaluer l’impact de ses activités avec 5 axes principaux  1° La gouvernance ex  la manière dont",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "d’entreprises engagées et conscientes Une communauté avec laquelle partager des bonnes pratiques développer ses activités dans un souci d’inter-dépendance militer en faveur d’un business plus éthique etc Finalement être B Corp c’est donner du sens à ses activités et envisager autrement la contribution sociétale des entreprises Alors convaincu de sauter le pas Lorsque nous avons décidé de nous lancer dans l’aventure B Corp nous n’avions pas forcément pris conscience de l’étendue du chantier qui s’ouvrait devant nous Obtenir la labellisation B Corp est une démarche de long terme Un aboutissement mais aussi le commencement d’une longue route vers le progrès et l’exemplarité Retour sur les étapes et la méthodologie Pour obtenir la certification B Corp il faut d’abord passer le « BIA » B Corp Impact Assessment Il s’agit d’un questionnaire accessible gratuitement en ligne L’objectif de ce BIA  évaluer l’impact de ses activités avec 5 axes principaux  1° La gouvernance ex  la manière dont",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information about the Forum Mondial 3Zéro event held on September 5th and 6th at the Palais Brongniart in Paris, France, it does not explicitly mention any specific investor events or funding rounds during this edition of the forum. However, considering the presence of various actors from different sectors such as environment, finance, social impact, science, innovation, networks, youth, media, etc., it is possible that some participants might have used this platform for networking purposes, which could potentially lead to future collaborations, partnerships, or even investments. It would be helpful if you could provide more details or clarify your question so I can give a more accurate response.",
            "source": [
                {
                    "content": "et actrices du changement au plaisir d’y retourner l’année prochaine  L’édition  du Forum Mondial 3Zéro s’est déroulée les 5 et 6 septembre  au Palais Brongniart Lemon Tri est fière d’avoir été à nouveau partenaire de cet évènement pour l’accompagner dans la gestion de ses déchets et pour sensibiliser les participantes aux bons zestes de tri  Depuis sa création en  le Forum Mondial 3Zéro se donne pour mission de rassembler tous les acteurs et toutes les actrices du changement  entreprises de l’ESS organisations à but non lucratif organismes publics acteurs financiers secteur scientifique et de l’innovation réseaux citoyens et de jeunesses médias… Durant deux jours de nombreuses conférences table-rondes projections-débats et sessions de pitchs se sont ainsi succédées sur des sujets très variés  action environnementale finance à impact lutte contre les inégalités mobilisation des jeunesses solidarité internationale… Deux journées très riches en enseignements et en découvertes  De",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "et actrices du changement au plaisir d’y retourner l’année prochaine  L’édition  du Forum Mondial 3Zéro s’est déroulée les 5 et 6 septembre  au Palais Brongniart Lemon Tri est fière d’avoir été à nouveau partenaire de cet évènement pour l’accompagner dans la gestion de ses déchets et pour sensibiliser les participantes aux bons zestes de tri  Depuis sa création en  le Forum Mondial 3Zéro se donne pour mission de rassembler tous les acteurs et toutes les actrices du changement  entreprises de l’ESS organisations à but non lucratif organismes publics acteurs financiers secteur scientifique et de l’innovation réseaux citoyens et de jeunesses médias… Durant deux jours de nombreuses conférences table-rondes projections-débats et sessions de pitchs se sont ainsi succédées sur des sujets très variés  action environnementale finance à impact lutte contre les inégalités mobilisation des jeunesses solidarité internationale… Deux journées très riches en enseignements et en découvertes  De",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "et actrices du changement au plaisir d’y retourner l’année prochaine  L’édition  du Forum Mondial 3Zéro s’est déroulée les 5 et 6 septembre  au Palais Brongniart Lemon Tri est fière d’avoir été à nouveau partenaire de cet évènement pour l’accompagner dans la gestion de ses déchets et pour sensibiliser les participantes aux bons zestes de tri  Depuis sa création en  le Forum Mondial 3Zéro se donne pour mission de rassembler tous les acteurs et toutes les actrices du changement  entreprises de l’ESS organisations à but non lucratif organismes publics acteurs financiers secteur scientifique et de l’innovation réseaux citoyens et de jeunesses médias… Durant deux jours de nombreuses conférences table-rondes projections-débats et sessions de pitchs se sont ainsi succédées sur des sujets très variés  action environnementale finance à impact lutte contre les inégalités mobilisation des jeunesses solidarité internationale… Deux journées très riches en enseignements et en découvertes  De",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "et actrices du changement au plaisir d’y retourner l’année prochaine  L’édition  du Forum Mondial 3Zéro s’est déroulée les 5 et 6 septembre  au Palais Brongniart Lemon Tri est fière d’avoir été à nouveau partenaire de cet évènement pour l’accompagner dans la gestion de ses déchets et pour sensibiliser les participantes aux bons zestes de tri  Depuis sa création en  le Forum Mondial 3Zéro se donne pour mission de rassembler tous les acteurs et toutes les actrices du changement  entreprises de l’ESS organisations à but non lucratif organismes publics acteurs financiers secteur scientifique et de l’innovation réseaux citoyens et de jeunesses médias… Durant deux jours de nombreuses conférences table-rondes projections-débats et sessions de pitchs se sont ainsi succédées sur des sujets très variés  action environnementale finance à impact lutte contre les inégalités mobilisation des jeunesses solidarité internationale… Deux journées très riches en enseignements et en découvertes  De",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, there are two significant financial or funding goals that have been set for the next period. The first goal is to increase revenue by approximately €2 million per year in 2 and then another €3 million per year in . This additional revenue will be generated through the implementation of a new tax on waste (TGAP). The second goal is related to the cost of waste collection, which is expected to significantly increase in both  and  due to the rise in TGAP. These increased costs will ultimately impact businesses that produce these types of waste. To protect your bottom line, two options are available to you. Firstly, by closely examining this issue, it becomes apparent that a substantial portion of these wastes originate from various sources. Secondly, with the anticipated increase in TGAP-generated revenues, efforts can be made to reinforce recycling infrastructures, raise awareness about waste reduction, and invest in innovative methods for treating less harmful and polluting waste materials.",
            "source": [
                {
                    "content": "financé entre 50 et  par l’Etat Par différentes missions non concurrentielles souvent liées à la transition écologique et citoyenne l’EBE répond à des besoins locaux Puisque financée par l’Etat elle est en mesure de proposer des tarifs peu élevés pour des missions diverses Plus les activités de l’EBE sont importantes plus elle est en mesure d’employer de nouvelles personnes privées durablement d’emploi En faisant appel à l’EBE de son territoire les citoyens les entreprises et les associations soutiennent des emplois durables et solidaires  La candidature des villes d’Est Ensemble sera déposée à l’association TZCLD en fin d’année  D’ici là les fréquences des groupes de travail vont s’intensifier Que vous soyez entreprise association citoyen volontaire pour intégrer la future EBE sur notre territoire vous pouvez contacter",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "national de valorisation matière pour le DIB et les OMR est fixé à 65 en poids à l’horizon  Cet objectif est décliné dans les Plans Régionaux de Prévention et de Gestion des Déchets PRPGD qui fixent des limites aux capacités de stockage de déchets dans les sols Pour atteindre cet objectif à horizon  la TGAP est donc un puissant levier Selon le ministère des finances et de l’économie la hausse de la TGAP produirait une recette supplémentaire d’environ  millions d’euros en  puis  millions d’euros en  et  millions d’euros en   de quoi renforcer les filières de recyclage développer la sensibilisation et investir dans de nouveaux moyens de traîter les déchets moins nocifs et polluants Le coût de l’enlèvement du DIB va donc significativement augmenter en  Ces coûts vont alors se répercuter sur les entreprises qui émettent ces déchets Alors pour protéger votre porte monnaie deux solutions s’offrent à vous  Car en y regardant de plus près on réalise qu’une part importante des déchets qui",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "national de valorisation matière pour le DIB et les OMR est fixé à 65 en poids à l’horizon  Cet objectif est décliné dans les Plans Régionaux de Prévention et de Gestion des Déchets PRPGD qui fixent des limites aux capacités de stockage de déchets dans les sols Pour atteindre cet objectif à horizon  la TGAP est donc un puissant levier Selon le ministère des finances et de l’économie la hausse de la TGAP produirait une recette supplémentaire d’environ  millions d’euros en  puis  millions d’euros en  et  millions d’euros en   de quoi renforcer les filières de recyclage développer la sensibilisation et investir dans de nouveaux moyens de traîter les déchets moins nocifs et polluants Le coût de l’enlèvement du DIB va donc significativement augmenter en  Ces coûts vont alors se répercuter sur les entreprises qui émettent ces déchets Alors pour protéger votre porte monnaie deux solutions s’offrent à vous  Car en y regardant de plus près on réalise qu’une part importante des déchets qui",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "national de valorisation matière pour le DIB et les OMR est fixé à 65 en poids à l’horizon  Cet objectif est décliné dans les Plans Régionaux de Prévention et de Gestion des Déchets PRPGD qui fixent des limites aux capacités de stockage de déchets dans les sols Pour atteindre cet objectif à horizon  la TGAP est donc un puissant levier Selon le ministère des finances et de l’économie la hausse de la TGAP produirait une recette supplémentaire d’environ  millions d’euros en  puis  millions d’euros en  et  millions d’euros en   de quoi renforcer les filières de recyclage développer la sensibilisation et investir dans de nouveaux moyens de traîter les déchets moins nocifs et polluants Le coût de l’enlèvement du DIB va donc significativement augmenter en  Ces coûts vont alors se répercuter sur les entreprises qui émettent ces déchets Alors pour protéger votre porte monnaie deux solutions s’offrent à vous  Car en y regardant de plus près on réalise qu’une part importante des déchets qui",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " It seems like there isn't any specific publication, research finding, or introduced technology mentioned in the provided text. However, we can infer some general information from the text. The text discusses various topics such as reconditioned devices, electronic waste management, circular economy, and innovative solutions for waste management. These subjects have been explored by numerous authors, researchers, and organizations over time. Some notable sources on these topics include reports from the Ellen MacArthur Foundation, studies conducted by the World Economic Forum, and articles published in academic journals. Additionally, several companies and startups have developed new technologies and services aimed at improving waste management and promoting a more sustainable future.",
            "source": [
                {
                    "content": "reconditionné Aujourd’hui de nombreuses boutiques en ligne proposent des appareils remis à neuf  Loxy Envie ou encore BackMarket  Pour le matériel informatique et les autres appareils hors d’usage ou irréparables il est important de s’assurer qu’ils sont bien collectés pour entamer une nouvelle vie  Côté particuliers il existe de très nombreux points d’apports volontaires répertoriés ici Et pour les produits peu volumineux des étiquettes d’envoi sont accessibles en ligne pour les envoyer envoyer directement vers une structure de réemploi et/ou recyclage Enfin les entreprises ont aussi leur rôle à jouer pour améliorer les taux de reprise des DEEE Les équipements informatiques professionnels génèrent des gisements intéressants pour le réemploi à la fois en termes de qualité et de quantité puisqu’ils ont une durée d’usage souvent inférieure à leur durée de vie renouvellement du parc informatique etc Vous pouvez opter pour une solution clé-en-main en confiant la gestion de tous vos",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "différentes actions pour aider les plus vulnérables La course aux innovations dans le monde du jeu vidéo entraîne une forte consommation d’écrans consoles et autres objets électroniques […] Lire l’article en entier› Depuis leur rencontre à l’école d’architecture de Versailles Barthélémy Clément Julien et Marius se passionnent pour la transformation des déchets […] Lire l’article en entier› Début juillet nous avons pris nos quartiers sur le site La Cité Fertile tiers-lieu installé pour 3 ans sur l’ancien site ferroviaire de Pantin Lemon Tri accueille une fois par mois la Coop de Pantin une épicerie associative de produits alimentaires secs Bio vrac […] Lire l’article en entier›",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "est soigneusement stocké avant d’être collecté et acheminé vers une station de lavage Les utilisateurs sont quant à eux récompensés et se voient remettre le montant de leur consigne directement en monnaie ou crédité sur une carte de paiement connectée  Une innovation dont nous sommes très fiers et qui sera notre invité VIP aux rencontres techniques organisées par le Réseau Consigne le 22 et 23 novembre prochains  là où se retrouvent tous les grands acteurs du réemploi  Notre nouvelle machine Zeta incarne donc tout ce qui nous est cher  innovation synergies entre acteurs engagés qualité du matériel et adaptabilité Une machine pour proposer une autre vision des déchets à utiliser sans modération dans les entreprises campus évènements  magasins etc   Déchets emportés dans la méditerranée à Marseille scandale de la collecte indifférenciée des bacs jaunes et marrons à Paris… Comprendre où vont et ce que deviennent nos déchets n’a jamais été si essentiel  Plus d’un an et demi après notre",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "est soigneusement stocké avant d’être collecté et acheminé vers une station de lavage Les utilisateurs sont quant à eux récompensés et se voient remettre le montant de leur consigne directement en monnaie ou crédité sur une carte de paiement connectée  Une innovation dont nous sommes très fiers et qui sera notre invité VIP aux rencontres techniques organisées par le Réseau Consigne le 22 et 23 novembre prochains  là où se retrouvent tous les grands acteurs du réemploi  Notre nouvelle machine Zeta incarne donc tout ce qui nous est cher  innovation synergies entre acteurs engagés qualité du matériel et adaptabilité Une machine pour proposer une autre vision des déchets à utiliser sans modération dans les entreprises campus évènements  magasins etc   Déchets emportés dans la méditerranée à Marseille scandale de la collecte indifférenciée des bacs jaunes et marrons à Paris… Comprendre où vont et ce que deviennent nos déchets n’a jamais été si essentiel  Plus d’un an et demi après notre",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, it seems that Lemon Tri has recently won an award at the World Impact Summit for their solution in their respective category. However, there is no mention of any ongoing or upcoming research projects or innovation initiatives related to Lemon Tri within the given text.",
            "source": [
                {
                    "content": "s’ajoutait également un Village des Solutions au sein duquel près de  exposants ont présenté aux participantes leurs solutions De nombreuses entreprises certifiées B Corp étaient présentes comme nos amis de chez Squiz ou Ma Bonne Étoile  C’est cet été que l’aventure du World Impact Summit à démarré pour Lemon Tri Après avoir déposé notre dossier au Concours des Solutions nous avons été sélectionnés et invités à venir pitcher notre solution devant un jury composé de cinq experts Chaque projet a ainsi été évalué selon différents critères  l’impact positif le caractère innovant de la solution la solidité du business model et la pertinence du marché ciblé la structuration du projet et l’expérience de l’équipe Sélectionnée aux côtés de 8 autres structures lauréates – Concular Enogrid et Inuk pour le prix Start Impact AcquaEcologie Transcender Ecofilae Vortex et Ecocean pour le prix spécial grande cause et Railcoop et Sanodev pour le prix Impact Up- Lemon Tri a remporté le prix de sa",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "De nombreuses entreprises certifiées B Corp étaient présentes comme nos amis de chez Squiz ou Ma Bonne Étoile  C’est cet été que l’aventure du World Impact Summit à démarré pour Lemon Tri Après avoir déposé notre dossier au Concours des Solutions nous avons été sélectionnés et invités à venir pitcher notre solution devant un jury composé de cinq experts Chaque projet a ainsi été évalué selon différents critères  l’impact positif le caractère innovant de la solution la solidité du business model et la pertinence du marché ciblé la structuration du projet et l’expérience de l’équipe Sélectionnée aux côtés de 8 autres structures lauréates – Concular Enogrid et Inuk pour le prix Start Impact AcquaEcologie Transcender Ecofilae Vortex et Ecocean pour le prix spécial grande cause et Railcoop et Sanodev pour le prix Impact Up- Lemon Tri a remporté le prix de sa catégorie Un immense merci donc au World Impact Summit pour l’accueil et pour ce prix et tout le soutien qu’il symbolise  Nous en",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "De nombreuses entreprises certifiées B Corp étaient présentes comme nos amis de chez Squiz ou Ma Bonne Étoile  C’est cet été que l’aventure du World Impact Summit à démarré pour Lemon Tri Après avoir déposé notre dossier au Concours des Solutions nous avons été sélectionnés et invités à venir pitcher notre solution devant un jury composé de cinq experts Chaque projet a ainsi été évalué selon différents critères  l’impact positif le caractère innovant de la solution la solidité du business model et la pertinence du marché ciblé la structuration du projet et l’expérience de l’équipe Sélectionnée aux côtés de 8 autres structures lauréates – Concular Enogrid et Inuk pour le prix Start Impact AcquaEcologie Transcender Ecofilae Vortex et Ecocean pour le prix spécial grande cause et Railcoop et Sanodev pour le prix Impact Up- Lemon Tri a remporté le prix de sa catégorie Un immense merci donc au World Impact Summit pour l’accueil et pour ce prix et tout le soutien qu’il symbolise  Nous en",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "De nombreuses entreprises certifiées B Corp étaient présentes comme nos amis de chez Squiz ou Ma Bonne Étoile  C’est cet été que l’aventure du World Impact Summit à démarré pour Lemon Tri Après avoir déposé notre dossier au Concours des Solutions nous avons été sélectionnés et invités à venir pitcher notre solution devant un jury composé de cinq experts Chaque projet a ainsi été évalué selon différents critères  l’impact positif le caractère innovant de la solution la solidité du business model et la pertinence du marché ciblé la structuration du projet et l’expérience de l’équipe Sélectionnée aux côtés de 8 autres structures lauréates – Concular Enogrid et Inuk pour le prix Start Impact AcquaEcologie Transcender Ecofilae Vortex et Ecocean pour le prix spécial grande cause et Railcoop et Sanodev pour le prix Impact Up- Lemon Tri a remporté le prix de sa catégorie Un immense merci donc au World Impact Summit pour l’accueil et pour ce prix et tout le soutien qu’il symbolise  Nous en",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, one notable grant is the \"World Impact Summit\" award won by Lemon Tri this summer. The summit was held for Lemon Tri after submitting their project proposal in the \"Concours des Solutions.\" They were selected and invited to present their solution before a jury consisting of five experts who evaluated each project based on various criteria such as impact potential, innovativeness of the solution, strength of the business model, relevance of the target market, structure of the project, and experience of the team members. Among the 8 other selected projects, Lemon Tri received the prize in their respective category. It is important to note that numerous certified B Corp companies were also present at the event, including friends from Squiz or Ma Bonne Étoile.",
            "source": [
                {
                    "content": "de France dans le futur Elle a notamment levé 12 millions d’euros cet été dans ce but  En  Pandobac a également été lauréat du Challenge ESSpoir du BCG et a gagné un accompagnement assuré par INCO accélérateur de startups sociales et écologiques Pour suivre les actualités de Pandobac c’est ici  Linkedin Facebook Twitter",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "De nombreuses entreprises certifiées B Corp étaient présentes comme nos amis de chez Squiz ou Ma Bonne Étoile  C’est cet été que l’aventure du World Impact Summit à démarré pour Lemon Tri Après avoir déposé notre dossier au Concours des Solutions nous avons été sélectionnés et invités à venir pitcher notre solution devant un jury composé de cinq experts Chaque projet a ainsi été évalué selon différents critères  l’impact positif le caractère innovant de la solution la solidité du business model et la pertinence du marché ciblé la structuration du projet et l’expérience de l’équipe Sélectionnée aux côtés de 8 autres structures lauréates – Concular Enogrid et Inuk pour le prix Start Impact AcquaEcologie Transcender Ecofilae Vortex et Ecocean pour le prix spécial grande cause et Railcoop et Sanodev pour le prix Impact Up- Lemon Tri a remporté le prix de sa catégorie Un immense merci donc au World Impact Summit pour l’accueil et pour ce prix et tout le soutien qu’il symbolise  Nous en",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "De nombreuses entreprises certifiées B Corp étaient présentes comme nos amis de chez Squiz ou Ma Bonne Étoile  C’est cet été que l’aventure du World Impact Summit à démarré pour Lemon Tri Après avoir déposé notre dossier au Concours des Solutions nous avons été sélectionnés et invités à venir pitcher notre solution devant un jury composé de cinq experts Chaque projet a ainsi été évalué selon différents critères  l’impact positif le caractère innovant de la solution la solidité du business model et la pertinence du marché ciblé la structuration du projet et l’expérience de l’équipe Sélectionnée aux côtés de 8 autres structures lauréates – Concular Enogrid et Inuk pour le prix Start Impact AcquaEcologie Transcender Ecofilae Vortex et Ecocean pour le prix spécial grande cause et Railcoop et Sanodev pour le prix Impact Up- Lemon Tri a remporté le prix de sa catégorie Un immense merci donc au World Impact Summit pour l’accueil et pour ce prix et tout le soutien qu’il symbolise  Nous en",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "De nombreuses entreprises certifiées B Corp étaient présentes comme nos amis de chez Squiz ou Ma Bonne Étoile  C’est cet été que l’aventure du World Impact Summit à démarré pour Lemon Tri Après avoir déposé notre dossier au Concours des Solutions nous avons été sélectionnés et invités à venir pitcher notre solution devant un jury composé de cinq experts Chaque projet a ainsi été évalué selon différents critères  l’impact positif le caractère innovant de la solution la solidité du business model et la pertinence du marché ciblé la structuration du projet et l’expérience de l’équipe Sélectionnée aux côtés de 8 autres structures lauréates – Concular Enogrid et Inuk pour le prix Start Impact AcquaEcologie Transcender Ecofilae Vortex et Ecocean pour le prix spécial grande cause et Railcoop et Sanodev pour le prix Impact Up- Lemon Tri a remporté le prix de sa catégorie Un immense merci donc au World Impact Summit pour l’accueil et pour ce prix et tout le soutien qu’il symbolise  Nous en",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization collaborating with Lemon Tri is the international strategy consultancy division of the Boston Consulting Group (BCG).",
            "source": [
                {
                    "content": "Depuis un an le Boston Consulting Group cabinet international de conseil en stratégie fait confiance à Lemon Tri La collaboration a été initiée par l’équipe “GoGreen” constituée de consultants volontaires et engagés qui portent les sujets d’éco-responsabilité en interne Fondée il y a deux ans l’équipe s’est progressivement structurée et compte aujourd’hui une centaine de membres actifs La gestion des déchets a très vite été identifiée comme un axe de travail par GoGreen Selon Mathilde Bussard l’une des pionnières de l’initiative “le geste de tri est tellement institutionnalisé à la maison que les attentes sont fortes au bureau” L’équipe a ainsi pris contact avec Lemon Tri pour renforcer le dispositif de recyclage du bureau de Paris “Nous avons été particulièrement sensibles à la démarche sociale de Lemon Tri qui fait écho à la politique d’inclusion sociale que le BCG met en place par ailleurs” résume Mathilde GoGreen et Lemon Tri ont travaillé en lien étroit avec les services généraux",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "guidé par la recherche de sens En effet il permet aux professionnels de se réorienter vers des organisations à impact social et environnemental  Le Programme Associé accueille chaque année 20 participants choisis parmi de nombreux candidats D’une part ils sont formés et accompagnés par l’association dans leur parcours de reconversion D’autre part ils effectuent deux missions rémunérées de six mois dans deux organisations partenaires  Pendant cette année les Associées sont ainsi formées par des experts en parallèle de leurs missions Ces dernieres transmettent leurs compétences sur des outils des méthodes de travail etc Ils bénéficient d’une coach et d’une mentor qui les accompagnent dans leurs missions garantissant leur réussite  Ainsi On Purpose permet à ces professionnelles de mettre leurs compétences au service d’une économie de sens et d’impact A la sortie du programme 92 des “Fellows” membre ayant terminé le Programme Associé occupent des positions managériales dans des",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "guidé par la recherche de sens En effet il permet aux professionnels de se réorienter vers des organisations à impact social et environnemental  Le Programme Associé accueille chaque année 20 participants choisis parmi de nombreux candidats D’une part ils sont formés et accompagnés par l’association dans leur parcours de reconversion D’autre part ils effectuent deux missions rémunérées de six mois dans deux organisations partenaires  Pendant cette année les Associées sont ainsi formées par des experts en parallèle de leurs missions Ces dernieres transmettent leurs compétences sur des outils des méthodes de travail etc Ils bénéficient d’une coach et d’une mentor qui les accompagnent dans leurs missions garantissant leur réussite  Ainsi On Purpose permet à ces professionnelles de mettre leurs compétences au service d’une économie de sens et d’impact A la sortie du programme 92 des “Fellows” membre ayant terminé le Programme Associé occupent des positions managériales dans des",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "guidé par la recherche de sens En effet il permet aux professionnels de se réorienter vers des organisations à impact social et environnemental  Le Programme Associé accueille chaque année 20 participants choisis parmi de nombreux candidats D’une part ils sont formés et accompagnés par l’association dans leur parcours de reconversion D’autre part ils effectuent deux missions rémunérées de six mois dans deux organisations partenaires  Pendant cette année les Associées sont ainsi formées par des experts en parallèle de leurs missions Ces dernieres transmettent leurs compétences sur des outils des méthodes de travail etc Ils bénéficient d’une coach et d’une mentor qui les accompagnent dans leurs missions garantissant leur réussite  Ainsi On Purpose permet à ces professionnelles de mettre leurs compétences au service d’une économie de sens et d’impact A la sortie du programme 92 des “Fellows” membre ayant terminé le Programme Associé occupent des positions managériales dans des",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are various joint events, projects, and initiatives within the community of B Corp signatories. Some examples include regular monthly calls where members can discuss their ongoing projects, share ideas for new initiatives, and collaborate with other like-minded organizations. There are also different working groups focused on topics such as climate advocacy, missions-oriented businesses, and reducing waste. Our company has invested time and resources into the group concentrating on waste reduction efforts. Additionally, we aim to develop commercial links in both directions with B Corp partners, whether they are our suppliers or customers, in order to strengthen our respective impacts. Overall, being part of this global community means actively participating, contributing, supporting, and investing in shared goals and endeavors.",
            "source": [
                {
                    "content": "dans le monde signataires d’une déclaration d’interdépendance qui a pour objectif de favoriser les synergies entre les entreprises certifiées Un engagement qui nous tient à cœur et qui se formule de différentes manières Il y a en effet différentes réunions des appels mensuels durant lesquels chacun peut évoquer ses projets les initiatives en cours et échanger avec des structures qui souhaitent devenir B Corp Il existe également différents groupes de travail climat plaidoyer entreprises à mission etc et nous nous sommes naturellement investis dans le groupe qui se concentre sur la réduction des déchets Enfin il nous tient à cœur de développer des liens commerciaux dans les deux sens avec les B Corp  que ce soit pour nos fournisseurs ou pour nos clients afin de renforcer nos impacts respectifs  Être B Corp c’est donc en quelque sorte vivre en communauté  participer contribuer se soutenir et s’investir  Dans le quartier prioritaire des Quatre Chemins à Pantin où nos activités sont",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "dans le monde signataires d’une déclaration d’interdépendance qui a pour objectif de favoriser les synergies entre les entreprises certifiées Un engagement qui nous tient à cœur et qui se formule de différentes manières Il y a en effet différentes réunions des appels mensuels durant lesquels chacun peut évoquer ses projets les initiatives en cours et échanger avec des structures qui souhaitent devenir B Corp Il existe également différents groupes de travail climat plaidoyer entreprises à mission etc et nous nous sommes naturellement investis dans le groupe qui se concentre sur la réduction des déchets Enfin il nous tient à cœur de développer des liens commerciaux dans les deux sens avec les B Corp  que ce soit pour nos fournisseurs ou pour nos clients afin de renforcer nos impacts respectifs  Être B Corp c’est donc en quelque sorte vivre en communauté  participer contribuer se soutenir et s’investir  Dans le quartier prioritaire des Quatre Chemins à Pantin où nos activités sont",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "dans le monde signataires d’une déclaration d’interdépendance qui a pour objectif de favoriser les synergies entre les entreprises certifiées Un engagement qui nous tient à cœur et qui se formule de différentes manières Il y a en effet différentes réunions des appels mensuels durant lesquels chacun peut évoquer ses projets les initiatives en cours et échanger avec des structures qui souhaitent devenir B Corp Il existe également différents groupes de travail climat plaidoyer entreprises à mission etc et nous nous sommes naturellement investis dans le groupe qui se concentre sur la réduction des déchets Enfin il nous tient à cœur de développer des liens commerciaux dans les deux sens avec les B Corp  que ce soit pour nos fournisseurs ou pour nos clients afin de renforcer nos impacts respectifs  Être B Corp c’est donc en quelque sorte vivre en communauté  participer contribuer se soutenir et s’investir  Dans le quartier prioritaire des Quatre Chemins à Pantin où nos activités sont",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "dans le monde signataires d’une déclaration d’interdépendance qui a pour objectif de favoriser les synergies entre les entreprises certifiées Un engagement qui nous tient à cœur et qui se formule de différentes manières Il y a en effet différentes réunions des appels mensuels durant lesquels chacun peut évoquer ses projets les initiatives en cours et échanger avec des structures qui souhaitent devenir B Corp Il existe également différents groupes de travail climat plaidoyer entreprises à mission etc et nous nous sommes naturellement investis dans le groupe qui se concentre sur la réduction des déchets Enfin il nous tient à cœur de développer des liens commerciaux dans les deux sens avec les B Corp  que ce soit pour nos fournisseurs ou pour nos clients afin de renforcer nos impacts respectifs  Être B Corp c’est donc en quelque sorte vivre en communauté  participer contribuer se soutenir et s’investir  Dans le quartier prioritaire des Quatre Chemins à Pantin où nos activités sont",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " The mutual objectives and outcomes expected from these collaborations among B Corp signatories include fostering interdependence between businesses, promoting synergy, encouraging community involvement, participating in various working groups, reducing waste, developing commercial relationships in both directions with other B Corp entities (suppliers and customers), and ultimately strengthening their individual and collective impacts on society and the environment. Through these collaborative efforts, participants aim to create a sense of unity, participation, contribution, support, and investment within the B Corp community while simultaneously achieving shared goals related to sustainability, social responsibility, and ethical business practices.",
            "source": [
                {
                    "content": "dans le monde signataires d’une déclaration d’interdépendance qui a pour objectif de favoriser les synergies entre les entreprises certifiées Un engagement qui nous tient à cœur et qui se formule de différentes manières Il y a en effet différentes réunions des appels mensuels durant lesquels chacun peut évoquer ses projets les initiatives en cours et échanger avec des structures qui souhaitent devenir B Corp Il existe également différents groupes de travail climat plaidoyer entreprises à mission etc et nous nous sommes naturellement investis dans le groupe qui se concentre sur la réduction des déchets Enfin il nous tient à cœur de développer des liens commerciaux dans les deux sens avec les B Corp  que ce soit pour nos fournisseurs ou pour nos clients afin de renforcer nos impacts respectifs  Être B Corp c’est donc en quelque sorte vivre en communauté  participer contribuer se soutenir et s’investir  Dans le quartier prioritaire des Quatre Chemins à Pantin où nos activités sont",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "dans le monde signataires d’une déclaration d’interdépendance qui a pour objectif de favoriser les synergies entre les entreprises certifiées Un engagement qui nous tient à cœur et qui se formule de différentes manières Il y a en effet différentes réunions des appels mensuels durant lesquels chacun peut évoquer ses projets les initiatives en cours et échanger avec des structures qui souhaitent devenir B Corp Il existe également différents groupes de travail climat plaidoyer entreprises à mission etc et nous nous sommes naturellement investis dans le groupe qui se concentre sur la réduction des déchets Enfin il nous tient à cœur de développer des liens commerciaux dans les deux sens avec les B Corp  que ce soit pour nos fournisseurs ou pour nos clients afin de renforcer nos impacts respectifs  Être B Corp c’est donc en quelque sorte vivre en communauté  participer contribuer se soutenir et s’investir  Dans le quartier prioritaire des Quatre Chemins à Pantin où nos activités sont",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "dans le monde signataires d’une déclaration d’interdépendance qui a pour objectif de favoriser les synergies entre les entreprises certifiées Un engagement qui nous tient à cœur et qui se formule de différentes manières Il y a en effet différentes réunions des appels mensuels durant lesquels chacun peut évoquer ses projets les initiatives en cours et échanger avec des structures qui souhaitent devenir B Corp Il existe également différents groupes de travail climat plaidoyer entreprises à mission etc et nous nous sommes naturellement investis dans le groupe qui se concentre sur la réduction des déchets Enfin il nous tient à cœur de développer des liens commerciaux dans les deux sens avec les B Corp  que ce soit pour nos fournisseurs ou pour nos clients afin de renforcer nos impacts respectifs  Être B Corp c’est donc en quelque sorte vivre en communauté  participer contribuer se soutenir et s’investir  Dans le quartier prioritaire des Quatre Chemins à Pantin où nos activités sont",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "dans le monde signataires d’une déclaration d’interdépendance qui a pour objectif de favoriser les synergies entre les entreprises certifiées Un engagement qui nous tient à cœur et qui se formule de différentes manières Il y a en effet différentes réunions des appels mensuels durant lesquels chacun peut évoquer ses projets les initiatives en cours et échanger avec des structures qui souhaitent devenir B Corp Il existe également différents groupes de travail climat plaidoyer entreprises à mission etc et nous nous sommes naturellement investis dans le groupe qui se concentre sur la réduction des déchets Enfin il nous tient à cœur de développer des liens commerciaux dans les deux sens avec les B Corp  que ce soit pour nos fournisseurs ou pour nos clients afin de renforcer nos impacts respectifs  Être B Corp c’est donc en quelque sorte vivre en communauté  participer contribuer se soutenir et s’investir  Dans le quartier prioritaire des Quatre Chemins à Pantin où nos activités sont",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube",
                            "mirova",
                            "danone",
                            "mabonneetoile",
                            "bcorporation",
                            "toogoodtogo",
                            "ekodev",
                            "ecotree",
                            "un",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ]
}