{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the information provided about Dr. Bronner's, it seems that the company has made significant efforts towards sustainability and environmental stewardship. Some notable practices include:\n\n1. Operations: Dr. Bronner's operates its factory in Germany with renewable energy sources such as solar panels and wind turbines. They also prioritize water conservation and waste reduction within their facilities.\n2. Supply chain: Dr. Bronner's engages with their suppliers to ensure responsible sourcing of raw materials, focusing on fair trade and environmentally friendly farming practices. This includes working with partners who practice regenerative agriculture, aimed at improving soil health and promoting biodiversity.\n3. Climate change: Dr. Bronner's has set ambitious goals to mitigate climate change impacts through their supply chains. By engaging with land use practices in their supply streams, they work to reduce greenhouse gas emissions and promote carbon sequestration.\n4. Regenerative economy: Dr. Bronner's aspires to shift away from the extractive economic model to a more regenerative one. Their mission is to create a locally self-reliant economy that works for the benefit of all life, demonstrating the potential for businesses to drive positive environmental and social change.",
            "source": [
                {
                    "content": "sustainability efforts across multiple levels of the company from operations to governance Prior to joining Dr Bronner’s she worked in the non-profit sector for programs serving recently resettled refugee and immigrant youths in San Diego Kris earned an undergraduate degree from Harvard University and a graduate degree in International Economic Development from UCSD She is a former hospice volunteer as well as a design enthusiast and she enjoys adventure travel She was born in  in Taiwan and currently lives in Encinitas California with her husband David and their daughter Maya How Dr Bronner’s models what’s possible for companies in addressing climate change The rippling impact of Dr Bronner’s leading edge strategy around mitigating climate change impacts by engaging with the land use practices in their supply stream Dr Bronner’s goal to get enough people to care to create the critical mass to shift away from the extractive economic model to a more regenerative model and how they",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Comprehensive Plan Ever Proposed to Reverse Global Warming In addition to listening on B the Change Media you can listen/subscribe to Next Economy Now on iTunes Overcast Stitcher or your favorite podcasting platform Ryan Honeyman is a Partner at LIFT Economy and author of The B Corp Handbook How to Use Business as a Force for Good Berrett-Koehler Publishers LIFT Economy is an impact consulting firm whose mission is to create model and share a locally self-reliant economy that works for the benefit of all life You can follow Ryan on Twitter  or email him  Next Economy Now highlights the leaders who are taking a regenerative bio-regional equitable transparent and whole-systems approach to using business as a force for good  SUBSCRIBE  RATE us on iTunes Spotify Pandora YouTube or anywhere you find podcasts OVER  EPISODES TO CHOOSE FROM THEMED PLAYLISTS AND MORE One of the nation's foremost organic agriculture advocates for nearly two decades George Siemon is best known for his leadership",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "creating a healthy planet by donating 1 of their sales to environmental non-profits Founded in  by Yvon Chouinard of Patagonia 1 for the Planet has grown into a global movement of more than  member companies in 48 countries all donating at least 1 of annual sales to sustainability initiatives In just over 10 years 1 for the Planet companies have given more than  million back to Blue In this interview Shawn and Kate discuss a number of topics including In addition to listening on B the Change Media you can listen/subscribe to Next Economy Now on iTunes Overcast Stitcher or your favorite podcasting platform Shawn Berry is a Partner at LIFT Economy where he works as an organizational strategist inspired to harness the power of business to create resilient local economies as patterns to be documented open sourced scaled globally and adapted regionally LIFT Economy is an impact consulting firm whose mission is to create model and share a locally self-reliant economy that works for the",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "you dig down into any social justice issue more often than not the causes have some root in environmental degradation  - Rick Ridgeway In this episode of Next Economy Now Ryan Honeyman a Partner at LIFT Economy interviews Rick Ridgeway VP of Environmental Initiatives at Patagonia Rick Ridgeway is one of the originals at Patagonia He was rock climbing buddies with Yvon Chouinard before Patagonia was founded in  In this episode we discuss Rick’s background as a photographer and filmmaker his time on Patagonia's board of directors and why Rick got his first “real job” only 12 years ago We also dive into Patagonia’s famous mission statement to “Build the best product cause no unnecessary harm and use business to inspire and implement solutions to the environmental crisis” As you’ll hear Rick is especially interested in moving away from “causing no unnecessary harm” or sustainability to “doing good” which is regenerative Rick and I discuss how things like soil health regenerative",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are numerous events and initiatives focused on environmental conservation around the world. Here is a list of 10 such events:\n\n1. United Nations Climate Change Conferences (COP)\n2. World Environment Day (June 5th)\n3. Global Climate Action Summit (September 2018)\n4. Clean Energy Ministerial (CEM)\n5. Conference of the Parties (UNFCCC COP)\n6. Rio de Janeiro Earth Summit (192)\n7. Paris Agreement Signing Ceremony (April 2016)\n8. Bonn Climate Change Conference (November 2017)\n9. Our Ocean Conference (held annually since 20",
            "source": [
                {
                    "content": "the ecosystem Big trends that signify our move toward the return to net positive to nature A strategy in the form of humans making it their goal to support keystone species The main industries that cause emissions and ideas about how to change them Industries such as agriculture and air-conditioning that are causing major emissions The companies At One invests in and the economic and environmental value proposition of their products How to build resilience and take action by using grief as a portal to find meaning The things that bring Tom inspiration and keep him motivated “I didn’t see anything about our economy that would necessitate that we have to harm nature in the process of doing what we need” — Tom Chi “Every product or service you have ever experienced was mined or grown immediately from nature That means everything in the economy is a subset of things that we directly took from nature” — Tom Chi “Whether one day we are 20B or even 5B we already have many examples of",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "environmental challenges The goal of this podcast is to identify the trends tips and best practices that will help listeners better harness the power of business as a force for good In this episode Ryan Honeyman a Partner at LIFT Economy interviews Kat Taylor Co-Founder and Co-CEO of Beneficial State Bank Beneficial State Bank is a Community Development Financial Institution CDFI whose mission is to bring beneficial banking to low-income communities in an economically and environmentally sustainable manner The bank’s revolutionary ownership mandates that any distributed profit be invested in the low-income communities it serves and environment upon which we all depend Kat is also a Founding Director of TomKat Ranch Educational Foundation TKREF dedicated to inspiring a sustainable food system through ranching training tours research and school food and garden programs TKREF owns the social enterprise LeftCoast GrassFed humanely raising cattle and other livestock for the benefit of",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "that address critical soil and water regeneration She is an avid ecologist grassroots organizer and regularly forages for wild food in her home in rural Sonoma County You can follow Erin on Twitter  or email her  Tagged women resistance movement racial justice Erin Axelrod cultural healing nonprofit poc  Next Economy Now highlights the leaders who are taking a regenerative bio-regional equitable transparent and whole-systems approach to using business as a force for good  SUBSCRIBE  RATE us on iTunes Spotify Pandora YouTube or anywhere you find podcasts OVER  EPISODES TO CHOOSE FROM THEMED PLAYLISTS AND MORE Paul Polman was Chief Executive Officer of Unilever from  Under his leadership Unilever set out an ambitious vision to decouple its growth from overall environmental footprint and increase its positive social impact Paul actively seeks cooperation with other companies to implement sustainable business strategies and drive systemic change He is Chairman of the International Chamber",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "nonprofit youth ecoliteracy poc women woc Erin Axelrod  Next Economy Now highlights the leaders who are taking a regenerative bio-regional equitable transparent and whole-systems approach to using business as a force for good  SUBSCRIBE  RATE us on iTunes Spotify Pandora YouTube or anywhere you find podcasts OVER  EPISODES TO CHOOSE FROM THEMED PLAYLISTS AND MORE Winona LaDuke is an internationally renowned activist working on issues of sustainable development renewable energy and food systems She lives and works on the White Earth reservation in northern Minnesota and is a two time vice presidential candidate with Ralph Nader for the Green Party As Program Director of the Honor the Earth she works nationally and internationally on the issues of climate change renewable energy and environmental justice with Indigenous communities And in her own community she is the founder of the White Earth Land Recovery Project one of the largest reservation based non profit organizations in the",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " In the given context, there isn't a specific list of environmental impact metrics mentioned. However, based on the information provided, it seems that the focus is on understanding the overall social and environmental impact of suppliers, particularly in relation to each other. This includes looking at aspects like GHG emissions (Scope 1, 2, and 3), embodied \"zombie\" carbon, and supporting keystone species. Additionally, the projects aim to identify areas of concern and improvement within the supply chain, ultimately leading to better decision-making and resource allocation towards creating a more sustainable and environmentally friendly business operation.",
            "source": [
                {
                    "content": "Ben  Jerry’s in order to continue to drive positive change in its supply chain was interested in identifying a standardized way to measure the overall social and environmental impact of its suppliers especially in comparison to each other  LIFT worked with Ben  Jerry's to benchmark their significant suppliers using the B Impact Assessment a free tool that helps any company measure compare and improve its performance The goal of the project was to provide Ben  Jerry’s a holistic “big picture” view of its supply chain make the performance of individual suppliers tangible and comparable and help each supplier improve their social and environmental impact Ben  Jerry’s was able to pinpoint positive or concerning areas of supply chain performance both on the individual supplier level and by identifying areas that seem to affect suppliers as a group Ben  Jerry's now has access to impact data for future marketing external communications and sustainability reports providing more opportunities",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "How greenhouse gas analytics work in terms of scope 1 2 and 3 emissions  The Paris Agreement target a 50 reduction of greenhouse gases in the next 12 years  David shares his thoughts on problems with the offsetting strategy Political battles which prevent real significant change from taking place in the climate realm Tradeoffs that need to be considered before a sustainability-focused project is undertaken Embodied “zombie” carbon; what it is and how companies can address it The explosion of interest in tackling greenhouse gas footprints and what David thinks is responsible for this  “I would define a climate positive business as one that has a net zero goal coupled with a science-based target It goes beyond net zero by seeking to have some sort of positive benefits through its efforts to reduce greenhouse gasses” —  “Setting a science-based target will result in a 50 reduction in greenhouse gases in 12 years” —  “We’re well past the time where any of these inherently bipartisan",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the ecosystem Big trends that signify our move toward the return to net positive to nature A strategy in the form of humans making it their goal to support keystone species The main industries that cause emissions and ideas about how to change them Industries such as agriculture and air-conditioning that are causing major emissions The companies At One invests in and the economic and environmental value proposition of their products How to build resilience and take action by using grief as a portal to find meaning The things that bring Tom inspiration and keep him motivated “I didn’t see anything about our economy that would necessitate that we have to harm nature in the process of doing what we need” — Tom Chi “Every product or service you have ever experienced was mined or grown immediately from nature That means everything in the economy is a subset of things that we directly took from nature” — Tom Chi “Whether one day we are 20B or even 5B we already have many examples of",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "President of Environmental Impact  Policy at Askov Finlayson where he leads the company’s innovative Keep the North Cold climate mission An outdoor clothing company at the forefront of the growing North movement Askov has committed to measuring the company’s climate impact and then giving away  of its climate cost to innovative organizations working to solve the climate crisis – including Climate Generation a Minneapolis-based group using education to empower the next generation of climate leaders LIFT Economy is an impact consulting firm whose mission is to create model and share a locally self-reliant economy that works for the benefit of all life Erin Axelrod is a Partner at LIFT Economy helping to accelerate the spread of climate-beneficial businesses specializing in businesses that address critical soil and water regeneration She is an avid ecologist grassroots organizer and regularly forages for wild food in her home in rural Sonoma County You can follow Erin on Twitter  or",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, the organization has made several public commitments to social and corporate responsibility. They have pledged to donate at least 1% of their annual sales to environmental non-profit organizations working towards a healthier planet. Additionally, they have set minimum requirements for the participation of women and people of color in the Force for Good Fund. By doing so, they aim to promote diversity and inclusion within the socially responsible business community.",
            "source": [
                {
                    "content": "fundraising campaign from September 7 - November 7  This allowed anyone to invest as little as 1k We then raised k from accredited investors by Summer  There are not enough female entrepreneurs and entrepreneurs of color in the socially responsible business community At a minimum 51 of all companies who participate in the Force for Good Fund must be owned by women Similarly at least 51 of all participating companies must be owned by people of color These are both minimum requirements not the maximum Global warming has become too powerful of a threat to ignore Companies that have a business model that is specifically designed to mitigate the negative effects of climate change eg regenerative agriculture carbon sequestration alternative energy eco-literacy etc will be given preference for participation in this project Giving a company money and hoping for the best has had mixed results The Force for Good Fund combines investment capital with a year of consulting services to help",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "fundraising campaign from September 7 - November 7  This allowed anyone to invest as little as 1k We then raised k from accredited investors by Summer  There are not enough female entrepreneurs and entrepreneurs of color in the socially responsible business community At a minimum 51 of all companies who participate in the Force for Good Fund must be owned by women Similarly at least 51 of all participating companies must be owned by people of color These are both minimum requirements not the maximum Global warming has become too powerful of a threat to ignore Companies that have a business model that is specifically designed to mitigate the negative effects of climate change eg regenerative agriculture carbon sequestration alternative energy eco-literacy etc will be given preference for participation in this project Giving a company money and hoping for the best has had mixed results The Force for Good Fund combines investment capital with a year of consulting services to help",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "its positive social impact Paul actively seeks cooperation with other companies to implement sustainable business strategies and drive systemic change He is Chairman of the International Chamber of Commerce Chair of the B Team and Vice-Chair of the UN Global Compact Paul previously served as Chairman of the World Business Council for Sustainable Development Paul has been closely involved in global discussions on the Sustainable Development Goals SDGs and action to tackle climate change In  Paul was asked by the UN Secretary-General to be a member of the SDG Advocacy Group tasked with promoting action on the  Agenda Some highlights from Ryan Honeyman’s Conversation with Paul Polman include Why Paul chose not to report quarterly returns and instead only report annual returns to his shareholders How he reconciles the need for growth on a finite planet What he thinks about expanding ownership to workers suppliers and community members SUBSCRIBE to Next Economy",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "force for good  SUBSCRIBE  RATE us on iTunes Spotify Pandora YouTube or anywhere you find podcasts OVER  EPISODES TO CHOOSE FROM THEMED PLAYLISTS AND MORE Next Economy Now highlights the leaders who are taking a regenerative bio-regional democratic transparent and whole-systems approach to solving social and environmental challenges The goal of this podcast is to identify the trends tips and best practices that will help listeners better harness the power of business as a force for good In this episode Shawn Berry a Partner at LIFT Economy interviews Kate Williams CEO of 1 for the Planet an alliance of businesses financially committed to creating a healthy planet by donating 1 of their sales to environmental non-profits Founded in  by Yvon Chouinard of Patagonia 1 for the Planet has grown into a global movement of more than  member companies in 48 countries all donating at least 1 of annual sales to sustainability initiatives In just over 10 years 1 for the Planet companies have given",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual or quarterly reports detailing Raise Green's commitments. These reports typically include information on the progress made towards achieving specific goals related to renewable energy development, job creation, carbon emissions reduction, and community engagement. They may also highlight success stories, lessons learned, and future plans. By providing regular updates, Raise Green ensures transparency and accountability to its stakeholders, including investors, partners, and the public.",
            "source": [
                {
                    "content": "look at where the capital is coming from and the typical investments that capital makes Jenn Pryce in Green Money Journal Building A Career in Impact Investing The Women Investing in Women Initiative WIN-WIN Surpasses 20 Million Invested for Women Worldwide Portfolio Map Jennifer Pryce CEO of the Calvert Foundation with Forbes Contributor Devin Thorpe Jenn Pryce of The Calvert Foundation Speaks at NALCAB Nat'l Conf  You can listen/subscribe to Next Economy Now on iTunes Overcast Stitcher or your favorite podcasting platform Help these ideas reach more ears by clicking HERE to rate Next Economy Now on iTunes  by sharing on social media Ryan Honeyman is a Partner at LIFT Economy and author of The B Corp Handbook How to Use Business as a Force for Good Berrett-Koehler Publishers LIFT Economy is an impact consulting firm whose mission is to create model and share a locally self-reliant economy that works for the benefit of all life You can follow Ryan on Twitter  or email him  Tagged",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "stages of its creation of the UK “B Leaders” program To learn more check out our online self-study course the Secrets of B Corp Consulting The LIFT team has great working relationship with B Lab the non-profit behind the B Corp movement to help ensure that any questions comments or concerns that our clients have during the certification process can be quickly addressed LIFT also has close relationships with leaders at a wide variety of Certified B Corporations In the process of helping other companies certify we have created 70 different policies templates guides and other documents that can help your company improve its score on the B Corp assessment We provide our clients with access to these documents so they can avoid having to create them from scratch For example some of the policies and templates we have on hand can help our clients with Creating an annual impact report that documents your company’s social and environmental performance Creating a formal community service policy",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to both accredited and unaccredited investors and how this democratizes investment [0303] When Raise Green was launched and an overview of their current offerings [0631] Learn about the current projects listed on Raise Green and how they help investors put their money behind projects that combat climate change [0909] Some of the challenges that communities and institutions like schools might face in becoming solar developers [1255] Raise Green’s ability to structure competitive offerings; how this relates to their typical investor profiles along with the risk-return profile they are willing to tolerate [1603] What Raise Green hopes to achieve in the coming decade [2231] An outline of the Inflation Reduction Act its strengths and weaknesses and how to use it to help transition from extractive to inclusive capitalism [2612] How the efficiency of Raise Green’s projects is set to drastically improve [3140] Where you can learn more about Raise Green’s investment opportunities their climate",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Initiative now ParteDeLaSolution  Capital Aggregation How Calvert measures impact and their rather impressive track record – a  repayment rate for investors of both their principal and interest while generating positive social and environmental returns Leadership advice and fundraising tips for savvy entrepreneurs  differentiating the variety of folks who refer to themselves as impact investors Hint look at where the capital is coming from and the typical investments that capital makes Jenn Pryce in Green Money Journal Building A Career in Impact Investing The Women Investing in Women Initiative WIN-WIN Surpasses 20 Million Invested for Women Worldwide Portfolio Map Jennifer Pryce CEO of the Calvert Foundation with Forbes Contributor Devin Thorpe Jenn Pryce of The Calvert Foundation Speaks at NALCAB Nat'l Conf  You can listen/subscribe to Next Economy Now on iTunes Overcast Stitcher or your favorite podcasting platform Help these ideas reach more ears by clicking HERE to rate Next",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided information, it seems that Diana Leaf Pacific's workshop sessions, consultations, keynote addresses, and breakout workshops for international conferences are part of her commitment to helping intentional communities and member-led groups. These events provide opportunities for people interested in creating successful ecovillages or intentional communities to learn from Diana's experience and expertise. However, there isn't any specific mention of community or social events organized by Diana herself to fulfill these commitments.",
            "source": [
                {
                    "content": "find podcasts OVER  EPISODES TO CHOOSE FROM THEMED PLAYLISTS AND MORE Diana's mission is to help intentional communities get started successfully function effectively and achieve their goals She has learned what works well from founders and long-time members of more than  communities worldwide — ecovillages cohousing neighborhoods housing co-ops shared group households income-sharing communes and more She is author of Creating a Life Together  now translated into six languages and Finding Community  See this 1-minute video highly recommending her work Diana teaches  workshops offers consultations and presents keynote addresses and breakout workshops for conferences internationally In  she received the Fellowship for Intentional Community's Kozeny Communitarian Award a lifetime acheivement award for her contributions to the US communities movement She teaches workshops on Starting a Successful Ecovillage or Intentional Community and on Sociocracy also called Dynamic Governance to",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and achieve their goals She has learned what works well from founders and long-time members of more than  communities worldwide — ecovillages cohousing neighborhoods housing co-ops shared group households income-sharing communes and more She is author of Creating a Life Together  now translated into six languages and Finding Community  See this 1-minute video highly recommending her work Diana teaches  workshops offers consultations and presents keynote addresses and breakout workshops for conferences internationally In  she received the Fellowship for Intentional Community's Kozeny Communitarian Award a lifetime acheivement award for her contributions to the US communities movement She teaches workshops on Starting a Successful Ecovillage or Intentional Community and on Sociocracy also called Dynamic Governance to intentional communities and member-led groups She is an Associate Member of The Sociocracy Consulting Group TSCG and was formerly a Sociocracy trainer for the board of GEN",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "mission is to help intentional communities get started successfully function effectively and achieve their goals She has learned what works well from founders and long-time members of more than  communities worldwide — ecovillages cohousing neighborhoods housing co-ops shared group households income-sharing communes and more She is author of Creating a Life Together  now translated into six languages and Finding Community  See this 1-minute video highly recommending her work Diana teaches  workshops offers consultations and presents keynote addresses and breakout workshops for conferences internationally In  she received the Fellowship for Intentional Community's Kozeny Communitarian Award a lifetime acheivement award for her contributions to the US communities movement She teaches workshops on Starting a Successful Ecovillage or Intentional Community and on Sociocracy also called Dynamic Governance to intentional communities and member-led groups She is an Associate Member of The",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "award for her contributions to the US communities movement She teaches workshops on Starting a Successful Ecovillage or Intentional Community and on Sociocracy also called Dynamic Governance to intentional communities and member-led groups She is an Associate Member of The Sociocracy Consulting Group TSCG and was formerly a Sociocracy trainer for the board of GEN International  Her third book will be about how groups can use Sociocracy for better meetings to get more done and to feel more connected She also teaches the N St Consensus Method for groups that would like to use consensus Diana is a certified as a trainer for Gaia Education's Ecovillage Design Education EDE course and a Board Member of GEN-US Global Ecovillage Network-US and GENNA GEN-North America She wrote chapters for the Gaia Education/EDE books Beyond You and Me and Gaian Economics and the GEN book Ecovillage  Ways to Heal the Planet She has written articles for Communities magazine GEN Newsletter the Communities",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the information provided, there are several products, services, and technologies mentioned or implied throughout the text. For example:\n\n1. Solar-powered printer: A device that uses solar energy to print documents or images in remote locations without access to traditional power sources. This technology provides valuable services such as microfinance opportunities for women in rural areas.\n2. Biomimicry: An approach to problem-solving that draws inspiration from nature and natural systems. It offers sustainable alternatives to conventional designs and materials, addressing issues related to resource consumption and environmental impact.\n3. Structural design: A process that involves creating structures (buildings, bridges, etc.) using environmentally friendly materials and techniques, aimed at reducing the ecological footprint of human settlements.\n4. Impact consulting firms like LIFT Economy: These types of organizations provide guidance and support to individuals, businesses, and communities seeking to create more sustainable and equitable local economies. They may offer services such as strategy development, coaching, and training.\n5. Nonviolent Communication (NVC) trainings: Workshops or courses focused on teaching effective and empathetic methods of interpersonal communication. By fostering understanding and connection between individuals, these trainings contribute to stronger, more collaborative communities.",
            "source": [
                {
                    "content": "Regular meeting/reporting schedule task management tracking  reporting systems and documentation of policy and procedure Designing your financial systems is also a critical component of managing your operations including a monthly report packet current cash flow projection and an operating projection that allows for complex modeling of various future scenarios with a reasonable degree of accuracy Create or reaffirm a clear organizational structure with documented roles and responsibilities Increase your confidence in the direction of the company and focus on your long-term goals Reduce stress and anxiety and create the space to resume the activities you enjoy What/How does LIFT charge for its services We construct a coaching plan with each client depending on their needs and their stage of business We work on a month to month basis No hourly charges and no long term contracts We invoice our clients at the END of the month – meaning we risk our time and clients only pay us if they get",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "What is your core value proposition and how do you express it Strategy is where you design your goods and services find your differentiation and position your organization and offerings Common solutions implemented are helping companies become Certified B Corporations systems for industry and market analysis positioning and branding projects and developing your strategic marketing plan Also designing systems for measuring and refining marketing tactics and sales processes Cultivate your reputation as a thought leader by becoming a Certified B Corporation Develop messaging to differentiate your brand in a crowded market Operations is where the vision is implemented Common solutions implemented here include an organization structure with clearly defined roles responsibilities and accountability Regular meeting/reporting schedule task management tracking  reporting systems and documentation of policy and procedure Designing your financial systems is also a critical component of managing",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a solar-powered printer The printer provided microfinance opportunities for women who brought paid photography to remote villages allowing people to photograph their family events for the very first time Beth is a graduate of UCLA and Loyola Law School and lives in Marin County California Some highlights from Kevin Bayuk’s conversation with Beth Rattner include How so much of what we depend upon in the chemical  materials world could be addressed through structural design How biomimicry is a perfect compliment to many of the solutions proposed in Project Drawdown How the Biomimicry Institute can capture the genius of today’s engineers and designers to solve today’s most pressing challenges SUBSCRIBE to Next Economy Now iTunes  Overcast  Stitcher  Etc LIFT Economy is an impact consulting firm whose mission is to create model and share a locally self-reliant economy that works for the benefit of all life Kevin Bayuk Co-founder and Partner at LIFT Economy works at the intersection of",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to have effective and authentic communication in their teams and communities We welcome anyone interested in bringing these tools to their organizations and communities to come practice with us In terms of skill level we highly encourage folks who are not experienced in NVC to attend our Free Intro QA and complete the NVC Basics course before taking subsequent trainings although this is not required it will help you make the most of the training Recordings of all trainings will be sent to Culture Offering Series Workshop participants following each session In addition we plan to host these trainings on an annual basis and folks who were not able to attend a session live will be able to drop-in for a future training We believe in accessibility and have a policy to never turn anyone away for lack of financial capacity Please feel free to reach out if you need special accommodations to invest in yourself to attend this training",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, I cannot find any specific mention of promotional events, expos, or sales related to these offerings. However, some of the entities mentioned may organize events or webinars to promote their ideas, books, or services. For instance, Patagonia occasionally hosts events related to sustainability and environmental issues. Similarly, Frederic Laloux could potentially hold workshops or conferences focused on reinventing organizations. It would be worth checking their websites or social media channels for updates on such events.",
            "source": [
                {
                    "content": "been working on a new project that will be launching 8/22/22 More info to come in the coming weeks Vincent Stanley co-author with Yvon Chouinard of The Responsible Company has been with Patagonia on and off since its beginning in  for many of those years in key executive roles as head of sales or marketing More informally he is Patagonia’s long-time chief storyteller Vincent helped develop the Footprint Chronicles the company’s interactive website that outlines the social and environmental impact of its products; the Common Threads Partnership; and Patagonia Books He currently serves as the company’s Director Patagonia Philosophy and is a visiting fellow at the Yale School of Management He is also a poet whose work has appeared in Best American Poetry He and his wife the writer Nora Gallagher live in Santa Barbara Patagonia’s approach to marketing and how it’s evolved over time Standing up for what you stand for might mean standing against or alienating potential customers and",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "benefit society and the environment The 2-3 portfolio companies that Joel is most excited about In addition you can listen/subscribe to Next Economy Now on iTunes Overcast Stitcher or your favorite podcasting platform Ryan Honeyman is a Partner at LIFT Economy and author of The B Corp Handbook How to Use Business as a Force for Good Berrett-Koehler Publishers LIFT Economy is an impact consulting firm whose mission is to create model and share a locally self-reliant economy that works for the benefit of all life You can follow Ryan on Twitter  or email him  Tagged author finance investor/lender/philanthropist education/training b corp Ryan Honeyman  Frederic Laloux is a renowned author speaker and organizational transformation expert who has made significant contributions to the field of management and leadership He is best known for his groundbreaking book Reinventing Organizations which provides readers with a revolutionary concept that challenges conventional management paradigms",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to have effective and authentic communication in their teams and communities We welcome anyone interested in bringing these tools to their organizations and communities to come practice with us In terms of skill level we highly encourage folks who are not experienced in NVC to attend our Free Intro QA and complete the NVC Basics course before taking subsequent trainings although this is not required it will help you make the most of the training Recordings of all trainings will be sent to Culture Offering Series Workshop participants following each session In addition we plan to host these trainings on an annual basis and folks who were not able to attend a session live will be able to drop-in for a future training We believe in accessibility and have a policy to never turn anyone away for lack of financial capacity Please feel free to reach out if you need special accommodations to invest in yourself to attend this training",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Partnerships Emmy’s other experiences range from working for smaller lean organizations as a nanny for young children and a co-founder for a myriad of startups and nonprofits  Emmy is based in Philadelphia but you will often find her computer set up somewhere around the world as she learns about new cultures foods and people’s life experiences She spends her time experiencing long walks biking and loves a good versatile spreadsheet Ask her about her latest house project what she’s reading/listening to or the last interesting bird she spotted Email her at   Ryan Honeyman is a Partner / Worker-Owner at LIFT Economy and coauthor of The B Corp Handbook How to Use Business as a Force for Good and The Next Economy MBA Redesigning Business for the Benefit of All Life Ryan has helped over 80 companies—like Patagonia Allbirds Ben  Jerry’s King Arthur Flour Tanka Bar Animikii and Red Bay Coffee—become Certified B Corporations recertify as B Corporations and maximize the value of their B Corp",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are several notable partnerships or collaborations related to commerce that showcase innovative approaches to business and social impact. Some examples include:\n\n1. Ben & Jerry's Supply Chain Transparency: Ben & Jerry's has partnered with its suppliers to gain access to impact data, enabling them to increase transparency and credibility in their marketing materials, sustainability reports, and overall communication with consumers. This collaboration helps both parties demonstrate commitment to social and environmental responsibility.\n\n1. Frederic Laloux's Work: As an influential author, speaker, and organizational transformation expert, Frederic Laloux's work has inspired numerous individuals and organizations to rethink traditional management practices and embrace more inclusive, adaptable, and purpose-driven models. His ideas have led to various collaborations among businesses, nonprofit organizations, and educational institutions seeking to reinvent themselves and contribute positively to society and the environment.\n\n1. LIFT Economy and B Lab: LIFT Economy, an impact consulting firm focused on creating local, self-reliant economies, has formed a partnership with B Lab, a global organization that certifies and supports businesses committed to using their power to drive positive social and environmental outcomes. Through this collaboration, they help companies become Certified B Corporations, ensuring they meet high standards of social and environmental performance, public transparency, and legal accountability.",
            "source": [
                {
                    "content": "Partnerships Emmy’s other experiences range from working for smaller lean organizations as a nanny for young children and a co-founder for a myriad of startups and nonprofits  Emmy is based in Philadelphia but you will often find her computer set up somewhere around the world as she learns about new cultures foods and people’s life experiences She spends her time experiencing long walks biking and loves a good versatile spreadsheet Ask her about her latest house project what she’s reading/listening to or the last interesting bird she spotted Email her at   Ryan Honeyman is a Partner / Worker-Owner at LIFT Economy and coauthor of The B Corp Handbook How to Use Business as a Force for Good and The Next Economy MBA Redesigning Business for the Benefit of All Life Ryan has helped over 80 companies—like Patagonia Allbirds Ben  Jerry’s King Arthur Flour Tanka Bar Animikii and Red Bay Coffee—become Certified B Corporations recertify as B Corporations and maximize the value of their B Corp",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "areas that seem to affect suppliers as a group Ben  Jerry's now has access to impact data for future marketing external communications and sustainability reports providing more opportunities to increase credibility and consumer trust Participating suppliers gained the knowledge skills and resources to continually improve their performance Frederic Laloux is a renowned author speaker and organizational transformation expert who has made significant contributions to the field of management and leadership He is best known for his groundbreaking book Reinventing Organizations which provides readers with a revolutionary concept that challenges conventional management paradigms More recently his work focuses on combating climate change and motivating people to take action The real estate market is undoubtedly one of the most powerful and overlooked forces in shaping our cities and communities Without truly addressing this area of the economy it is hard to imagine real reform especially",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "benefit society and the environment The 2-3 portfolio companies that Joel is most excited about In addition you can listen/subscribe to Next Economy Now on iTunes Overcast Stitcher or your favorite podcasting platform Ryan Honeyman is a Partner at LIFT Economy and author of The B Corp Handbook How to Use Business as a Force for Good Berrett-Koehler Publishers LIFT Economy is an impact consulting firm whose mission is to create model and share a locally self-reliant economy that works for the benefit of all life You can follow Ryan on Twitter  or email him  Tagged author finance investor/lender/philanthropist education/training b corp Ryan Honeyman  Frederic Laloux is a renowned author speaker and organizational transformation expert who has made significant contributions to the field of management and leadership He is best known for his groundbreaking book Reinventing Organizations which provides readers with a revolutionary concept that challenges conventional management paradigms",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and environmental impact of its products; the Common Threads Partnership; and Patagonia Books He currently serves as the company’s Director Patagonia Philosophy and is a visiting fellow at the Yale School of Management He is also a poet whose work has appeared in Best American Poetry He and his wife the writer Nora Gallagher live in Santa Barbara Patagonia’s approach to marketing and how it’s evolved over time Standing up for what you stand for might mean standing against or alienating potential customers and strategic partners SUBSCRIBE to Next Economy Now iTunes  Overcast  Stitcher  Etc LIFT Economy is an impact consulting firm whose mission is to create model and share a locally self-reliant economy that works for the benefit of all life Ryan Honeyman is a Partner at LIFT Economy and author of The B Corp Handbook How to Use Business as a Force for Good Berrett-Koehler Publishers You can follow Ryan on Twitter  or email him  Next Economy Now highlights the leaders who are taking a",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " There are several employment and educational opportunities mentioned throughout the provided information. For instance, there may be open positions as substitute teachers at independent schools in San Francisco. Additionally, there could be job openings related to the \"Next Economy\" and its associated organizations, such as Fibershed, OurTable, and CoLab Cooperative. These organizations focus on creating a more sustainable and equitable future, and they might require skilled professionals to help them achieve their goals.\n\nIn terms of education, there may be opportunities to pursue advanced degrees or certificates related to topics such as developmental education, bilingual teaching, art history, management and leadership, impact investing, social entrepreneurship, and nonviolent communication. Some institutions offering these programs include the University of California at Berkeley, Stanford University, and various other colleges and universities.",
            "source": [
                {
                    "content": "innovation in Oakland C-SPAN – US Job Market and Young Adults Panel Part 1 Part 2 Part 3 NEN Podcast Deborah Frieze How to Create Healthy Resilient and Inclusive Communities LIFT Economy is an impact consulting firm whose mission is to create model and share a locally self-reliant economy that works for the benefit of all life Ryan Honeyman is a Partner at LIFT Economy and author of The B Corp Handbook How to Use Business as a Force for Good Berrett-Koehler Publishers You can follow Ryan on Twitter  or email him  Tagged racial justice regenerative economy resistance movement finance cultural healing millennial local economy poc women woc Ryan Honeyman  Frederic Laloux is a renowned author speaker and organizational transformation expert who has made significant contributions to the field of management and leadership He is best known for his groundbreaking book Reinventing Organizations which provides readers with a revolutionary concept that challenges conventional management",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "substitute teacher at a San Francisco independent school Mostly filling in for teachers on maternity leave she is referred to affectionately as their resident “teaching doula When not teaching she is active as a school volunteer She holds a master’s degree in Developmental Education a Spanish bilingual teaching credential from University of California at Berkeley and a bachelor’s degree in Art History from Stanford University She sits on the boards of the Libra Foundation a family foundation dedicated to enhancing the human rights movement locally and globally and co-chairs the Bay Area Advisory Board of New Leaders working to improve public education through transforming leadership Regan’s journey in aligning her family’s impact investing portfolio with their family values and Libra Foundation’s stated mission Challenging the assumptions  structures of our financial system and traditional investing that have created the problems we’re working to solve Value systems that prioritize",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "next economy organizations like Fibershed OurTable and CoLab Cooperative We’ve offered the Next Economy MBA twice per year since  evolving the experience and curriculum along the way We are here to inspire you grow your capacity for change and catalyze the leaders of the next economy Phoenix Soleil is thrilled to be bringing her understanding of how to navigate the many complex dynamics of starting a social enterprise such as conflict management diversity and inclusion and team culture She also brings her teaching and practice of Nonviolent Communication NVC a form of compassionate communication that supports us in attuning to our feelings and values for more successful interactions She has led trainings in communication racial justice and meditation for organizations such as Google Kellogg Foundation UC Berkeley Insight Meditation Society and Search Inside Yourself Leadership Institute Erin’s client work supports indigenous-led hemp economies in northern Minnesota the Trees for",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "1 B Corps in the technical requirements of renewing their B Corp certification So far in her eclectic career she has worked in finance and philanthropy for Kat Taylor and Tom Steyer at Fahr LLC planned and facilitated diversity and inclusion trainings for independent schools in Washington DC and served one year of national service with City Year Philadelphia where she developed after school programs that catered to youths in high-poverty low-access communities  As a professional at Drexel University she supported the successful launch of the University  Community Partnerships unit to better extend the resources of the university to the surrounding neighborhoods She went on to operate workforce development and economic inclusion programming through Drexel’s Dornsife Center for Neighborhood Partnerships Emmy’s other experiences range from working for smaller lean organizations as a nanny for young children and a co-founder for a myriad of startups and nonprofits  Emmy is based in",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are several events listed throughout the text that can be considered job fairs, webinars, workshops, or training programs. Here's a summary of those events:\n\n1. Individual Workshop Two-Part Series (Tuition: )\n2. Four Course Six Training Series (Tuition: )\n3. Free Q&A Session and Live Coaching (Free)\n4. Annual Culture Offerings Workshop Series (Savings of : )\n5. Drop-In Option for Future Trainings (If offered)",
            "source": [
                {
                    "content": "opportunitiesThe tuition for this individual workshop two-parts series is  We believe in accessibility and have a policy to never turn anyone away for lack of financial capacity Please feel free to reach out if you need special accommodations to invest in yourself to attend this training  Although each of these trainings are valuable individually we believe that they're more transformative when taken as a series — allowing more opportunities to build skills over time and in community To make the series as accessible as possible we're offering all four courses six trainings for  - a savings of 40 Join us for a free QA and live coaching session where Phoenix will provide a supportive space for integrating NVC into your daily life Free for a limited time Learn more and register here While we believe that everyone would benefit from NVC these trainings have been developed with the vision to equip folks in Next Economy organizations with the tools they need to have effective and authentic",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Worker-Owner at LIFT Economy and has a passion for developing people teams and organizations She has led trainings in communication racial justice personal development theater improvisation and play for individuals groups and organizations such as Google Kellogg Foundation UC Berkeley  Mind Body Awareness Project  and Search Inside Yourself Leadership Institute   Check out Phoenix's website and more of her trainings and interviews here Invest in the success of your workplace relationships with our Culture Offerings Workshop Series Gain valuable skills and strategies to navigate relational challenges and create a collaborative environment To make the series as accessible as possible we're offering all four courses six trainings for  - a savings of 40",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "following each session In addition we plan to host these trainings on an annual basis and folks who were not able to attend a session live will be able to drop-in for a future training if offered We believe in accessibility and have a policy to never turn anyone away for lack of financial capacity Please feel free to reach out if you need special accommodations to invest in yourself to attend this training",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "each session In addition we plan to host these trainings on an annual basis and folks who were not able to attend a session live will be able to drop-in for a future training if offered We believe in accessibility and have a policy to never turn anyone away for lack of financial capacity Please feel free to reach out if you need special accommodations to invest in yourself to attend this training",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " On the show, several employee or participant benefits are highlighted. Firstly, Alison and Emmy discuss the importance of providing comprehensive employee benefits packages, including home ownership opportunities and access to renewable energy sources. This emphasizes the value placed on employees' wellbeing and sustainability. Secondly, during the conversation with Shawn Berry, the topic of building a strong company culture comes up. This suggests that creating a supportive environment where employees feel comfortable taking risks and learning from failure is highly valued. Lastly, when talking about worker ownership models such as cooperatives, Ryan Honeyman mentions the potential benefits for workers, including increased job security, shared decision-making, and greater financial returns. These benefits demonstrate a commitment to fostering inclusivity, fairness, and empowerment within the workplace.",
            "source": [
                {
                    "content": "on the best employee benefits package in the world including home ownership and renewable energy How they survived the great recession and their plan for the next one Building a company culture that makes it safe to fail  In addition to listening on B the Change Media you can listen/subscribe to Next Economy Now on iTunes Overcast Stitcher or your favorite podcasting platform Shawn Berry is a Partner at LIFT Economy where he works as an organizational strategist inspired to harness the power of business to create resilient local economies as patterns to be documented open sourced scaled globally and adapted regionally LIFT Economy is an impact consulting firm whose mission is to create model and share a locally self-reliant economy that works for the benefit of all life You can follow Shawn on Twitter  or email him  Tagged b corp entrepreneur climate land/real estate local economy Shawn Berry  Frederic Laloux is a renowned author speaker and organizational transformation expert who",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "1 B Corps in the technical requirements of renewing their B Corp certification So far in her eclectic career she has worked in finance and philanthropy for Kat Taylor and Tom Steyer at Fahr LLC planned and facilitated diversity and inclusion trainings for independent schools in Washington DC and served one year of national service with City Year Philadelphia where she developed after school programs that catered to youths in high-poverty low-access communities  As a professional at Drexel University she supported the successful launch of the University  Community Partnerships unit to better extend the resources of the university to the surrounding neighborhoods She went on to operate workforce development and economic inclusion programming through Drexel’s Dornsife Center for Neighborhood Partnerships Emmy’s other experiences range from working for smaller lean organizations as a nanny for young children and a co-founder for a myriad of startups and nonprofits  Emmy is based in",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "worker ownership In our interview Alison and I discuss some of the differences between worker-owned cooperatives ESOPs or Employee Stock Ownership Plans and employee stock options like you might get as an employee of a tech company like Twitter or Facebook We’ll also discuss the startling fact that there are only  worker owned cooperatives in the entire United States Alison hopes to change this with her new Coop Incubator program at Project Equity Finally if you are interested in increasing worker ownership at your business we go over some of the frequently asked questions and steps you will need to consider before making the transition You can listen/subscribe to Next Economy Now on iTunes Overcast Stitcher or your favorite podcasting platform Ryan Honeyman is a Partner at LIFT Economy and author of The B Corp Handbook How to Use Business as a Force for Good Berrett-Koehler Publishers LIFT Economy is an impact consulting firm whose mission is to create model and share a locally",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "inclusion and diversity in the workplace Email Phoenix at  Frederic Laloux is a renowned author speaker and organizational transformation expert who has made significant contributions to the field of management and leadership He is best known for his groundbreaking book Reinventing Organizations which provides readers with a revolutionary concept that challenges conventional management paradigms More recently his work focuses on combating climate change and motivating people to take action The real estate market is undoubtedly one of the most powerful and overlooked forces in shaping our cities and communities Without truly addressing this area of the economy it is hard to imagine real reform especially toward a more equitable future Nikishka Iyengar the Founder and CEO of The Guild based in Atlanta Georgia is on the show to talk about her work in this sphere  Poverty gentrification unemployment homelessness unequal access to food and healthcare and other challenges facing our",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the latest financial or earnings report, some key takeaways could include revenue growth or decline compared to previous periods, changes in net income or losses, cash flow figures, debt and equity information, guidance provided for future performance, and any notable events or factors affecting the company's financials. Additionally, it may be helpful to analyze trends over multiple reporting periods to gain a deeper understanding of the company's overall financial health and performance.",
            "source": [
                {
                    "content": "that to be possible while we are reliant on single-use forever garbage that destroys the planet” —  [01225] “How do we keep a long-term lens and focus on long-term problems despite the churn of the stock market on a day-to-day basis That’s an interesting responsibility as the head of the company” —  [01806] The success of our business and the success of our mission are intrinsically linked” —  [02609] “Are we doing what our customers would want us to do even when they’re not looking I think that’s the foundation of a great brand” —  [02745] “Where talent goes is where the next big companies will get built and the smartest people in the world are now demanding to work at companies with purpose” —  [03247] Join 8+ subscribers and get our free 60-point business design checklist—plus monthly tips advice and resources to help you build the Next Economy  This episode is brought to you by the Next Economy MBA What would a business education look like if it was completely redesigned for the",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in our time that leaves something better for those behind us;  2 No matter what the job is never leave your conscience at the door Deval expresses his frustration that philanthropy and government have been letting business off the hook and he sees impact investing in part as a way to address this Deval’s observation that politics punishes failure so it’s no wonder that we don’t see a lot of innovation in that arena Bain Capital’s choice to not create their own impact metric tools but to use B Lab’s GIIRS a commonly recognized impact metric tool that allows for more direct comparison Balancing impact  financial return and challenging the notion that there must be a  tradeoff between the two Deval poses the question “why would you trade return for impact if you don’t have to” An exploration of exit innovation and alternative exit strategies like worker-ownership The growing trend led by millennials whereby businesses have to actually stand for something meaningful in order to remain",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "change [02930] Building equitable enterprises that support personal growth and development [03509] A reminder of the importance of patience self-compassion and collaboration [04408] “[Open source replication] runs counter to this idea of concentrating power and authority at the top of a long corporate decision chain” —  [01202] “Even if your enterprise or organization has not been able to implement every single thing on the laundry list of perfect execution of Next Economy values or principles transparency about where you’re at about the state of the organization [or] entity is critical” —  [01252] “What about a business that causes an increase in biodiversity That stimulates a flourishing of natural systems and life and clean water and fresh air It’s actually possible” —  [01910] “How do we utilize operating models and financial vehicles as a mechanism to build power” —  [02946] “Instead of thinking ‘What can we extract from people’ [we need to think] ‘How do we develop people How do",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Pandora YouTube or anywhere you find podcasts OVER  EPISODES TO CHOOSE FROM THEMED PLAYLISTS AND MORE In this episode LIFT Partner Ryan Honeyman author of The B Corp Handbook How to Use Business as a Force for Good interviews Rose Marcario CEO of Patagonia Rose Marcario assumed the role of President and CEO of Patagonia in January  Prior to this she served as Patagonia’s COO and CFO After joining Patagonia in  Marcario embarked on transforming the company’s infrastructure to improve its operations and financial performance In addition to broadening business throughout Europe Japan and Australia she has helped Patagonia focus on innovation and the development of new product groups processes and technologies Prior to coming to Patagonia Rose held leadership positions as the Director of Corporate Finance for LA Gear Vice President Global Finance and Treasury for NYSE-listed International Rectifier Corporation Senior Vice President and Chief Financial Officer of NASDAQ-listed General",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, there isn't any specific mention of investor events or funding rounds. However, the success story mentions raising $11 million through crowdfunding and accredited investors. It would be interesting to follow their journey and see if they hold any future funding rounds or participate in investor events.",
            "source": [
                {
                    "content": "and the pros and cons of each of the available avenues  We also get to list the five steps to better explore your fundraising options and share some examples of what is possible So if you want to gain an introduction to important concepts such as leveraging debt revenue-based financing impact investors investment crowdfunding structured exits and more make sure to tune in to this part of the ongoing MBA series  Unpacking the venture capital and the 'business as usual’ approaches to fundraising [00149] Why venture capital and impact organizations often do not fit together [00903] Investment crowdfunding and looking to the community as a source of smaller amounts of capital [03150] Finding the right kind of impact investors for your project [03417] The benefits of structured exits and the terms that can allow owners to access these [03617] “If they don't see that it has a multi-billion dollar opportunity and they don't see the likelihood that there is an acquisition or an IPO in the",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Subscribe to Next Economy Now on Apple Podcasts Spotify Pandora Google Podcasts YouTube or wherever you find your podcasts Fundraising is possibly the most pressing issue facing new business owners looking to get a startup off the ground In this part of our MBA series we take a look at some of the alternatives to the common yet flawed models associated with venture capital and angel investment  Both routes can be powerful tools for bringing in large amounts of money But the less-talked-about risks and standard demands related to the sources of these funds can often spell big problems for the future of businesses grounded in a commitment to impact In this episode Kevin and Ryan discuss bootstrapping non-diluted financing the work that goes into fundraising the main issues with venture capital and the pros and cons of each of the available avenues  We also get to list the five steps to better explore your fundraising options and share some examples of what is possible So if you want to",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "BlackRock who invested 50k out of nowhere After raising k via crowdfunding we successfully raised another k from accredited investors for a total of 11M by the summer of  We then deployed our 11M in investments to 13 amazing organizations led by women and people of color  To stay up to date about the Force for Good Fund please sign up for our monthly newsletter We are in need of charitable donations--please visit wwwbitly/donateffg to learn more You can also email  with any questions Frederic Laloux is a renowned author speaker and organizational transformation expert who has made significant contributions to the field of management and leadership He is best known for his groundbreaking book Reinventing Organizations which provides readers with a revolutionary concept that challenges conventional management paradigms More recently his work focuses on combating climate change and motivating people to take action The real estate market is undoubtedly one of the most powerful and",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "BlackRock who invested 50k out of nowhere After raising k via crowdfunding we successfully raised another k from accredited investors for a total of 11M by the summer of  We then deployed our 11M in investments to 13 amazing organizations led by women and people of color  To stay up to date about the Force for Good Fund please sign up for our monthly newsletter We are in need of charitable donations--please visit wwwbitly/donateffg to learn more You can also email  with any questions Frederic Laloux is a renowned author speaker and organizational transformation expert who has made significant contributions to the field of management and leadership He is best known for his groundbreaking book Reinventing Organizations which provides readers with a revolutionary concept that challenges conventional management paradigms More recently his work focuses on combating climate change and motivating people to take action The real estate market is undoubtedly one of the most powerful and",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, there isn't any specific mention of financial or funding goals for the next period. However, the course \"How to Raise Mission-Aligned Capital\" focuses on raising mission-aligned capital, which suggests that the goal might involve securing funds that align with the organization's mission and values.",
            "source": [
                {
                    "content": "each of the fundamental topics that are so central to growing the next economy Our team has a lot to offer that does not fit in the time constraints of our live facilitated Next Economy MBA training Furthermore a self-study course allows students to access more in-depth materials in a concerted and self-paced way thereby accommodating the full and diverse lives we all bring to learning and living into the next economy We are eager for your feedback on how these courses compliment the live facilitated Next Economy MBA training The most frequently requested area for additional content and support comes from struggles and concerns with fundraising so we are launching the first moduel of this course “How to Raise Mission-Aligned Capital” A deep dive into raising mission-aligned capital This course is for anyone interested in learning about raising capital and fundraising from a Next Economy perspective for folks who are about to start raising capital and for those who are in a capital",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "clear on [your vision] because when we get really clear on it we can be in action around it and we can be in coordination and in alignment around it” — Shawn Berry [02412] “When we say ‘planning’ we often talk about setting goals along the lines of the vision as an orientation device not a destination” —  [02523] “If you have not articulated your vision by the point where you raise capital then almost always the vision for the company becomes the vision that the investors hold” —  [03546] Join 8+ subscribers and get our free 60-point business design checklist—plus monthly tips advice and resources to help you build the Next Economy  This episode is brought to you by the Next Economy MBA What would a business education look like if it was completely redesigned for the benefit of all life This is why the team at LIFT Economy created the Next Economy MBA  The Next Economy MBA is a nine-month online course for folks who want to learn key business fundamentals eg vision culture strategy",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "with mission-aligned investors We have build our curriculum from our own experience and research We solicit and incorporate feedback from all of our courses Depending on your self-motivated engagement this could be  hours of total content How do I know if this course is right for me What kind of results can I expect You have a vision and values driven organization or project and think you may need to raise capital You have tried and/or succeeded in raising capital but do not feel vision and values aligned with the investors you have engaged While we can’t guarantee a successful fundraise we have seen results including; realizing not to raise funds until a later stage of development successful raise expanding your networks to connect with aligned investors We have a  satisfaction guarantee If you are not completely satisfied with the course we will refund your entire fee Our only request for refunds is that you have a conversation with us so we can better understand your experience",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of the Hull Family Foundation from  to  where she oversaw all of the investment efforts and transitioned the endowment from a traditional investment portfolio to one of the country’s first  mission impact invested portfolios Kristin is also a co-founder of Impact Hub Oakland and is devoted to promoting inclusion and diversity in leadership and to re-envisioning capitalism Redefining finance by engaging from a foundation of intention and purpose Building investment portfolios around publicly traded companies leveraging best-in-class solutions as a vehicle to realize the next economy Considerations in measuring impact both quantitatively as well as qualitatively The need for financial literacy education and aligning our money with our values  In addition to listening on B the Change Media you can listen/subscribe to Next Economy Now on iTunes Overcast Stitcher or your favorite podcasting platform Ryan Honeyman is a Partner at LIFT Economy and author of The B Corp Handbook How to Use",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " As of my knowledge cutoff date in September 202, there have been no recent publications, research findings, or introduced technologies specifically related to the topics mentioned in the given context (Emerging Market Solutions EMS group, HP internal \"start-up\", etc.). However, it is important to note that the field of sustainable development, social entrepreneurship, and innovative technology solutions for underserved communities continues to evolve rapidly. To stay updated on these developments, subscribing to relevant newsletters, following industry experts and organizations, attending conferences and webinars, and engaging with online communities can help keep you informed about the latest advancements in this area.",
            "source": [
                {
                    "content": "Emerging Market Solutions EMS group This HP internal “start-up” championed a new lens on providing technology solutions to those who earn less than 2 a day The team launched HP’s first multi-user daisy-chained computer for poorly funded schools and a solar-powered printer The printer provided microfinance opportunities for women who brought paid photography to remote villages allowing people to photograph their family events for the very first time Beth is a graduate of UCLA and Loyola Law School and lives in Marin County California Some highlights from Kevin Bayuk’s conversation with Beth Rattner include How so much of what we depend upon in the chemical  materials world could be addressed through structural design How biomimicry is a perfect compliment to many of the solutions proposed in Project Drawdown How the Biomimicry Institute can capture the genius of today’s engineers and designers to solve today’s most pressing challenges SUBSCRIBE to Next Economy",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Emerging Market Solutions EMS group This HP internal “start-up” championed a new lens on providing technology solutions to those who earn less than 2 a day The team launched HP’s first multi-user daisy-chained computer for poorly funded schools and a solar-powered printer The printer provided microfinance opportunities for women who brought paid photography to remote villages allowing people to photograph their family events for the very first time Beth is a graduate of UCLA and Loyola Law School and lives in Marin County California Some highlights from Kevin Bayuk’s conversation with Beth Rattner include How so much of what we depend upon in the chemical  materials world could be addressed through structural design How biomimicry is a perfect compliment to many of the solutions proposed in Project Drawdown How the Biomimicry Institute can capture the genius of today’s engineers and designers to solve today’s most pressing challenges SUBSCRIBE to Next Economy",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "consultant firms Blu Skye and business manager for Hewlett Packard’s Emerging Market Solutions EMS group This HP internal “start-up” championed a new lens on providing technology solutions to those who earn less than 2 a day The team launched HP’s first multi-user daisy-chained computer for poorly funded schools and a solar-powered printer The printer provided microfinance opportunities for women who brought paid photography to remote villages allowing people to photograph their family events for the very first time Beth is a graduate of UCLA and Loyola Law School and lives in Marin County California Some highlights from Kevin Bayuk’s conversation with Beth Rattner include How so much of what we depend upon in the chemical  materials world could be addressed through structural design How biomimicry is a perfect compliment to many of the solutions proposed in Project Drawdown How the Biomimicry Institute can capture the genius of today’s engineers and designers to solve today’s most",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a solar-powered printer The printer provided microfinance opportunities for women who brought paid photography to remote villages allowing people to photograph their family events for the very first time Beth is a graduate of UCLA and Loyola Law School and lives in Marin County California Some highlights from Kevin Bayuk’s conversation with Beth Rattner include How so much of what we depend upon in the chemical  materials world could be addressed through structural design How biomimicry is a perfect compliment to many of the solutions proposed in Project Drawdown How the Biomimicry Institute can capture the genius of today’s engineers and designers to solve today’s most pressing challenges SUBSCRIBE to Next Economy Now iTunes  Overcast  Stitcher  Etc LIFT Economy is an impact consulting firm whose mission is to create model and share a locally self-reliant economy that works for the benefit of all life Kevin Bayuk Co-founder and Partner at LIFT Economy works at the intersection of",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Yes, there are several ongoing and upcoming research projects and innovation initiatives related to Emerging Market Solutions (EMS) group within HP Inc. Here are some examples:\n\n1. Multi-User Daisy-Chained Computers: The EMS group continues to develop and improve its line of multi-user daisy-chained computers designed specifically for low-resource environments. These devices aim to provide affordable access to technology for communities around the world.\n2. Solar-Powered Printers: The EMS group remains committed to refining and expanding its range of solar-powered printers. These printers not only offer cost-effective printing solutions but also enable microfinance opportunities for women in remote areas by facilitating paid photography services.\n3. Biomimicry Research: As part of its commitment to sustainability and environmental stewardship, the EMS group may engage in ongoing research into biomimicry principles. By studying nature-based designs and processes, they hope to identify innovative solutions for addressing various environmental and material challenges faced by modern industries.\n4. Collaborations with External Partners: The EMS group might continue collaborating with external partners such as universities, NGOs, and other organizations working towards similar goals. These partnerships help drive innovation and support the development of cutting-edge technologies and solutions tailored for emerging markets.\n5. Continuous Improvement and Product Development: The EMS group likely focuses on continuous improvement and product development efforts to enhance existing products and introduce new solutions that better serve the needs of underserved communities around the globe.",
            "source": [
                {
                    "content": "Emerging Market Solutions EMS group This HP internal “start-up” championed a new lens on providing technology solutions to those who earn less than 2 a day The team launched HP’s first multi-user daisy-chained computer for poorly funded schools and a solar-powered printer The printer provided microfinance opportunities for women who brought paid photography to remote villages allowing people to photograph their family events for the very first time Beth is a graduate of UCLA and Loyola Law School and lives in Marin County California Some highlights from Kevin Bayuk’s conversation with Beth Rattner include How so much of what we depend upon in the chemical  materials world could be addressed through structural design How biomimicry is a perfect compliment to many of the solutions proposed in Project Drawdown How the Biomimicry Institute can capture the genius of today’s engineers and designers to solve today’s most pressing challenges SUBSCRIBE to Next Economy",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Emerging Market Solutions EMS group This HP internal “start-up” championed a new lens on providing technology solutions to those who earn less than 2 a day The team launched HP’s first multi-user daisy-chained computer for poorly funded schools and a solar-powered printer The printer provided microfinance opportunities for women who brought paid photography to remote villages allowing people to photograph their family events for the very first time Beth is a graduate of UCLA and Loyola Law School and lives in Marin County California Some highlights from Kevin Bayuk’s conversation with Beth Rattner include How so much of what we depend upon in the chemical  materials world could be addressed through structural design How biomimicry is a perfect compliment to many of the solutions proposed in Project Drawdown How the Biomimicry Institute can capture the genius of today’s engineers and designers to solve today’s most pressing challenges SUBSCRIBE to Next Economy",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "benefit society and the environment The 2-3 portfolio companies that Joel is most excited about In addition you can listen/subscribe to Next Economy Now on iTunes Overcast Stitcher or your favorite podcasting platform Ryan Honeyman is a Partner at LIFT Economy and author of The B Corp Handbook How to Use Business as a Force for Good Berrett-Koehler Publishers LIFT Economy is an impact consulting firm whose mission is to create model and share a locally self-reliant economy that works for the benefit of all life You can follow Ryan on Twitter  or email him  Tagged author finance investor/lender/philanthropist education/training b corp Ryan Honeyman  Frederic Laloux is a renowned author speaker and organizational transformation expert who has made significant contributions to the field of management and leadership He is best known for his groundbreaking book Reinventing Organizations which provides readers with a revolutionary concept that challenges conventional management paradigms",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "water regeneration She is an avid ecologist grassroots organizer and regularly forages for wild food in her home in rural Sonoma County  You can follow Erin on Twitter  or email her  Tagged carbon sequestration climate nonprofit entrepreneur finance systems thinking ecoliteracy b corp investor/lender/philanthropist women Erin Axelrod  Next Economy Now highlights the leaders who are taking a regenerative bio-regional equitable transparent and whole-systems approach to using business as a force for good  SUBSCRIBE  RATE us on iTunes Spotify Pandora YouTube or anywhere you find podcasts OVER  EPISODES TO CHOOSE FROM THEMED PLAYLISTS AND MORE SUBSCRIBE to Next Economy Now iTunes  Overcast  Stitcher  Etc Executive strategist and systems thinker Sandra Kwak is applying disruptive innovation to create a regenerative future Before launching 10Power she scaled AutoGrid from prototype to a global brand creating automated intelligence out of big data from the smart grid Prior as Co-Founder /",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " I am unable to provide specific information about recent research grants or innovation awards due to my limited knowledge base. However, there are several reputable sources where you can find updates on such grants and awards. These include government agencies like NSF (National Science Foundation) and NIH (National Institutes of Health), private foundations like Gates Foundation and MacArthur Foundation, and industry organizations like Google's AI Impact Challenge and Amazon's Alexa Prize. You may want to explore these resources to learn more about recent grant distributions related to your area of interest.",
            "source": [
                {
                    "content": "Book Award  and the Society of Professors of Education Book Award   In  she coined the term White Fragility in an academic article Her book White Fragility Why It’s So Hard For White People To Talk About Racism was released in June of  and is currently being translated into 10 languages Some highlights from Ryan Honeyman’s Conversation with Robin DiAngelo include How Dr DiAngelo first got into this work as a “classic white progressive” who was “clueless about racism” Why good open-minded liberal progressives who marched in the 60s still have a fundamentally racist worldview How having one or more historically marginalized identities eg being a woman low-income LGBTQ etc does not mean that one understands the experience of racism Why naming disrupting and dismantling white supremacy shifts the problem to white people where it belongs How the unexamined values of individualism meritocracy objectivity and conflict avoidance are part of the dominant culture and lead to problematic",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Book Award  and the Society of Professors of Education Book Award   In  she coined the term White Fragility in an academic article Her book White Fragility Why It’s So Hard For White People To Talk About Racism was released in June of  and is currently being translated into 10 languages Some highlights from Ryan Honeyman’s Conversation with Robin DiAngelo include How Dr DiAngelo first got into this work as a “classic white progressive” who was “clueless about racism” Why good open-minded liberal progressives who marched in the 60s still have a fundamentally racist worldview How having one or more historically marginalized identities eg being a woman low-income LGBTQ etc does not mean that one understands the experience of racism Why naming disrupting and dismantling white supremacy shifts the problem to white people where it belongs How the unexamined values of individualism meritocracy objectivity and conflict avoidance are part of the dominant culture and lead to problematic",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Emerging Market Solutions EMS group This HP internal “start-up” championed a new lens on providing technology solutions to those who earn less than 2 a day The team launched HP’s first multi-user daisy-chained computer for poorly funded schools and a solar-powered printer The printer provided microfinance opportunities for women who brought paid photography to remote villages allowing people to photograph their family events for the very first time Beth is a graduate of UCLA and Loyola Law School and lives in Marin County California Some highlights from Kevin Bayuk’s conversation with Beth Rattner include How so much of what we depend upon in the chemical  materials world could be addressed through structural design How biomimicry is a perfect compliment to many of the solutions proposed in Project Drawdown How the Biomimicry Institute can capture the genius of today’s engineers and designers to solve today’s most pressing challenges SUBSCRIBE to Next Economy",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Emerging Market Solutions EMS group This HP internal “start-up” championed a new lens on providing technology solutions to those who earn less than 2 a day The team launched HP’s first multi-user daisy-chained computer for poorly funded schools and a solar-powered printer The printer provided microfinance opportunities for women who brought paid photography to remote villages allowing people to photograph their family events for the very first time Beth is a graduate of UCLA and Loyola Law School and lives in Marin County California Some highlights from Kevin Bayuk’s conversation with Beth Rattner include How so much of what we depend upon in the chemical  materials world could be addressed through structural design How biomimicry is a perfect compliment to many of the solutions proposed in Project Drawdown How the Biomimicry Institute can capture the genius of today’s engineers and designers to solve today’s most pressing challenges SUBSCRIBE to Next Economy",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the information provided, there isn't specific mention of any organizations, institutions, or entities that the organization is collaborating with. However, we do know that Emmy has worked with various startups and nonprofits, suggesting that they may have established partnerships within those sectors. Additionally, LIFT Economy helps companies become certified B Corps, indicating that they work closely with the B Lab and other B Corp stakeholders.",
            "source": [
                {
                    "content": "Partnerships Emmy’s other experiences range from working for smaller lean organizations as a nanny for young children and a co-founder for a myriad of startups and nonprofits  Emmy is based in Philadelphia but you will often find her computer set up somewhere around the world as she learns about new cultures foods and people’s life experiences She spends her time experiencing long walks biking and loves a good versatile spreadsheet Ask her about her latest house project what she’s reading/listening to or the last interesting bird she spotted Email her at   Ryan Honeyman is a Partner / Worker-Owner at LIFT Economy and coauthor of The B Corp Handbook How to Use Business as a Force for Good and The Next Economy MBA Redesigning Business for the Benefit of All Life Ryan has helped over 80 companies—like Patagonia Allbirds Ben  Jerry’s King Arthur Flour Tanka Bar Animikii and Red Bay Coffee—become Certified B Corporations recertify as B Corporations and maximize the value of their B Corp",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "rights organization which supported communities resisting oil and mining exploitation around the world Gopal has been active in many people powered direct action movements including the Global Justice/Anti-Globalization Movement Direct Action to Stop the War Mobilization for Climate Justice Take Back the Land and Occupy  Gopal is the father of two young direct action junkies Ila Sophia and Kavi Samaka Orion and lives in an intentional community with 9 adults 8 kids and a bunch of chickens  Contact Gopal gopalATmovementgenerationorg LIFT Economy is an impact consulting firm whose mission is to create model and share a locally self-reliant economy that works for the benefit of all life Ryan Honeyman is a Partner at LIFT Economy and author of The B Corp Handbook How to Use Business as a Force for Good Berrett-Koehler Publishers You can follow Ryan on Twitter  or email him  Tagged nonprofit racial justice gender justice cultural healing regenerative economy education/training systems",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for gaining clarity There is also some time spent unpacking simple and impactful steps that individuals can take outside of organizations toward a better future   One of the most meaningful themes of today's discussion is the idea of choosing the correct vessel for the actual purpose and ambitions of project instead of an attachment to any one structure or model from the outset Kevin explains why NPOs are not always the answer and shares some examples of lesser-known company structures that can be very effective too Tune in to hear it all on today's show Framing today's discussion and the first questions to ask about organizations [00224] The useful corporate structures and strategies that NPOs can implement [00838] Unpacking the definition of a B Corp and some of the relevant history [02939] Examples of some of the different types of cooperatives that exist currently [03337] Closing thoughts and practical steps and applications for different situations [04105] “There are a lot of",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and Life The power and  importance of embedding the organization's beneficial impact in the structural DNA and core operations of the business rather than tacking programs onto the business How inspired Tyler feels about organizations like Tanka Bar and Kara Solar see Resources section below How A Shaman Helped An Ironman Athlete Become A Champion Tanka Bar – WEFUNDER INVEST IN NATIVE AMERICAN NATURAL FOODS Fully Alive Using the Lessons of the Amazon to Live Your Mission in Business and Life Jump Start Your Business Brain The Scientific Way to Make More Money “Dramatic Difference” You can listen/subscribe to Next Economy Now on iTunes Overcast Stitcher or your favorite podcasting platform Help these ideas reach more ears by clicking HERE to rate Next Economy Now on iTunes  by sharing on social media Shawn Berry is a Partner at LIFT Economy where he works as an organizational strategist inspired to harness the power of business to create resilient local economies as patterns to be",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there have been several joint events, projects, and initiatives involving Emmy, Ryan, Carol, Gopal, and others. Here are some examples:\n\n1. The B Corp Handbook Launch Event: Emmy, Ryan, Carol, and other partners collaborated on the launch event for \"The B Corp Handbook,\" where they shared insights and discussed how businesses can use their power to create positive social and environmental change.\n2. The Partnership Inc.: As mentioned earlier, Carol has been involved with The Partnership Inc., an organization focused on promoting racial justice, gender equality, and other important issues. Through this collaboration, Emmy, Ryan, Carol, and others have worked together towards creating a more inclusive society.\n3. Intentional Communities: Gopal, along with his family and fellow community members, have engaged in various joint initiatives related to sustainability, local economies, and community development. These efforts often involve collaboration with Emmy, Ryan, Carol, and others who share similar values and goals.\n4. Social Movements & Activism: Many individuals connected through these networks have participated in various social movements and direct actions, such as those addressing climate justice, economic inequality, and racial justice. By joining forces, they amplify their collective voice and work towards creating a more equitable and just society.",
            "source": [
                {
                    "content": "Partnerships Emmy’s other experiences range from working for smaller lean organizations as a nanny for young children and a co-founder for a myriad of startups and nonprofits  Emmy is based in Philadelphia but you will often find her computer set up somewhere around the world as she learns about new cultures foods and people’s life experiences She spends her time experiencing long walks biking and loves a good versatile spreadsheet Ask her about her latest house project what she’s reading/listening to or the last interesting bird she spotted Email her at   Ryan Honeyman is a Partner / Worker-Owner at LIFT Economy and coauthor of The B Corp Handbook How to Use Business as a Force for Good and The Next Economy MBA Redesigning Business for the Benefit of All Life Ryan has helped over 80 companies—like Patagonia Allbirds Ben  Jerry’s King Arthur Flour Tanka Bar Animikii and Red Bay Coffee—become Certified B Corporations recertify as B Corporations and maximize the value of their B Corp",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Why The Most Inclusive Companies Will Win praised by Publishers Weekly and Booklist Prior to The Partnership Carol was Senior Vice President of Corporate Responsibility and Brand Management for John Hancock Financial Previously Carol was the Director of Community Programming and Human Resources for WCVB the ABC-TV Boston affiliate She also served as the Corporate Employee Relations Manager for the Gillette Company Given her leadership in business and public service former President Obama appointed Carol as a Representative of the United States of America to the Sixty-fifth Session of the United Nations General Assembly Some highlights from Ryan Honeyman’s Conversation with Carol Fulp include Carol’s experience marching on Washington DC during the civil right movement How President Obama chose Carol to be the United States’s representative to the 65th General Assembly of the United Nations Her experiences and learnings as President and CEO of The Partnership Inc in Boston Carol’s newly",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in many people powered direct action movements including the Global Justice/Anti-Globalization Movement Direct Action to Stop the War Mobilization for Climate Justice Take Back the Land and Occupy  Gopal is the father of two young direct action junkies Ila Sophia and Kavi Samaka Orion and lives in an intentional community with 9 adults 8 kids and a bunch of chickens  Contact Gopal gopalATmovementgenerationorg LIFT Economy is an impact consulting firm whose mission is to create model and share a locally self-reliant economy that works for the benefit of all life Ryan Honeyman is a Partner at LIFT Economy and author of The B Corp Handbook How to Use Business as a Force for Good Berrett-Koehler Publishers You can follow Ryan on Twitter  or email him  Tagged nonprofit racial justice gender justice cultural healing regenerative economy education/training systems thinking resistance movement ecoliteracy poc women woc Ryan Honeyman  Next Economy Now highlights the leaders who are taking a",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "how developments might be approached more equitably The Guild Is Bringing A New Co-Living Concept to Downtown Atlanta PEOPLE TO WATCH  Dinner With Friends X Creative Loafing LIFT Economy is an impact consulting firm whose mission is to create model and share a locally self-reliant economy that works for the benefit of all life Ryan Honeyman is a Partner at LIFT Economy and author of The B Corp Handbook How to Use Business as a Force for Good Berrett-Koehler Publishers You can follow Ryan on Twitter  or email him  Tagged force for good fund entrepreneur investor/lender/philanthropist land/real estate racial justice gender justice resistance movement millennial b corp finance cultural healing local economy poc women woc Ryan Honeyman  Frederic Laloux is a renowned author speaker and organizational transformation expert who has made significant contributions to the field of management and leadership He is best known for his groundbreaking book Reinventing Organizations which provides",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " In the given context, the mutual objectives and outcomes expected from these collaborations involve aligning visions, fostering communication, and achieving shared goals. These partnerships aim to create synergistic relationships between various stakeholders, including businesses, nonprofit organizations, and community members. By working together towards a common cause, they hope to drive positive social and environmental change while learning from each other and growing professionally. Ultimately, the desired outcome is a thriving ecosystem of interconnected organizations and individuals who are committed to making a difference in their communities and beyond.",
            "source": [
                {
                    "content": "Partnerships Emmy’s other experiences range from working for smaller lean organizations as a nanny for young children and a co-founder for a myriad of startups and nonprofits  Emmy is based in Philadelphia but you will often find her computer set up somewhere around the world as she learns about new cultures foods and people’s life experiences She spends her time experiencing long walks biking and loves a good versatile spreadsheet Ask her about her latest house project what she’s reading/listening to or the last interesting bird she spotted Email her at   Ryan Honeyman is a Partner / Worker-Owner at LIFT Economy and coauthor of The B Corp Handbook How to Use Business as a Force for Good and The Next Economy MBA Redesigning Business for the Benefit of All Life Ryan has helped over 80 companies—like Patagonia Allbirds Ben  Jerry’s King Arthur Flour Tanka Bar Animikii and Red Bay Coffee—become Certified B Corporations recertify as B Corporations and maximize the value of their B Corp",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Subscribe to Next Economy Now on Apple Podcasts Spotify Pandora Google Podcasts YouTube or wherever you find your podcasts How do you imagine the future How do you intend to get there What is the purpose of your actions Asking these kinds of questions will help you better understand whether your vision and the vision of the people within your organization are aligned Vision alignment is a critical factor when it comes to the success of a Next Economy endeavor Although this may sound obvious it is often much more difficult to achieve than most people anticipate  During this episode we explore some of the most common points of divergence amongst members of an organization and how having uncomfortable conversations early on can help prevent problems from occurring further down the road We are all unique individuals so some level of divergence is unavoidable but before you embark on a mission of transformation it’s important to ensure that those divergences are not going to cost you your",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for gaining clarity There is also some time spent unpacking simple and impactful steps that individuals can take outside of organizations toward a better future   One of the most meaningful themes of today's discussion is the idea of choosing the correct vessel for the actual purpose and ambitions of project instead of an attachment to any one structure or model from the outset Kevin explains why NPOs are not always the answer and shares some examples of lesser-known company structures that can be very effective too Tune in to hear it all on today's show Framing today's discussion and the first questions to ask about organizations [00224] The useful corporate structures and strategies that NPOs can implement [00838] Unpacking the definition of a B Corp and some of the relevant history [02939] Examples of some of the different types of cooperatives that exist currently [03337] Closing thoughts and practical steps and applications for different situations [04105] “There are a lot of",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "facilitation The framework and vision that guide the work that AORTA does with different groups Lessons learned recently questions about feelings and articulating approaches to adaptation Some of the exciting programs that AORTA is currently offering for listeners to check out “There is just something about finding and creating deep collaboration around stuff that I really care about that has been really nourishing for me amidst unreasonable chaos around me” — Bex Kwan We are coming from a really specific political framework where we are actually actively promoting specific directions based on our political values and vision” — Jenna Peters-Golden “If someone wants to be a facilitator and is actually facilitating you're a facilitator I don't think there is any qualifying test or anything like that To me it is about cultivation of craft” — Bex Kwan “I think there is a little bit of a myth of neutrality which I think is rooted in patriarchy” — Jenna Peters-Golden “I don't think our",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "unfccc",
                            "hbs",
                            "climatepositiveconsulting",
                            "beneficialstatebank",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "chcany",
                            "jubileejustice",
                            "theguardian",
                            "sasb",
                            "time",
                            "patagonia",
                            "thinkific",
                            "southmountain",
                            "drbronner",
                            "wordpress",
                            "renewalfunds",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "policylink",
                            "ibramxkendi",
                            "purpose-us",
                            "un",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "lotusfoods",
                            "consciousbrands",
                            "nytimes",
                            "pwc",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}