{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Throughout the text, there are multiple examples of sustainable or environmental practices that have been implemented. Some of them include:\n\n1. Using recycled materials (e.g., tires) for insulation and flooring.\n2. Powering the buildings through solar and wind energy.\n3. Building homes \"off the grid,\" meaning they are not connected to public utilities.\n4. Designing homes for energy efficiency, resulting in reduced energy consumption and costs.\n5. Prioritizing healthier indoor air quality through energy-efficient designs and green building techniques.\n6. Focusing on regenerative development, which helps transform the housing market into a more sustainable and resilient one.\n7. Utilizing green building certifications, such as LEED Platinum, to ensure high standards of environmental performance.",
            "source": [
                {
                    "content": "Climate change is on everyone’s mind right now Many people want to lessen their impact on the environment whether that entails installing solar panels cycling instead of driving or eating less meat Other people pursue a more radical dream – literally living “outside the box” and off the grid I had the chance to experience an eco-friendly “earthship” first hand and it was amazing When I traveled to Jefferson Colorado to visit one of my best friends from college I had no idea my real estate and cardiovascular horizons would be so expanded My friend Kristin lives in an earthship that she and her family built with their own hands – completely off the grid One side of the house is insulated by 1 recycled tires The other side has an expansive  degree view of the beautiful high desert The floor is “polished mud” The walls are adobe mud The house is powered by solar and wind The construction is solid the views are breathtaking and the home is beautiful cozy and livable – no one’s roughing it",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "deliberately started to combat climate change and resource scarcity via in-city homebuilding Based in Portland and Seattle the company’s mission is to build homes relationships and businesses that help regenerate communities and environments Backed by over 70 impact investors Green Canopy has successfully sold over  third party certified deep green Net Zero energy healthy homes in the Pacific Northwest since  Meeting the challenge of global warming and the housing crisis requires disruptive integrated and inclusive solutions Green Canopy is a fully integrated development firm including Net Zero energy residential development general contracting and fund management Green Canopy’s goal in building all-electric healthy homes is to help spark a transformation toward a more sustainable and resilient housing market” As the daughter of a sustainable contractor raised here in Portland’s environment of ecological focus it has been personally meaningful to have a transaction with such",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Energy efficient home design and green building techniques do more than just reduce the impacts on our climate and limited natural resources They provide a quieter more comfortable and healthy indoor environment that is also more durable and longer lasting than conventional homes A more efficient home is also less expensive to operate and will lower your monthly bills Homes with these features are likely to see higher resale values providing for a solid return on investment See the graphic below for a nice summary of estimated paybacks of various home efficiency upgrades and visit Earth Advantage and Energy Trust of Oregon for much more useful information I’ve had a lifelong passion for helping improve our natural world and have dedicated my career to that purpose Earlier this year I became an accredited Earth Advantage Broker and by doing so have committed to staying current on and communicating the value and benefits of high performance homes and efficient building design At the age",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Sometime in the late aughts a pocket of the Cully neighborhood in Northeast Portland became the grounds for a mini hyperlocal eco-renaissance led by a group of like-minded neighbors “We often call it an accidental intentional community” said one resident Dubbing themselves the Ainsworth Collective and spread over the blocks near the intersection of NE Ainsworth and 45th Avenue this unofficial group would meet monthly in support of living more mindfully with the environment As such several members bought land and built pioneering eco-homes that pushed the green technology of the day seven of which were profiled by us in  One of those houses designed by DeBar Architecture and built by W A Hughes Construction in  is LEED-Certified Platinum and now for sale It might draw on the past for its traditional gabled form but everything else about it from the rooftop solar panels to the earthen floor in the living room are forward-thinking and aimed at reducing environmental impact Listing",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are multiple events and initiatives focused on environmental conservation. However, providing a comprehensive list of 10 such events might not be feasible due to character limitations. Some notable examples include:\n\n1. Earth Day Oregon (April)\n2. Sustainable Oregon (September)\n3. Climate Reality Leadership Training (various dates)\n4. Oregon Environmental Council's Annual Dinner & Auction (October)\n5. Willamette Riverkeeper's Annual River Hero Awards (November)\n6. Oregon Wild's Annual Conservation Dinner (December)\n\nThese events represent a diverse range of organizations and initiatives dedicated to promoting environmental conservation in Oregon.",
            "source": [
                {
                    "content": "protecting over  acres of wildlands in and around Oregon’s only national park – Crater Lake – as Wilderness They’ve also been a strong advocate for Oregon’s native wildlife such as wolverine salmon sea otters and gray wolves Urban Gleaners rescues edible surplus food that would otherwise be thrown away from grocery stores restaurants event sites farms and farmers markets They collect roughly 50 pounds of food each month and deliver it free of charge to hungry children and their families through their Food to Schools program here in PortlandTheir mission is to reduce waste and want simultaneously It has been a great year and I have met many new colleagues and clients who have become friends I am so grateful to the fabulous folks I have had the pleasure of working with this past year Thank you for your support and your votes for me to receive the Five Star Professional Award for the 8th time-WOW- this means so much to me Here is the link to participate in their program  There are many",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Do you love our city’s parks and green spaces Do you believe everyone should have access to outdoor programs and playgrounds Do you love trees flowers and community gardens We certainly do That’s why we’re spreading the word about Pints 4 Parks a fundraising event for The Portland Parks Foundation Join us for an evening of like minded folks who cares about making a difference in our neighborhood parks and green spaces Learn about the impact you can make with the Portland Parks Foundation Pints 4 Parks Tuesday November 30 – 730 pm Widmer Brothers Brewery  N Russell St Free and open to the public 25 suggested donation 21+ Please RSVP Donations also are accepted at the door if you prefer With your donation you will receive two drink tickets redeemable at the bar Appetizers will be available for all We will be attending this event so please say hello or introduce yourself The Portland Parks Foundation mobilizes financial and popular support to ensure a thriving and accessible parks system",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "one caught my eye It is described as a “dwelling unit” — a small home or guest house designed to utilize every inch of space Because it is built in a controlled environment rather than on-site it can be delivered right to your backyard It is such a unique concept…I’m looking forward to seeing how they utilized the space inside the unit Get your tickets now before it’s too late For any more information on today’s event check out the Modern Architecture and Design Society website Welcome to Oregon by way of Hawaii to my awesome buyers Phil  Lisa Out of Are you thinking of buying your dream home but feeling overwhelmed and unsure where to start Join the Bridge to Portland Group on April 22 from 10 am – 12 pm at We love to talk share and be friendly Connect with us on social media",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Join the Bridge to Portland Group on April 22 from 10 am – 12 pm at our Living Room Realty Multnomah Village office at  SW 35th Ave This event is part of the Multnomah Village Earth Day Celebration featuring special Earth Day activities kids’ events music and community cleanup Stop by to shred some of those post-tax day documents enjoy a beverage from Case Study Coffee on us and check out all the Earth Day festivities in the Village This event is in support of the Neighborhood House Food Pantry the largest food pantry program on Portland’s west side serving over 2 individuals each month They also just so happen to be our next-door neighbors We are collecting food donations during the event and everyone who brings a donation will receive an extra entry in our giveaway for a 25 gift card to Annie Bloom’s Books A big shout out to our incredible event partners at OnPoint Community Credit Union Trevor Reink  Melody Woodland As local loan officers with several years of experience behind them",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " As per my knowledge cutoff date in September 2023, the Home Energy Score program in Portland primarily focuses on providing information related to energy costs and offering cost-effective energy efficiency improvements. However, there could be other initiatives within the city aimed at measuring broader environmental impact metrics. To find specific details regarding these metrics, I would recommend checking the official website of the City of Portland or contacting them directly for updated information.",
            "source": [
                {
                    "content": "Earth Advantage just posted an update with some stats after the first month and a half of requiring all newly listed homes to have an energy assessment scoring test and share the results with potential buyers Explanation Sellers are required to include the Home Energy Score and report in a listing or public posting so that buyers can access the information when they’re shopping for a home While the City of Portland has not specified RMLS as the location to publicize the score RMLS has provided the real estate industry with a simple process to auto-populate the score and the URL link of the report straight into the home listing This one-click process makes using the RMLS listing the easiest place for seller’s representatives to meet the city requirement A tutorial on this RMLS service can be found here Reminder Home sellers who do not comply with the ordinance may be assessed civil penalties of up to  initially and another  for every subsequent -day period during which the violation",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "cost-effective energy efficiency improvements Reminder Real estate professionals can help manage client expectations by making sure they are aware of the average score in Portland and remind them that scores at the higher end of the  range represent very energy efficient homes Answer The City of Portland Home Energy Score program does review the work of the authorized Home Energy Assessors This occurs in three ways Explanation If a score or information contained on the Home Energy Report appears inaccurate first follow-up directly with the Home Energy Assessor The assessor will be able to provide more information about how a score is calculated and an explanation of home features that went into creating the score They will also be able to make corrections to the score and/or the report if any errors are identified Assessors are also required to relay disputes to the quality assurance team if they occur The quality assurance team will then work directly with the assessor to review the",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "When a home goes on the market in the city of Portland an HES or Home Energy Score must be listed as well So for sellers that is the first thing they can do to get their house ready to list What is the HES Ultimately the HES offers information about the energy costs of a house We like to think about it as the house’s “gas mileage” The HES gives buyers a more holistic sense of a home’s monthly bottom line The accompanying report will offer ways to make improvements if a house doesn’t score a perfect 10 The most common score we see is a 4 and when you complete a purchase you can make energy improvements to your new home About Us Over the course of their professional partnership Aryne + Dulcinea have helped over  clients prosper in their new lives During this time they have prided themselves in their top-notch selling abilities with homes outperforming market standards consistently exceeding list price while most of their listings sell in under 7 days Whether you’re looking to buy or sell",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "If you’ve bought or sold a home in the last year or two in the city of Portland or if you’ve just cruised real estate listings online for fun I know—I do it too you have probably noticed “HES” accompanied by a number in the home descriptions “HES” stands for “Home Energy Score” Beginning in  in Portland sellers of single-family homes are required to obtain and disclose a Home Energy Report  What information is included in a Home Energy Report This report provides valuable estimates of a home’s energy use and costs and provides cost-effective solutions that improve a home’s efficiency And what is the point of this you might ask In practical terms it helps future homeowners to avoid surprises like outrageous heating bills the first winter More broadly it encourages homeowners to maintain an energy-efficient home—and our collective efforts can have a large positive environmental impact click here for more information on how maintain an energy efficient home If you’re buying or selling a",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, Living Room Realty has made several public commitments to social and corporate responsibility. Firstly, they are a certified B Corp, which means they meet rigorous standards of social and environmental performance, accountability, and transparency. This demonstrates their dedication to using business as a force for good. Secondly, they donate 5% of their annual profit to local charities, showing their commitment to giving back to the community. Additionally, they have partnered with various organizations like African American Alliance for Homeownership, Hoffman Center for the Arts, Rose Haven, and Taking Ownership PDX, among others. These partnerships showcase their dedication to supporting diverse causes and initiatives within their community. Lastly, they encourage excellence across all aspects of their business operations, ensuring that they consistently strive for high quality and positive impact.",
            "source": [
                {
                    "content": "above awards and certifications As a company Living Room donates 5 of our annual profit to local charities Every fall we rally our community and collect coat donations to support local charity Impact Northwest We’ve donated over  coats since this program began Through our Loving Room Fund our agents have donated thousands of dollars to local nonprofits We created the Loving Room Fund so our agents can easily and effortlessly give back to their community United in our efforts we know we can do more to affect change and have a greater impact on the world around us The success of our business is deeply rooted in our commitment to developing vibrant communities Our agents donate a percentage of every commission to one of the nonprofits we chose collectively We’re currently partnering with the African American Alliance for Homeownership Hoffman Center for the Arts Rose Haven and Taking Ownership PDX AAAH provides housing counseling and homeowner assistance programs to African Americans and",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "with respect With that as our mission we are dedicated to the following We became a certified B Corp in  and joined a community of global leaders who make choices to intentionally serve the greater good Living Room Realty is one of 2 companies in 60 countries working together toward a unifying goal A new kind of business that balances purpose and profit B Corps meet rigorous standards of social and environmental performance accountability and transparency As a B Corp we consider the impact of our decisions on our staff agents customers suppliers community and the environment When you work with us you’re also intentionally making a choice for the greater good As one of our values EXCELLENCE drives everything we do We are proud to say that over the course of five years we’ve received the above awards and certifications As a company Living Room donates 5 of our annual profit to local charities Every fall we rally our community and collect coat donations to support local charity Impact",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "protecting over  acres of wildlands in and around Oregon’s only national park – Crater Lake – as Wilderness They’ve also been a strong advocate for Oregon’s native wildlife such as wolverine salmon sea otters and gray wolves Urban Gleaners rescues edible surplus food that would otherwise be thrown away from grocery stores restaurants event sites farms and farmers markets They collect roughly 50 pounds of food each month and deliver it free of charge to hungry children and their families through their Food to Schools program here in PortlandTheir mission is to reduce waste and want simultaneously It has been a great year and I have met many new colleagues and clients who have become friends I am so grateful to the fabulous folks I have had the pleasure of working with this past year Thank you for your support and your votes for me to receive the Five Star Professional Award for the 8th time-WOW- this means so much to me Here is the link to participate in their program  There are many",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "deliberately started to combat climate change and resource scarcity via in-city homebuilding Based in Portland and Seattle the company’s mission is to build homes relationships and businesses that help regenerate communities and environments Backed by over 70 impact investors Green Canopy has successfully sold over  third party certified deep green Net Zero energy healthy homes in the Pacific Northwest since  Meeting the challenge of global warming and the housing crisis requires disruptive integrated and inclusive solutions Green Canopy is a fully integrated development firm including Net Zero energy residential development general contracting and fund management Green Canopy’s goal in building all-electric healthy homes is to help spark a transformation toward a more sustainable and resilient housing market” As the daughter of a sustainable contractor raised here in Portland’s environment of ecological focus it has been personally meaningful to have a transaction with such",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual and quarterly reports detailing these commitments. These reports provide updates on various aspects of Green Canopy's operations, including their impact on the environment, social responsibility initiatives, and financial performance. By reviewing these reports regularly, stakeholders can stay informed about Green Canopy's progress towards its goals and objectives related to sustainability, community engagement, and philanthropy.",
            "source": [
                {
                    "content": "21 were also updated to reflect the ADU SDC Waiver Program The Revenue Division will be responsible for administering the restrictive covenant and enforcing violations There is a  application fee for the ADU SDC waiver which will help fund a position in the Revenue Division to oversee the program and administer covenants The Revenue Division will also collect annual data about rents charged for ADUs that receive SDC waivers to report to City Council every two years In  the year before SDC fees were waived 24 permits for new ADUs were issued – both newly constructed and conversions of existing living space In   ADU permits were issued amounting about 10 percent of permits for new dwelling units that year Additionally due to the need to complete and record the restrictive covenant it will be less likely that permits for ADUs can be approved over the counter in the Development Services Center If you would like genuine focused and sincere representation in the sale or purchase of your",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "not produced the proper documentation we will default to a LRPM approved vendor Maintenance emergencies will be handled quickly and without homeowner approvals A 24-hr emergency maintenance line is available to all Living Room Tenants The following items will be treated and handled as an emergency weather and conditions permitting The condition of the home plays a major role in determining the cost If we walk into a well-maintained home in need of a standard paint job cleaning and carpet cleaning we’ll typically ask the owner to make a – maintenance deposit If we need to add handy services chimney sweep gutter cleaning yard clean up etc you may be required to place a deposit of – Capital projects that include major repairs flooring replacements moisture/lead/asbestos mediation and safety improvements would require prior bids and applicable deposits As the homeowner you have the option to request an inspection at any time We encourage homeowners to respect the tenant’s privacy and",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "deliberately started to combat climate change and resource scarcity via in-city homebuilding Based in Portland and Seattle the company’s mission is to build homes relationships and businesses that help regenerate communities and environments Backed by over 70 impact investors Green Canopy has successfully sold over  third party certified deep green Net Zero energy healthy homes in the Pacific Northwest since  Meeting the challenge of global warming and the housing crisis requires disruptive integrated and inclusive solutions Green Canopy is a fully integrated development firm including Net Zero energy residential development general contracting and fund management Green Canopy’s goal in building all-electric healthy homes is to help spark a transformation toward a more sustainable and resilient housing market” As the daughter of a sustainable contractor raised here in Portland’s environment of ecological focus it has been personally meaningful to have a transaction with such",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "above awards and certifications As a company Living Room donates 5 of our annual profit to local charities Every fall we rally our community and collect coat donations to support local charity Impact Northwest We’ve donated over  coats since this program began Through our Loving Room Fund our agents have donated thousands of dollars to local nonprofits We created the Loving Room Fund so our agents can easily and effortlessly give back to their community United in our efforts we know we can do more to affect change and have a greater impact on the world around us The success of our business is deeply rooted in our commitment to developing vibrant communities Our agents donate a percentage of every commission to one of the nonprofits we chose collectively We’re currently partnering with the African American Alliance for Homeownership Hoffman Center for the Arts Rose Haven and Taking Ownership PDX AAAH provides housing counseling and homeowner assistance programs to African Americans and",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " There isn't enough information provided to accurately identify specific community or social events related to the given commitments. However, some general ideas could include organizing volunteer opportunities, hosting workshops or educational sessions, coordinating fundraisers, or creating online platforms where individuals can connect and collaborate around shared goals.",
            "source": [
                {
                    "content": "also collect hard-to-recycle plastics to repurpose and keep out of the wastestream These organizations have helped create a sense of community in each neighborhood See what your neighborhood tool library has to offer At the age of 48 there are a couple of things that I’m proficient or good This past month I got to be the client I couldn’t be more thrilled to move In a move that has both impressed and bewildered local educators Steve Brian a neighborhood dad While there is much to be celebrated within the queer community there is also much to We love to talk share and be friendly Connect with us on social media",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "from a wide network of partners advocates leaders and donors across the state From mayors to moms to chefs to doctors people across the state join this movement in making change Together we can end hunger in Oregon ReBuilding Center – We offer affordable used building and remodeling materials with the goal of promoting the use of salvaged and reclaimed materials — a non-profit resource to strengthen environmental economic and social fabric of local communities We accept donations of reusable building materials that are then priced at  off retail market values We do this to make them affordable to people of all income levels We are a resource for information and materials Inventory changes daily so plan your projects bring your measurements and get ready to be inspired Rose Haven – Rose Haven is a day shelter and community center serving women children and gender non-conforming folks experiencing the trauma of abuse loss of home and other disruptive life challenges We break the cycle",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to support their efforts Each month for the rest of this year I’m matching and donating  of my marketing budget to local and national organizations fighting to end racism providing access to housing promoting human rights and preserving civil liberties So far I’ve donated to the Fair Housing Council of Oregon Portland Community Reinvestment Initiatives Inc and Taking Ownership PDX More to come At the age of 48 there are a couple of things that I’m proficient or good This past month I got to be the client I couldn’t be more thrilled to move In a move that has both impressed and bewildered local educators Steve Brian a neighborhood dad While there is much to be celebrated within the queer community there is also much to We love to talk share and be friendly Connect with us on social media",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Do you love our city’s parks and green spaces Do you believe everyone should have access to outdoor programs and playgrounds Do you love trees flowers and community gardens We certainly do That’s why we’re spreading the word about Pints 4 Parks a fundraising event for The Portland Parks Foundation Join us for an evening of like minded folks who cares about making a difference in our neighborhood parks and green spaces Learn about the impact you can make with the Portland Parks Foundation Pints 4 Parks Tuesday November 30 – 730 pm Widmer Brothers Brewery  N Russell St Free and open to the public 25 suggested donation 21+ Please RSVP Donations also are accepted at the door if you prefer With your donation you will receive two drink tickets redeemable at the bar Appetizers will be available for all We will be attending this event so please say hello or introduce yourself The Portland Parks Foundation mobilizes financial and popular support to ensure a thriving and accessible parks system",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " There are several products, services, and technologies mentioned throughout the passage. Some notable examples include:\n\n1. Power-sprayer: A tool used for cleaning surfaces by spraying water or other solutions. It allows users to reach hard-to-clean areas easily.\n2. Smart Home systems: These are advanced home automation technologies that allow users to remotely operate various aspects of their homes, such as locking doors, adjusting temperature, controlling lighting, and monitoring security.\n3. Sphere: A mobile-optimized real estate business management platform designed to help manage tasks, track progress, and stay organized.\n4. Millwork and shiplap: These materials are used for decorative elements in interior design, adding character and visual interest to spaces.\n5. Local artisan and vintage pendants: These refer to unique and stylish lighting fixtures sourced from local artists or vintage items, often adding a personalized touch to a room.\n6. Smart lighting technology: Advanced lighting systems that allow users to customize their lighting experiences based on time of day, activity, and mood.\n7. Wide and long wood planks: Thicker and longer wooden boards used for flooring or other applications, providing a rustic and substantial look.\n8. Voice activation systems (like Google Home and Amazon Alexa): These devices enable users to control various smart home features and devices with simple voice commands.",
            "source": [
                {
                    "content": "remote are now able to be operated from the internet Need to go out of town but your cousin is finally able to return the power-sprayer he borrowed two weeks ago “Leave it in the garage Cousin Larry” The best part is feeling lighter in the pockets from needing to carry fewer keys Keep the batteries charged and you can check that the door is locked from the comfort of your toasty bed Smart Home concerns we’ve encountered mostly come from needing to have confidential conversations in homes where audio/video recording is present or the times when early iterations weren’t as user friendly doors being difficult to open because of access codes being wrong or needing the enter key pressed before and after the code Overall we’re enjoying the new possibilities of time saved security provided and mood selected At the age of 48 there are a couple of things that I’m proficient or good This past month I got to be the client I couldn’t be more thrilled to move In a move that has both impressed and",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "are the one woman band of small business We are the sales and marketing team bookkeepers customer service reps receptionists janitors and more for our business and our clients Not to mention we are always on the go With all those moving pieces contract details and contacts Sphere was the solution to organize the mayhem Sphere not only made managing my business on the go efficient it’s really created in me a new sense of ownership I always know what my numbers are how close I am to my goal for the year and averages of my business feeling like a true CEO Through this platform I have a workflow that ensures my team and I are always in tune with what’s happening in transactions I’m more in touch with my clients than ever before and everything I need is always on my phone accessible and up-to-date Leah and I have now celebrated a second baby Zoe I’m doing more business than ever and I couldn’t have managed it all without Sphere A mobile-optimized real estate business management platform",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and textures brought in through millwork and shiplap Lighting will take center stage with distinctive fixtures including local artisan and vintage pendants or an old gas signage and chandeliers And smart lighting technology will enable homeowners to customize their lighting experience based on time of day activity and mood Hardwood floors will continue to dominate the market The trend is toward either very dark stains paired with light-colored walls or light stains with darker walls Greyish tones will remain popular as will matte finishes which are easier to maintain than high gloss Expect to see frequent use of wider and longer wood planks as well as distressed and wire-brushed finishes which add texture and dimension Everything is getting “smarter” in homes from locks and lights to thermostats and appliances And with devices like Google Home and Amazon Alexa you can control many of these with voice activation from a central hub We will see continued integration of and advancements",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "user-friendly system I looped in my friend now business partner Hayden Hamilton a professional in tech development After many long hours Sphere was born We created Sphere to eliminate the inefficiencies of running a real estate business And at first it was a totally self-centered venture I wanted more time in my day more space in my life for the things and people that matter most With Sphere my workflow was systemized and fine-tuned and after using the platform for a year my business had grown exponentially without serious growing pains I felt like I had unlocked something really meaningful and decided to make it available to the masses Real Estate agents aren’t known for their organizational skills The multitude of “hats” an agent has to wear to run their business is kind of absurd We are the one woman band of small business We are the sales and marketing team bookkeepers customer service reps receptionists janitors and more for our business and our clients Not to mention we are",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided text, there doesn't seem to be any specific promotional events, expos, or sales mentioned for the various offerings. However, the text does mention a \"Modern Architecture and Design Society\" website where one could find more information about events related to modern architecture and design.",
            "source": [
                {
                    "content": "streaming links to some new and classic movies Still my favorite has to be CineMagic’s fantastic new strategy While working in Ladd’s Addition with some clients recently I noticed the CineMagic marquee “Beer Popcorn and Bad Movies To Go” Every Friday and Saturday from 5 to 9 you can stop by their door to pick up the Movie ‘Deal’ which “includes Beer/Cider Pack of Your Choice A Tub of Popcorn A Candy  A Randomly Chosen DVD that Probably Isn’t Good” Apparently the DVDs of dubious quality are cast offs from a similar promo at a friend’s theater in the suburbs These theaters make our neighborhoods so special Give them some love if you can Plus a case of drinks a bunch of snacks and a bad movie you can own forever will still run you less than the same at a corporate theater Principal Broker  Earth Advantage  ADU Specialist  OR Principal Broker  Earth Advantage  ADU Specialist  OR At the age of 48 there are a couple of things that I’m proficient or good This past month I got to be the",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "one caught my eye It is described as a “dwelling unit” — a small home or guest house designed to utilize every inch of space Because it is built in a controlled environment rather than on-site it can be delivered right to your backyard It is such a unique concept…I’m looking forward to seeing how they utilized the space inside the unit Get your tickets now before it’s too late For any more information on today’s event check out the Modern Architecture and Design Society website Welcome to Oregon by way of Hawaii to my awesome buyers Phil  Lisa Out of Are you thinking of buying your dream home but feeling overwhelmed and unsure where to start Join the Bridge to Portland Group on April 22 from 10 am – 12 pm at We love to talk share and be friendly Connect with us on social media",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "A stylish yet responsible keeper of important resources Pairs well with the new Buy/Sell Brochure We love to talk share and be friendly Connect with us on social media",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the above activities are some of our time-tested favorites What attractions draw you to Portland’s Boise neighborhood About Us Over the course of their professional partnership Aryne + Dulcinea have helped over  clients prosper in their new lives During this time they have prided themselves in their top-notch selling abilities with homes outperforming market standards consistently exceeding list price while most of their listings sell in under 7 days Whether you’re looking to buy or sell Aryne  Dulcinea will work in collaboration to guide you in investing in your future and reaching your real estate goals Earth Advantage Principal Broker  Earth Advantage Broker  ADU Specialists  OR Aryne + Dulcinea are full-service high-producing agents who understand how to navigate the unique challenges facing the Portland real estate market The secret to their success is in their professionalism and complementary skill sets In  Aryne + Dulcinea saw an opportunity to combine their creative and",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " The key partnerships or collaborations related to commerce involve different stakeholders such as businesses, consumers, government agencies, nonprofit organizations, and technology companies. These partnerships aim to create a seamless and efficient shopping experience for customers while supporting local economies and promoting sustainable practices. Some examples include:\n\n1. Business associations: Collaboration between businesses within an industry or geographical area can lead to joint marketing campaigns, shared resources, and advocacy for policy changes that benefit the entire group.\n2. Supplier relationships: Companies often partner with suppliers to ensure a steady flow of quality products and materials, which helps maintain production levels and keep costs under control.\n3. Retailer partnerships: Retailers may form strategic alliances with other retailers, wholesalers, or manufacturers to increase purchasing power, share distribution channels, or co-create exclusive products and experiences for customers.\n4. Payment processors and financial institutions: Partnerships between payment processors (like Visa, Mastercard, and PayPal) and banks facilitate secure transactions and provide access to funding sources for both merchants and consumers.\n5. Government agencies and economic development organizations: Governments and nonprofits work together to promote local commerce, attract businesses, and support small business growth through grants, tax incentives, and infrastructure improvements.\n6. Nonprofit organizations and corporate sponsors: Collaborative initiatives between nonprofits and for-profit companies can result in mutually beneficial partnerships that address social and environmental issues while also promoting brand awareness and customer loyalty.\n7. Technology companies and retailers: Partnerships between tech firms and brick-and-mortar stores or online retailers can lead to innovative solutions like augmented reality dressing rooms, AI-powered chatbots, and personalized marketing campaigns.",
            "source": [
                {
                    "content": "Forbescom contributor Dinah Wisenberg Brin recently asked entrepreneurs to share their best business investments from the past year and I was happy to share our two biggest investments at Living Room Realty Staff are Living Room’s biggest asset and investing in training and development of our staff We invest in our people by sending them to executive trainings and paying for membership to peer-to-peer organizations that support executives’ personal and professional development We set aside five percent of our budget each year for trainings and consultants for our employees Employees have an education credit that renews each year We don’t say ‘no’ to any request for learning because we feel if our employees are able to pursue their passions and what brings them joy they are more likely to be productive and stay with a company that supports them as whole beings We spend a lot of time reminding staff that they have this credit and encourage them to use it We also invest in creating fun",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of my favorite things about this industry is the opportunity it creates to make new Happy key day to K  L What started off as a quick “get to know Spunk and character John’s Marketplace is a hoppin’ spot in Multnomah Village John’s is a hub We love to talk share and be friendly Connect with us on social media",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "family travel community activism exploring the outdoors curating art shows and dreaming big Earth Advantage Principal Broker  Earth Advantage Broker  ADU Specialists  OR In the world of residential real estate not all home upgrades are created equal Whether you’re Nothing on the market buyers can’t find what they want  Get in the car and find I get a lot of questions when a buyer or seller is negotiating a price reduction All done That’s a wrap Check My lovely clients P+B just completed the great real estate We love to talk share and be friendly Connect with us on social media",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a healthy ecosystem on a regular basis Well we meet our next client of course We will connect with them We will get to know them and their goals We grow to care about them And then if we’re on top of things we will help them successfully navigate through the various legal financial and emotional pitfalls that one typically faces when trying to buy or sell real property With the highest  best outcome for them Oftentimes against those very same big money interlopers who never really had the best interests of the consumer in mind to begin with Here’s looking at you REX I thought it might be enlightening to illustrate this by producing an infographic summarizing the past 12 months worth of results from my own personal efforts at helping people make their moves while at the same time having a blast beating the robots that are trying to monetize the game in their favor ie Zillow Trulia Redfin Realtordotcom  the rest of these self-described “disruptors” As you can see we never allowed our",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, it seems like the person in question is involved in various roles related to residential real estate, sustainability, seniors housing, accessory dwelling units (ADUs), and LGBTQ+ community engagement. However, there isn't any direct mention of current job openings or educational programs. It would be helpful if you could provide more specific details about what kind of opportunities you are looking for so we can give you a clearer response.",
            "source": [
                {
                    "content": "busy with her family travel community activism exploring the outdoors curating art shows and dreaming big Earth Advantage Principal Broker  Earth Advantage Broker  ADU Specialists  OR In the world of residential real estate not all home upgrades are created equal Whether you’re At the age of 48 there are a couple of things that I’m proficient or good This past month I got to be the client I couldn’t be more thrilled to move In a move that has both impressed and bewildered local educators Steve Brian a neighborhood dad We love to talk share and be friendly Connect with us on social media",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Broker  Seniors Real Estate Specialists  OR At the age of 48 there are a couple of things that I’m proficient or good This past month I got to be the client I couldn’t be more thrilled to move In a move that has both impressed and bewildered local educators Steve Brian a neighborhood dad While there is much to be celebrated within the queer community there is also much to We love to talk share and be friendly Connect with us on social media",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Earth Advantage Broker  ADU Specialists  OR At the age of 48 there are a couple of things that I’m proficient or good This past month I got to be the client I couldn’t be more thrilled to move In a move that has both impressed and bewildered local educators Steve Brian a neighborhood dad While there is much to be celebrated within the queer community there is also much to We love to talk share and be friendly Connect with us on social media",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Earth Advantage Broker  ADU Specialists  OR At the age of 48 there are a couple of things that I’m proficient or good This past month I got to be the client I couldn’t be more thrilled to move In a move that has both impressed and bewildered local educators Steve Brian a neighborhood dad While there is much to be celebrated within the queer community there is also much to We love to talk share and be friendly Connect with us on social media",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Based on the provided information, there isn't any specific mention of job fairs, webinars, workshops, or training programs. However, some general events related to community engagement, volunteering, and personal development are mentioned. These include client appreciation parties, broker opens, fundraisers, and opportunities to get involved with organizations such as the Emergency Volunteer Corps and the Nehalem Valley Historical Society.",
            "source": [
                {
                    "content": "to growing vibrant communities and where even the most seasoned agents understand they benefit from the experience of others Connect with Jenelle Etzel our Agent Success Manager at  to schedule an informational meeting We love to talk share and be friendly Connect with us on social media",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the closing table You can throw a client appreciation party or broker open into an opportunity Bring together everyone involved to give back Allow them to participate or donate in a cause This sets up a foundation for networking and connecting on a deeper level Fundraiser or a giving event many options are available for your creativity And benefits will start showing quickly Although I and my company do a lot for the communities we serve it’s time to show why we do it who we are impacting and invite others to join us The key is to remember that it starts with being an agent and a company who cares Melissa Dorman is a Licensed Broker with Yascha Group at Living Room Realty in Portland OR  At the age of 48 there are a couple of things that I’m proficient or good This past month I got to be the client I couldn’t be more thrilled to move In a move that has both impressed and bewildered local educators Steve Brian a neighborhood dad While there is much to be celebrated within the queer",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "wildlife or manage the behind the scenes in the office There’s a place for everyone at the farm and spending time outside is just good for the soul Hoffman Center for Arts – Just north of downtown Manzanita the center has become an artist hub for residents Volunteers are welcome in all facets and commitment levels Are you highly skilled in the realms of social media Do you have a strong leadership drive Or are you just really good at folding envelopes Find out where you’d fit best and the Hoffman Center would love to have you Emergency Volunteer Corps – Living along the coastline it is important to prepare for any natural occurrence The Emergency Volunteer Corps of Nehlalem Bay EVCNB offers a multitude of ways to become further educated and involved on their website From becoming a neighborhood captain to organizing supplies or simply lending an extra hand during events Nehalem Valley Historical Society – Your chance to delve into the rich cultural history of the Nehalem Valley area",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "couple of things that I’m proficient or good This past month I got to be the client I couldn’t be more thrilled to move In a move that has both impressed and bewildered local educators Steve Brian a neighborhood dad We love to talk share and be friendly Connect with us on social media",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The passage does not explicitly mention any specific employee or participant benefits. However, it showcases the broker's commitment to giving back to the community by matching a portion of their marketing budget each month to organizations fighting against racism and promoting fair housing. Additionally, the broker expresses gratitude towards referrals, which could potentially benefit clients who are referred by satisfied customers.",
            "source": [
                {
                    "content": "Advantage Principal Broker  Earth Advantage Broker  ADU Specialists  OR At the age of 48 there are a couple of things that I’m proficient or good This past month I got to be the client I couldn’t be more thrilled to move In a move that has both impressed and bewildered local educators Steve Brian a neighborhood dad While there is much to be celebrated within the queer community there is also much to We love to talk share and be friendly Connect with us on social media",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Advantage Principal Broker  Earth Advantage Broker  ADU Specialists  OR At the age of 48 there are a couple of things that I’m proficient or good This past month I got to be the client I couldn’t be more thrilled to move In a move that has both impressed and bewildered local educators Steve Brian a neighborhood dad While there is much to be celebrated within the queer community there is also much to We love to talk share and be friendly Connect with us on social media",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "could be mortgage loans spouses heirs ex-spouses contractors or tax liens They also provide title insurance should someone make a claim on the property after closing Escrow in other words keeps everyone safe as they move forward in real estate transaction and acts as the unbiased middle party At the age of 48 there are a couple of things that I’m proficient or good This past month I got to be the client I couldn’t be more thrilled to move In a move that has both impressed and bewildered local educators Steve Brian a neighborhood dad While there is much to be celebrated within the queer community there is also much to We love to talk share and be friendly Connect with us on social media",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "my distinct privileges and will work to more actively leverage them to end racism in all its forms and reallocate our public budgets to more fairly fund equitable fundamental and humane policies and services Each month for the rest of this year I will match and donate  of my marketing budget to local and national organizations fighting to end racism promote human rights and preserve civil liberties This month I’m proudly donating to the Fair Housing Council of Oregon a statewide civil rights organization whose mission is to eliminate housing discrimination through access to enforcement and education Licensed Oregon Broker   Earth Advantage REALTOR®     PDX Your referrals are at the heart of my business and always greatly appreciated Thank you At the age of 48 there are a couple of things that I’m proficient or good This past month I got to be the client I couldn’t be more thrilled to move In a move that has both impressed and bewildered local educators Steve Brian a neighborhood dad",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " The key takeaways from the most recent financial or earnings report are not provided in the given text. However, based on the context, it seems that the company experienced significant changes in the real estate market due to COVID-19 regulations. They adapted quickly to the new environment and managed to maintain a strong position despite the uncertainty. Additionally, the company emphasizes the importance of investing in their employees through various training programs and opportunities for growth. Overall, the report suggests that the company has successfully navigated the challenges posed by the pandemic and remains committed to providing excellent service while prioritizing employee wellbeing.",
            "source": [
                {
                    "content": "to my clients on receiving four fantastic offers in their first weekend on the market Home EnergyScorecom just published a map showing home energy scores in Portland Have a look Home I wanted to give a shout out to Petie who owns the amazing Peachtree Gifts shop Congrats to my investor clients on the quick sale of this great little condo in Beaverton OPB’s Erica Morrison recently published a story about discriminatory language inserted into the deeds of multiple  SW 15th Ave Portland  Open Sat 6/2 and Sun 6/3 1pm-3pm This bright and dreamy           SW 15th Ave Portland OR  beds 15 baths 1 sqft On the market Congrats to my clients for receiving great offers in the first weekend on the market Recently information company RewardExpert released its ranking of the Best US Counties for Property Taxes — in hopes CLASSIC COLONIAL WITH LOTS OF SPACE  SW Raleighwood Ln Portland OR    OPEN HOUSE Earth Advantage just posted an update with some stats after the first month and a half … then the",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Forbescom contributor Dinah Wisenberg Brin recently asked entrepreneurs to share their best business investments from the past year and I was happy to share our two biggest investments at Living Room Realty Staff are Living Room’s biggest asset and investing in training and development of our staff We invest in our people by sending them to executive trainings and paying for membership to peer-to-peer organizations that support executives’ personal and professional development We set aside five percent of our budget each year for trainings and consultants for our employees Employees have an education credit that renews each year We don’t say ‘no’ to any request for learning because we feel if our employees are able to pursue their passions and what brings them joy they are more likely to be productive and stay with a company that supports them as whole beings We spend a lot of time reminding staff that they have this credit and encourage them to use it We also invest in creating fun",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "ups-and-downs this month with successful closings but also terminated transactions All of them though have kept their positive energy alive and maintained a healthy dose of perspective And ultimately that’s what really matters in this business Perspective Kindness Balance Empathy And some damn good celebrating once it all comes together Here’s to all the hard-working buyers out there…your key day is coming At the age of 48 there are a couple of things that I’m proficient or good This past month I got to be the client I couldn’t be more thrilled to move In a move that has both impressed and bewildered local educators Steve Brian a neighborhood dad While there is much to be celebrated within the queer community there is also much to We love to talk share and be friendly Connect with us on social media",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "social distancing and I saw lots of folks shaking hands etc In retrospect perhaps I hadn’t gotten the message either by virtue of that fact that I was at the beach to surf In the public sphere these days it appears that everyone is doing a really good job of following the rules From that week up until about a week ago the situation in the real estate market was very fluid My opinions on what was happening and how to advise on any particular situation was evolving almost hourly Rules were changing operations were closing down and sometime opening back up…we all really had no idea where things were heading Sitting here today Thursday April 16  I feel like we as a company and as an industry have a pretty good handle on where the market stands Below are a couple of discussion topics If you have any questions or want a further explanation please don’t hesitate to reach out to me Sometime in late March the state of Washington suspended Real Estate services as a part of their total state",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, there isn't any mention of specific investor events or funding rounds related to Living Room Realty. However, it is mentioned that the company invests in its employees, which could potentially lead to increased productivity and growth. Additionally, Katie, the owner of Books with Pictures, plans to launch a Kickstarter campaign to raise funds for her new space.",
            "source": [
                {
                    "content": "above awards and certifications As a company Living Room donates 5 of our annual profit to local charities Every fall we rally our community and collect coat donations to support local charity Impact Northwest We’ve donated over  coats since this program began Through our Loving Room Fund our agents have donated thousands of dollars to local nonprofits We created the Loving Room Fund so our agents can easily and effortlessly give back to their community United in our efforts we know we can do more to affect change and have a greater impact on the world around us The success of our business is deeply rooted in our commitment to developing vibrant communities Our agents donate a percentage of every commission to one of the nonprofits we chose collectively We’re currently partnering with the African American Alliance for Homeownership Hoffman Center for the Arts Rose Haven and Taking Ownership PDX AAAH provides housing counseling and homeowner assistance programs to African Americans and",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Forbescom contributor Dinah Wisenberg Brin recently asked entrepreneurs to share their best business investments from the past year and I was happy to share our two biggest investments at Living Room Realty Staff are Living Room’s biggest asset and investing in training and development of our staff We invest in our people by sending them to executive trainings and paying for membership to peer-to-peer organizations that support executives’ personal and professional development We set aside five percent of our budget each year for trainings and consultants for our employees Employees have an education credit that renews each year We don’t say ‘no’ to any request for learning because we feel if our employees are able to pursue their passions and what brings them joy they are more likely to be productive and stay with a company that supports them as whole beings We spend a lot of time reminding staff that they have this credit and encourage them to use it We also invest in creating fun",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to growing vibrant communities and where even the most seasoned agents understand they benefit from the experience of others Connect with Jenelle Etzel our Agent Success Manager at  to schedule an informational meeting We love to talk share and be friendly Connect with us on social media",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "renovate the apartment upstairs so she can move in with her kids while simultaneously getting the shop space below and the parking lot readied for her shops big move and for a small 6 cart food pod She has found a tenant who will be moving his record store down from Seattle into the building so between her book shop the record store and the food carts she is creating a little pie of paradise for the neighbors and beyond She hopes to have the food carts open by this summer and we know that this little slice of SE Portland will serve as a neighborhood gathering place for folks who live and work in the area as well as those who are just driving through If you want to support Katie and her next phase of the project keep your eye and ears out for a Kickstarter campaign starting soon She will be offering gorgeous prints to folks who pitch in financially to help raise funds to build out the new space and hopefully by next fall a new and improved Books with Pictures will land in it’s",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, there isn't any specific mention of financial or funding goals for the next period. However, it is mentioned that Katie plans to launch a Kickstarter campaign to raise funds for her project. The campaign might be targeting a certain amount of money needed for the renovation and expansion of her bookshop and the addition of a 6-cart food pod. Additionally, it is stated that The Yascha Group aims to continue growing and expanding its services, potentially setting revenue targets or client acquisition goals for the future.",
            "source": [
                {
                    "content": "renovate the apartment upstairs so she can move in with her kids while simultaneously getting the shop space below and the parking lot readied for her shops big move and for a small 6 cart food pod She has found a tenant who will be moving his record store down from Seattle into the building so between her book shop the record store and the food carts she is creating a little pie of paradise for the neighbors and beyond She hopes to have the food carts open by this summer and we know that this little slice of SE Portland will serve as a neighborhood gathering place for folks who live and work in the area as well as those who are just driving through If you want to support Katie and her next phase of the project keep your eye and ears out for a Kickstarter campaign starting soon She will be offering gorgeous prints to folks who pitch in financially to help raise funds to build out the new space and hopefully by next fall a new and improved Books with Pictures will land in it’s",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Every year one of our favorite Portland escrow officers Kimberly Allen hosts a great exercise in goal manifestation Kimberly teaches a class where she helps people create a vision board with images that will keep them connected to their goals for the coming year  was the year that The Yascha Group was formed and we set the goal of helping  clients buy and sell properties in  Each time I walked past this vision board I saw the bright red “” and it kept me focused to inspire the team to reach this goal It was quite the ambitious goal for a small team to sell  houses in our first year but I’m proud to say that we will be landing just shy of it at a very close 97 At the age of 48 there are a couple of things that I’m proficient or good This past month I got to be the client I couldn’t be more thrilled to move In a move that has both impressed and bewildered local educators Steve Brian a neighborhood dad While there is much to be celebrated within the queer community there is also much to",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "above awards and certifications As a company Living Room donates 5 of our annual profit to local charities Every fall we rally our community and collect coat donations to support local charity Impact Northwest We’ve donated over  coats since this program began Through our Loving Room Fund our agents have donated thousands of dollars to local nonprofits We created the Loving Room Fund so our agents can easily and effortlessly give back to their community United in our efforts we know we can do more to affect change and have a greater impact on the world around us The success of our business is deeply rooted in our commitment to developing vibrant communities Our agents donate a percentage of every commission to one of the nonprofits we chose collectively We’re currently partnering with the African American Alliance for Homeownership Hoffman Center for the Arts Rose Haven and Taking Ownership PDX AAAH provides housing counseling and homeowner assistance programs to African Americans and",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "one rate hike later in the year the other five forecasting no change at all during this year The committee said in a post-meeting statement that the country’s labor market situation remains strong and it is a positive factor They evaluated that the economic activity has slowed from its solid rate in the fourth quarter The slow economic activity is due to sluggish spending by households and because of reduced business investment These two are indirectly contributing to the slowing economic growth and are causing declining inflation Officials also updated their economic projections of number of increases they foresaw for  from two to zero The recent decisions can affect interest rates on everything from credit cards to mortgages as well as the interest rates on savings As per Federal Chairman; trade tensions Brexit and the recently ended government shutdown raised uncertainties for the economy In recent surveys business and consumer sentiments have declined giving the Fed further",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided information, there isn't any specific publication, research finding, or introduced technology mentioned. However, some general trends have been discussed, such as the increasing popularity of smart home technology, the rise of quartz as a preferred countertop material, and the decline of white subway tile in backsplash designs. Additionally, there has been a growing interest in larger lots and multi-purpose living spaces.",
            "source": [
                {
                    "content": "and textures brought in through millwork and shiplap Lighting will take center stage with distinctive fixtures including local artisan and vintage pendants or an old gas signage and chandeliers And smart lighting technology will enable homeowners to customize their lighting experience based on time of day activity and mood Hardwood floors will continue to dominate the market The trend is toward either very dark stains paired with light-colored walls or light stains with darker walls Greyish tones will remain popular as will matte finishes which are easier to maintain than high gloss Expect to see frequent use of wider and longer wood planks as well as distressed and wire-brushed finishes which add texture and dimension Everything is getting “smarter” in homes from locks and lights to thermostats and appliances And with devices like Google Home and Amazon Alexa you can control many of these with voice activation from a central hub We will see continued integration of and advancements",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "reigned as the top countertop choice for many years but quartz is now king It’s highly durable low-maintenance and comes in a wide variety of styles and colors It’s also heat resistant scratch resistant and non-porous unlike granite and marble so it doesn’t need to be sealed After years of dominating backsplash design the white subway tile is officially on its way out Expect to see it replaced with more elaborate shapes patterns colors and textures Tile that mimics the appearance of wood concrete and wallpaper is also gaining in popularity While stainless steel and white porcelain are always safe bets the trend is moving toward sinks that make more of a statement Look for unexpected pops of color and materials like natural stone and copper Touch-free faucets are expected to gain favor with homeowners this year too Brass fixtures came back in a big way over the past couple of years and will continue to be a popular choice in  along with matte black black nickel polished chrome and",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and appliances And with devices like Google Home and Amazon Alexa you can control many of these with voice activation from a central hub We will see continued integration of and advancements in smart-home technology in  While white kitchens will remain popular in  expect to see more color this year in everything from cabinets to tile to appliances Two-toned cabinets are quickly overtaking the white-on-white look that has dominated kitchen design for the past few years While white remains a classic grey and bleached-wood cabinet variations are surging in popularity along with darker neutrals like navy and green While getting a cabinet installed for your kitchen make sure you call the right people for the task You can view this source to find the contacts of the right professionals Granite reigned as the top countertop choice for many years but quartz is now king It’s highly durable low-maintenance and comes in a wide variety of styles and colors It’s also heat resistant scratch",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "OK we learned a lot about what we need to expect from “home” in the past year It’s been working overtime serving multiple roles sanctuary schoolhouse meeting room gym restaurant playground and more I’ve seen a big spike in buyers looking to find homes with more land outside the city and multipurpose layouts to accommodate space needed for families with littles I thought this list of projected trends in  from the National Association of Realtors was also interesting I’d love to hear from you on what you’re looking to find want to design/remodel or simply dream about  Till then high fives When it comes to the home and design trends experts anticipate prevailing in the year ahead the overarching theme will be options in abundance While homeowners continue to want their outdoor spaces that offer a safe retreat that appeal has shifted into other parts of the home coupling comfort with function In other words homeowners want amenities for work and leisure and they plan to enjoy long them",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " As of my knowledge cutoff date in September 202, there were no specific ongoing or upcoming research projects or innovation initiatives mentioned in the provided context. However, some general ideas and goals related to innovation and continuous improvement were discussed. These include investing in employee training and development, fostering a culture that encourages creativity and experimentation, embracing technological advancements in homes, and remaining adaptable and open to change in the ever-evolving real estate industry.",
            "source": [
                {
                    "content": "Forbescom contributor Dinah Wisenberg Brin recently asked entrepreneurs to share their best business investments from the past year and I was happy to share our two biggest investments at Living Room Realty Staff are Living Room’s biggest asset and investing in training and development of our staff We invest in our people by sending them to executive trainings and paying for membership to peer-to-peer organizations that support executives’ personal and professional development We set aside five percent of our budget each year for trainings and consultants for our employees Employees have an education credit that renews each year We don’t say ‘no’ to any request for learning because we feel if our employees are able to pursue their passions and what brings them joy they are more likely to be productive and stay with a company that supports them as whole beings We spend a lot of time reminding staff that they have this credit and encourage them to use it We also invest in creating fun",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "end up we never know Invention is pure creation — it’s pulling a thread out of the ether But innovation is taking that existing thread and re-weaving it into something entirely new Innovation is the evolution of invention It’s seeing that potential exists out there but maybe we don’t exactly know how to get to it It’s the process that grinds down the burrs and polishes up the finish of an idea The process is often more lasting than the product You can only age a spirit for so long but the distillation process has been aging with our species for centuries now Try out the products of innovation yourself at Stone Barn Brandyworks and discover refinement in the truest sense At the age of 48 there are a couple of things that I’m proficient or good This past month I got to be the client I couldn’t be more thrilled to move In a move that has both impressed and bewildered local educators Steve Brian a neighborhood dad While there is much to be celebrated within the queer community there is",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and textures brought in through millwork and shiplap Lighting will take center stage with distinctive fixtures including local artisan and vintage pendants or an old gas signage and chandeliers And smart lighting technology will enable homeowners to customize their lighting experience based on time of day activity and mood Hardwood floors will continue to dominate the market The trend is toward either very dark stains paired with light-colored walls or light stains with darker walls Greyish tones will remain popular as will matte finishes which are easier to maintain than high gloss Expect to see frequent use of wider and longer wood planks as well as distressed and wire-brushed finishes which add texture and dimension Everything is getting “smarter” in homes from locks and lights to thermostats and appliances And with devices like Google Home and Amazon Alexa you can control many of these with voice activation from a central hub We will see continued integration of and advancements",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "family travel community activism exploring the outdoors curating art shows and dreaming big Earth Advantage Principal Broker  Earth Advantage Broker  ADU Specialists  OR In the world of residential real estate not all home upgrades are created equal Whether you’re Nothing on the market buyers can’t find what they want  Get in the car and find I get a lot of questions when a buyer or seller is negotiating a price reduction All done That’s a wrap Check My lovely clients P+B just completed the great real estate We love to talk share and be friendly Connect with us on social media",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " There isn't enough information provided to accurately identify specific research grants or innovation awards that have been recently distributed. However, based on the text provided, it seems like various companies and individuals may have received funding or recognition for their achievements. For example, Dinah Wisenberg Brin might have asked entrepreneurs about their best business investments from the past year, which could include grants or awards related to those investments. Additionally, Living Room Realty might have invested in employee training and development programs, which could potentially lead to industry recognitions or awards. Lastly, it's possible that some of the clients mentioned in the text have received awards or accolades within their respective fields.",
            "source": [
                {
                    "content": "to my clients on receiving four fantastic offers in their first weekend on the market Home EnergyScorecom just published a map showing home energy scores in Portland Have a look Home I wanted to give a shout out to Petie who owns the amazing Peachtree Gifts shop Congrats to my investor clients on the quick sale of this great little condo in Beaverton OPB’s Erica Morrison recently published a story about discriminatory language inserted into the deeds of multiple  SW 15th Ave Portland  Open Sat 6/2 and Sun 6/3 1pm-3pm This bright and dreamy           SW 15th Ave Portland OR  beds 15 baths 1 sqft On the market Congrats to my clients for receiving great offers in the first weekend on the market Recently information company RewardExpert released its ranking of the Best US Counties for Property Taxes — in hopes CLASSIC COLONIAL WITH LOTS OF SPACE  SW Raleighwood Ln Portland OR    OPEN HOUSE Earth Advantage just posted an update with some stats after the first month and a half … then the",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Forbescom contributor Dinah Wisenberg Brin recently asked entrepreneurs to share their best business investments from the past year and I was happy to share our two biggest investments at Living Room Realty Staff are Living Room’s biggest asset and investing in training and development of our staff We invest in our people by sending them to executive trainings and paying for membership to peer-to-peer organizations that support executives’ personal and professional development We set aside five percent of our budget each year for trainings and consultants for our employees Employees have an education credit that renews each year We don’t say ‘no’ to any request for learning because we feel if our employees are able to pursue their passions and what brings them joy they are more likely to be productive and stay with a company that supports them as whole beings We spend a lot of time reminding staff that they have this credit and encourage them to use it We also invest in creating fun",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "huge milestone A lifelong dream finally becoming reality Adrian had   A home of her own has been on Sky’s mind for a long time Renting When visiting Manzanita there are many local activities to enjoy Naturally the most obvious is the Start one of these home maintenance projects today Open the windows and let the fresh air      SE ST AVE Portland OR  bed 1 bath  SF MLS      Skip and Zoe were my very first clients  They bought their first home together in Cully My amazing buyer Jessica closed on her new PDX duplex today It is a beautiful  Does the home buying lingo intimidate you Have no fear Jamie is here with a list One of the 2 level penthouse units in the Modern Confectionery Loft building has recently sold After 2 years of pretty limited travel for everyone my Instagram feed is finally coming back I am happy to announce that my clients closed on their Washougal Dream House This classic  SW rd Avenue Beaverton Oregon  The spacious 1 square foot floor plan is efficiently  SE Ramona",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "My buyer Theo wins the award for the single most expensive repair I have negotiated for  SE Boise St Portland OR    Fourplex in Brooklyn neighborhood Lots of upside including Sometimes your packages come BEFORE keys Haha No worries I was able to get permission to  SE 14th Ave Portland OR  Good things do come in small packages A rare   Major congratulations to my awesome clients Ashley and Raquel the new homeowners of this immaculately Dave used to live across the street from me until about 2 or 3 years ago We love to talk share and be friendly Connect with us on social media",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided information, Living Room Real Estate Collaboration is actively involved in various philanthropic initiatives alongside several notable organizations. Some of these collaborators include:\n\n1. African American Alliance for Homeownership (African American Alliance)\n2. Hoffman Center for the Arts (Hoffman Center)\n3. Rose Haven (Rose Haven)\n4. Taking Ownership PDX (Taking Ownership)\n5. Urban Gleaners (Urban Gleaners)\n6. Food to Schools Program (Food to Schools Program)\n7. Greater Than (Greater Than)\n8. Harper's Playground (Harper's Playground)\n9. Impact NW (Impact NW)\n10. Oregon Wild (Oregon Wild)",
            "source": [
                {
                    "content": "above awards and certifications As a company Living Room donates 5 of our annual profit to local charities Every fall we rally our community and collect coat donations to support local charity Impact Northwest We’ve donated over  coats since this program began Through our Loving Room Fund our agents have donated thousands of dollars to local nonprofits We created the Loving Room Fund so our agents can easily and effortlessly give back to their community United in our efforts we know we can do more to affect change and have a greater impact on the world around us The success of our business is deeply rooted in our commitment to developing vibrant communities Our agents donate a percentage of every commission to one of the nonprofits we chose collectively We’re currently partnering with the African American Alliance for Homeownership Hoffman Center for the Arts Rose Haven and Taking Ownership PDX AAAH provides housing counseling and homeowner assistance programs to African Americans and",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "protecting over  acres of wildlands in and around Oregon’s only national park – Crater Lake – as Wilderness They’ve also been a strong advocate for Oregon’s native wildlife such as wolverine salmon sea otters and gray wolves Urban Gleaners rescues edible surplus food that would otherwise be thrown away from grocery stores restaurants event sites farms and farmers markets They collect roughly 50 pounds of food each month and deliver it free of charge to hungry children and their families through their Food to Schools program here in PortlandTheir mission is to reduce waste and want simultaneously It has been a great year and I have met many new colleagues and clients who have become friends I am so grateful to the fabulous folks I have had the pleasure of working with this past year Thank you for your support and your votes for me to receive the Five Star Professional Award for the 8th time-WOW- this means so much to me Here is the link to participate in their program  There are many",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "missions of all the organizations we were blessed to hear from If any of these stories resonate with you I urge you to donate whether money or time to help them continue the beneficial work they do within our community Greater Than – The mission of Greater Than is to support and empower students from poverty- impacted communities to thrive in school college and career To that end we identify and convene quality best-in-class partners based on track record evidence of impact and recruit them to join our collaborative whole school model on their own dime Our programs focus on students and families from Oregon’s most poverty-impacted communities promote culturally responsive family engagement We work closely with parents who are the primary drivers of program priorities are long-term—we work with students and their families from Pre-K through college and career and are inclusive—we do not “cherry pick” students and are deeply committed to educational equity Harper’s Playground – Our",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "same playground in our neighborhood Impact NW – Impact NW is a premier provider of educational and social services in the greater Portland metro area Our mission is to help people prosper through a community of support Impact NW is a private non-profit organization that began in  as Portland Action Committees Together Inc PACT Four neighborhoods came together and created the agency to address the growing problems associated with poverty in the area Since our inception Impact NW has been a leader in providing individuals of all ages with the skills and resources necessary to achieve success and to advocate for themselves and their communities Annually over 30 low-income children youth families seniors and adults with disabilities participate in Impact NW’s comprehensive anti- poverty programs Oregon Wild – Founded in  Oregon Wild formerly the Oregon Natural Resources Council or ONRC has been instrumental in securing permanent legislative protection for some of Oregon’s most precious",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided information, there doesn't seem to be any specific joint events, projects, or initiatives mentioned between Jenelle's real estate agency and other entities. However, there are instances where individuals from these different groups collaborate or participate together. For example, Jenelle matches and donates a portion of her marketing budget to various organizations working towards ending racism, providing access to housing, promoting human rights, and preserving civil liberties. Additionally, Jenelle's agency partners with local non-profit organizations like African American Alliance for Homeownership (AAAH), Hoffman Center for the Arts, Rose Haven, and Taking Ownership PDX. These partnerships involve collaboration and shared goals, even though they might not be specifically labeled as \"joint events\" or \"initiatives.\"",
            "source": [
                {
                    "content": "Full transparency I was a community organizer before I was a real estate agent and damn if I’m not grateful for that perspective Community Organizer to Real Estate Agent during a Global Pandemic During an Uprising What a twist I love to organize behind the scenes strategy based Some have reached out and wondered What can they actually do I don’t know baby but it better be something and quick If you didn’t already know me my politics are VERY BEYONCE To the left to the left But you’re in luck This will not be a linguistically dense judgey guilt invoking pointing of the finger kinda list Just some things I’m thinking about or doing Things you may be thinking about doing or want to consider doing too To be fair I’m clear that we currently all live in contradiction Real Estate and Capitalism will continue on for the foreseeable future We need a cell phone and computer to do our jobs Clothes to leave the house cars to take us there And while we all have variations of what we chose to",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "above awards and certifications As a company Living Room donates 5 of our annual profit to local charities Every fall we rally our community and collect coat donations to support local charity Impact Northwest We’ve donated over  coats since this program began Through our Loving Room Fund our agents have donated thousands of dollars to local nonprofits We created the Loving Room Fund so our agents can easily and effortlessly give back to their community United in our efforts we know we can do more to affect change and have a greater impact on the world around us The success of our business is deeply rooted in our commitment to developing vibrant communities Our agents donate a percentage of every commission to one of the nonprofits we chose collectively We’re currently partnering with the African American Alliance for Homeownership Hoffman Center for the Arts Rose Haven and Taking Ownership PDX AAAH provides housing counseling and homeowner assistance programs to African Americans and",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to support their efforts Each month for the rest of this year I’m matching and donating  of my marketing budget to local and national organizations fighting to end racism providing access to housing promoting human rights and preserving civil liberties So far I’ve donated to the Fair Housing Council of Oregon Portland Community Reinvestment Initiatives Inc and Taking Ownership PDX More to come At the age of 48 there are a couple of things that I’m proficient or good This past month I got to be the client I couldn’t be more thrilled to move In a move that has both impressed and bewildered local educators Steve Brian a neighborhood dad While there is much to be celebrated within the queer community there is also much to We love to talk share and be friendly Connect with us on social media",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Jenelle is joined by Department of Community founder Rosemary Brensen as they chat about her journey from design school to running the Portland Garment Factory to founding the Department of Community We hear from Rosemary about… – Coaching entrepreneurs on building systems to help them achieve work life balance – Having a cohort of trusted people  building networks of support       Listen on whatever platform you get your podcasts or click below At the age of 48 there are a couple of things that I’m proficient or good This past month I got to be the client I couldn’t be more thrilled to move In a move that has both impressed and bewildered local educators Steve Brian a neighborhood dad While there is much to be celebrated within the queer community there is also much to We love to talk share and be friendly Connect with us on social media",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " The mutual objective and outcome expected from these collaborations involve providing exceptional service to clients while guiding them towards achieving their real estate goals. Both Aryne and Dulcinea aim to build strong relationships based on trust, communication, and understanding of each client's unique needs. Through their expertise, investigative skills, and knowledge of the local market, they work together to identify suitable properties and negotiate favorable terms for their clients. Ultimately, the desired outcome is to successfully help clients invest in their futures by finding the perfect property or making informed decisions about selling or renting their current home.",
            "source": [
                {
                    "content": "collaboration to guide you in investing in your future and reaching you real estate goals Aryne greets working with clients throughout Portland with open arms Licensed since  she appreciates the ever shifting desires her clients have as they move through their real estate goals Investigative genius on her side Aryne will strive to bring you the results you desire  When not working for you Aryne is a constant cheerleader for her son and daughter’s pursuits on the basketball court and on the ballet stage She practices yoga hikes loves to walk and explore Portland neighborhoods reads and delights in soaking up everything Portland has to offer  Dulcinea thrives on working with clients with a range of real estate goals  Oregon born with a design and an award-winning professional background Dulcinea is steadfast when it comes to working for her clients and has a keen eye for properties that best serve client objectives Licensed since  Dulcinea works in and around Portland  A mother of two",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "collaboration to guide you in investing in your future and reaching you real estate goals Aryne greets working with clients throughout Portland with open arms Licensed since  she appreciates the ever shifting desires her clients have as they move through their real estate goals Investigative genius on her side Aryne will strive to bring you the results you desire  When not working for you Aryne is a constant cheerleader for her son and daughter’s pursuits on the basketball court and on the ballet stage She practices yoga hikes loves to walk and explore Portland neighborhoods reads and delights in soaking up everything Portland has to offer  Dulcinea thrives on working with clients with a range of real estate goals  Oregon born with a design and an award-winning professional background Dulcinea is steadfast when it comes to working for her clients and has a keen eye for properties that best serve client objectives Licensed since  Dulcinea works in and around Portland  A mother of two",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to growing vibrant communities and where even the most seasoned agents understand they benefit from the experience of others Connect with Jenelle Etzel our Agent Success Manager at  to schedule an informational meeting We love to talk share and be friendly Connect with us on social media",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "results you desire  When not working for you Aryne is a constant cheerleader for her son and daughter’s pursuits on the basketball court and on the ballet stage She practices yoga hikes loves to walk and explore Portland neighborhoods reads and delights in soaking up everything Portland has to offer  Dulcinea thrives on working with clients with a range of real estate goals  Oregon born with a design and an award-winning professional background Dulcinea is steadfast when it comes to working for her clients and has a keen eye for properties that best serve client objectives Licensed since  Dulcinea works in and around Portland  A mother of two and wife to her high school sweetie—in her free time she stays busy with her family travel community activism exploring the outdoors curating art shows and dreaming big Earth Advantage Principal Broker  Earth Advantage Broker  ADU Specialists  OR By Sorcha Porter Licensed Assistant to Shannon Dooley In a time where interest rates are high Many",
                    "metadata": {
                        "rel": [
                            "dol",
                            "cnbc",
                            "wordpress",
                            "businessinsider",
                            "gardeners",
                            "beneficialstatebank",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "forbes",
                            "sokolblosser",
                            "youtube",
                            "move",
                            "bcorporation",
                            "yahoo",
                            "nytimes",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}