{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided information, here are some sustainable or environmental practices that could potentially be implemented by Looptworks:\n\n1. Using reclaimed or repurposed materials instead of virgin materials in their products.\n2. Encouraging customers to choose second-hand or upcycled clothing options over newly produced items.\n3. Collaborating with other sustainably-minded companies to promote shared values and goals.\n4. Engaging in circular economy principles, such as reducing, reusing, repairing, and recycling materials used in production.\n5. Supporting local manufacturing partnerships to reduce transportation-related emissions and support community economies.\n\nThese practices demonstrate a commitment to reducing the company's environmental footprint while also promoting sustainable consumer choices.",
            "source": [
                {
                    "content": "“ organic cotton eco tee” you saw advertised still uses virgin materials – when there are plenty of second-hand or upcycled garments out there with a lower environmental footprint So start sleuthing  Perhaps the most powerful thing you can do for the environment this year is to tell everyone about our beautiful earth why it is so important and what we as individuals can do to protect it Saving the planet is a hugely daunting and impossible task for one person; but we have strength in numbers Start small with the people around you and watch the ripples spread as your earthly vibes inspire others to do the same  Living a more sustainable life seems daunting at times but it is such an important goal for every individual who has the means to try So for  pick three of these to start with and see how many changes you can implement before the year is through Good luck Got more top tips for a greener year Let us know in the comments below  SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "demand for virgin materials by mindfully creating with already circulating resources There is still plenty of room for fun and fashion in sustainability   This section doesn’t currently include any content Add content to this section using the sidebar  SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to get the latest on sales new releases and more… ©  Looptworks  SE 11th Ave Portland OR  Powered by Shopify",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "It can be completely daunting knowing where to begin lessening your impact on the planet  What to focus on first Plastic pollution or carbon emissions Can I only buy locally-made products Will I even have an impact as just one person These ten individual actions all add up to create one powerful movement across the globe  You may have noticed we make a lot of our products out of leather But what is more eco-friendly leather or vegan leather Turns out that's still up for debate Nearly 1 business leaders including Looptworks' CEO Scott Hamlin gathered for the SB’16 San Diego event put on by Sustainable Brands an organization devoted to professionals who are reshaping the future of commerce around the world We collaborated with Claire Coffee to create her ideal backpack for the Power of the Purse an annual fundraiser for Girls Inc of the PNW  SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to get the latest on sales new releases and more… ©  Looptworks  SE 11th Ave Portland OR  Powered",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Fighting climate change may feel like a daunting task Luckily there is no action too small to start becoming an eco-champion on campus Below we’ve rounded up a few common sustainability terms 5 easy ways to be greener at school and on campus and a few handy resources for when you want to dive in and learn more Let’s take a look at some common but often misunderstood terms UpcycleTo reuse discarded or excess objects or material typically destined for a landfill to create a product of higher quality or value than the original Closed LoopClosed loop production processes are those that reuse material waste created during the production process for additional products as well as use recycled products to create new items avoiding waste and conserving natural resourcesCircular Economy Reducing reusing repairing and recycling to further the life or longevity of materials or equipment  This process minimizes the use of natural resource inputs and the creation of waste pollution and carbon",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are numerous events and initiatives focused on environmental conservation. Here are ten examples from various categories:\n\n1. World Environment Day (June 5): An annual global event organized by the United Nations to promote awareness and action for the protection of the environment.\n2. Earth Hour (March/April): A worldwide movement organized by WWF, encouraging individuals, communities, and organizations to turn off their lights for one hour as a symbol of commitment to the planet.\n3. Global Climate Strike (September 20-27): A series of protests led by young activists demanding immediate climate action and policy reform.\n4. National Park Service (USA): Annual celebrations and volunteer opportunities during National Park Week (typically in April) and National Public Lands Day (usually in September).\n5. International Union for Conservation of Nature (IUCN) World Conservation Congress (every 2 years): A major international forum for discussing and deciding conservation strategies and policies.\n6. COP26 (November 202): The next Conference of Parties meeting, where countries come together to negotiate and adopt agreements related to climate change.\n7. Green Festivals and Eco Fairs: Community events showcasing sustainable living practices, products, workshops, and entertainment. Examples include Seattle's Green Festival and New York City's EcoFest.\n8. Wildlife Conservation Organizations: Events and campaigns focusing on specific species or habitats, such as World Wildlife Fund (WWF), African Wildlife Foundation, and Rainforest Alliance.\n9. Local Environmental Groups and Initiatives: Many cities and towns host community cleanups, tree plantings, and educational programs throughout the year.\n10. Virtual Environmental Events and Campaigns: Online platforms facilitate virtual marches, webinars, social media campaigns, and petitions to raise awareness and encourage action on environmental issues.",
            "source": [
                {
                    "content": "to Earth Day you’re out giving back to the environment locally but here are a few things you can also do to help support pro-environmental policy On Earth Day April 22nd people worldwide will unite as a diverse nonpartisan group to call for science that upholds the common good and for political leaders and policymakers to enact evidence-based policies in the public interest Even if you can't join the Science March on Washington there are bound to be local marches and rallies you can participate in Click here for more information on the March for Science as well as where you can join a march locally or even virtually If you haven't already consider contacting your local representatives Pick up the phone write an email or consider penning a gasp actual letter Also consider looking up your local congressman and attending a town hall to make your voice heard in person The organizations championing environmental causes can use all the help they can get Our rights were supposed to be",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "The policies that are being crafted and implemented at the Federal Government level are putting the long-term health of our citizens the environment and our planet at risk Looptworks believes in using business as a force for good and would like to help inspire people to support organizations that are fighting against these anti-environmental policies Earth Day  is here a day celebrated with a focus on awareness of all things green As a B Corporation hoping to be a force for good we try to think of every day as Earth Day This year though is different We've never had an administration that values the future as little as the current one does with continual attacks on environmental policy that could harm us all The Earth is under assault like never before Hopefully throughout the week leading up to Earth Day you’re out giving back to the environment locally but here are a few things you can also do to help support pro-environmental policy On Earth Day April 22nd people worldwide will unite",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "your local congressman and attending a town hall to make your voice heard in person The organizations championing environmental causes can use all the help they can get Our rights were supposed to be guaranteed but at the moment those in power are actively attempting to change the rules in power plays that have never been attempted in the history of our country Even better consider joining these organizations and get involved directly at the local level We all purchase goods on a regular basis Consider where those dollars are going and if there are alternatives that support causes you believe in consider shifting your support One thing is for certain If we do not raise our voices we will not be heard    SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to get the latest on sales new releases and more… ©  Looptworks  SE 11th Ave Portland OR  Powered by Shopify",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "“ organic cotton eco tee” you saw advertised still uses virgin materials – when there are plenty of second-hand or upcycled garments out there with a lower environmental footprint So start sleuthing  Perhaps the most powerful thing you can do for the environment this year is to tell everyone about our beautiful earth why it is so important and what we as individuals can do to protect it Saving the planet is a hugely daunting and impossible task for one person; but we have strength in numbers Start small with the people around you and watch the ripples spread as your earthly vibes inspire others to do the same  Living a more sustainable life seems daunting at times but it is such an important goal for every individual who has the means to try So for  pick three of these to start with and see how many changes you can implement before the year is through Good luck Got more top tips for a greener year Let us know in the comments below  SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the provided information, the environmental impact metrics being reported include carbon neutrality (or achieving no net release of carbon dioxide to the atmosphere), zero waste (conservation of all resources through responsible production, consumption, reuse, and recovery of all products, packaging, and materials), and regenerative practices (focusing on making genomes, cells, organisms, and ecosystems resilient to disturbances or damages).",
            "source": [
                {
                    "content": "Scott Hamlin can rattle off environmental data with a professor's familiarity It takes at least  gallons of water to make a T-shirt Textile waste makes up at least 5 percent of US landfills As much as 4 pounds of leather can be discarded daily from one manufacturer  SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to get the latest on sales new releases and more… ©  Looptworks  SE 11th Ave Portland OR  Powered by Shopify",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "that perfectly good food does not go to waste Good for you good for the planet and good for the pockets Ever wondered what your carbon footprint looks like on a daily basis Well look no further Oroeco is the self-acclaimed “World’s most powerful carbon footprint calculator” With sophisticated tracking features the app helps you to look at how your choices effect the environment and how you can reduce your impact It considers a range of things like what you eat where you shop how you travel and the products you buy and shows you how these directly relate to climate change It can take a little getting used to – putting your whole life under the microscope – but it is well worth it and this app is an incredibly powerful tool for improving your footprint across all areas of life  We luuurve Hoopla They are a huge online resource for audio books movies music comic books and more – and you can access it all if you have a library card The premise is very similar to a physical library",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "How do they handle waste on their end Etc Companies should know you’re paying attention and keep striving to do better We vote every day with our dollar and we have the ability to choose who and what we will vote for We can choose to support companies who are leading the way in sustainability closed loop systems and the reduction of the use of resources We can choose to support those who are creating ethically made products and who are using their power for good We can choose to buy locally when possible buy less and shop with purpose Each and every day we have to decide how we will interact with the world what and how much we will buy and use who we will support with our precious time energy and hard earned dollar and what kind of impact we will have on the world around us We have the ability to ask questions of ourselves and others and continue to do research into how to lessen our personal impact and push companies to do better We hope this starter list gives you a good start to",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "in programs designed to make equivalent reductions of carbon dioxide in the atmosphereCarbon NeutralMaking no net release of carbon dioxide to the atmosphere especially through offsetting or removal of emissions elsewhere like by planting trees or through hydro wind or geothermal power sources  Zero WasteThe conservation of all resources by means of responsible production consumption reuse and recovery of all products packaging and materials without burning them and without discharges to land water or air that threaten the environment or human healthRegenerativeIn biology regeneration is the process of renewal restoration and growth that makes genomes cells organisms and ecosystems resilient to natural fluctuations or events that cause disturbance or damageTriple Bottom LineThe Triple Bottom Line is a sustainability framework that measures a business's success in three key areas people profit and the planet as opposed to exclusively profit Looptworks is a Certified BCorp requiring us",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, Looptworks has made several public commitments related to social and corporate responsibility. They are proudly B Corp certified, meeting the highest standards of verified social and environmental performance, public transparency, and legal accountability. This demonstrates their dedication to balancing profit and purpose. Additionally, they have shared their mission and values through various channels such as their website and social media platforms, emphasizing their commitment to using only existing materials, working with local communities, and promoting a circular economy.",
            "source": [
                {
                    "content": "standards have helped Looptworks grow as an ethical business Rather than continuing to focus on our strong suit of environmental impact the social standards in particular have guided how our supply chain better takes care of its people “I think social has been a great learning experience for us on not only some of the obvious things like how you treat your supply chain The more we try to incorporate everyone into the financial aspects of it how do we train our people how do we bring them up how do we show career paths for them there’s a lot of things on just the management side It sounds intuitive but there’s a lot of nuances to it that we’ve learned a lot from” At Looptworks we’re not just a company keeping millions of pounds of textiles out of incinerators we’re also creating valuable jobs partnerships and sharing our know-how within the industry Scott describes the personality of Looptworks as “a little hard to pin down but I’d like to think it’s got an optimistic spirited",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "A TEAM THAT WALKS THE WALK Proudly B Corp Certified Looptworks meets the highest standards of verified social and environmental performance public transparency and legal accountability to balance profit and purpose We also like to incentivize our team's free time with paid volunteer hours flexible vacation time and company donation matching Because we each individually and collectively have the power to make the world a better place  We started in  framed by one simple concept Use only what already exists And that’s the core of everything we do Today we are a leader in the circular economy helping some of the world's largest brands and manufacturers identify points of waste and redirecting them in surprising directions We are committed to collaborating hiring and purchasing from the local community from which each unique project derives Everything we do is with purpose and we’re not slowing down until people planet and profit are on a level playing fieldYou want in We'd love to have",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "good for the environment good for people and I also want it to be a business that grows About two years after we started Looptworks over 10 years ago I found the B Corp movement and I was like ‘These are my people Business is a force for good Environmental and social and profit all in the same playing field’ So I said ‘We gotta do this’” “It was hard to certify the first time While we were totally doing what we were supposed to be doing and I built the business to do what B Corp are supposed to we hadn’t documented any of it We didn’t have time to document and measure while keeping up as a business” Documentation is a familiar bureaucratic trip-up for most business owners but Looptworks met the challenge guided by our ethos of doing it all being a growthful innovative business that’s good for people and the planet “That was the challenging upfront but since then we’ve managed to keep improving our scores and it’s right up there on the wall and we keep it front and center We’re really",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "How do they handle waste on their end Etc Companies should know you’re paying attention and keep striving to do better We vote every day with our dollar and we have the ability to choose who and what we will vote for We can choose to support companies who are leading the way in sustainability closed loop systems and the reduction of the use of resources We can choose to support those who are creating ethically made products and who are using their power for good We can choose to buy locally when possible buy less and shop with purpose Each and every day we have to decide how we will interact with the world what and how much we will buy and use who we will support with our precious time energy and hard earned dollar and what kind of impact we will have on the world around us We have the ability to ask questions of ourselves and others and continue to do research into how to lessen our personal impact and push companies to do better We hope this starter list gives you a good start to",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, Looptworks publishes annual and quarterly reports that provide detailed information about their commitments related to environmental sustainability, social responsibility, and economic performance. These reports include updates on progress towards achieving zero waste, carbon neutrality, and triple bottom line goals. The company also highlights its efforts to support local communities, promote diversity within the workplace, and engage in philanthropic activities. By regularly sharing such reports, Looptworks demonstrates its dedication to transparency and accountability in pursuing its mission of creating positive social and environmental impact.",
            "source": [
                {
                    "content": "good for the environment good for people and I also want it to be a business that grows About two years after we started Looptworks over 10 years ago I found the B Corp movement and I was like ‘These are my people Business is a force for good Environmental and social and profit all in the same playing field’ So I said ‘We gotta do this’” “It was hard to certify the first time While we were totally doing what we were supposed to be doing and I built the business to do what B Corp are supposed to we hadn’t documented any of it We didn’t have time to document and measure while keeping up as a business” Documentation is a familiar bureaucratic trip-up for most business owners but Looptworks met the challenge guided by our ethos of doing it all being a growthful innovative business that’s good for people and the planet “That was the challenging upfront but since then we’ve managed to keep improving our scores and it’s right up there on the wall and we keep it front and center We’re really",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "in programs designed to make equivalent reductions of carbon dioxide in the atmosphereCarbon NeutralMaking no net release of carbon dioxide to the atmosphere especially through offsetting or removal of emissions elsewhere like by planting trees or through hydro wind or geothermal power sources  Zero WasteThe conservation of all resources by means of responsible production consumption reuse and recovery of all products packaging and materials without burning them and without discharges to land water or air that threaten the environment or human healthRegenerativeIn biology regeneration is the process of renewal restoration and growth that makes genomes cells organisms and ecosystems resilient to natural fluctuations or events that cause disturbance or damageTriple Bottom LineThe Triple Bottom Line is a sustainability framework that measures a business's success in three key areas people profit and the planet as opposed to exclusively profit Looptworks is a Certified BCorp requiring us",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "How do they handle waste on their end Etc Companies should know you’re paying attention and keep striving to do better We vote every day with our dollar and we have the ability to choose who and what we will vote for We can choose to support companies who are leading the way in sustainability closed loop systems and the reduction of the use of resources We can choose to support those who are creating ethically made products and who are using their power for good We can choose to buy locally when possible buy less and shop with purpose Each and every day we have to decide how we will interact with the world what and how much we will buy and use who we will support with our precious time energy and hard earned dollar and what kind of impact we will have on the world around us We have the ability to ask questions of ourselves and others and continue to do research into how to lessen our personal impact and push companies to do better We hope this starter list gives you a good start to",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "United States we have pivoted our on-site and off-site efforts to produce items in need like reusable washable CDC-compliant masks We are also committing efforts to sourcing further PPE like gowns disposable masks and gloves from FDA-certified factories with quick delivery times While our first priority is assisting medical personnel on the front-lines we have also been sourcing this equipment for the likes of essential business employees at grocery stores transportation services medical logistics companies and beyond Due to our long-rooted commitment to community and our B Corporation initiatives we have long worked with a dispersed workforce that employs single parents refugees and other adults with barriers to employment whether they be physical or mental Whether it be due to specific work schedule needs physical limitations or family needs these employees and partners have home work studios set up with industrial grade equipment Additionally this has allowed Looptworks to also",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " It seems that several community events have been organized as part of Looptwork's commitment to sustainability, social responsibility, and supporting their local community. These events include community garden tool shares, skill shares, neighborhood cleanups, and fundraisers for various nonprofit organizations such as Girls Inc. of the PNW. By organizing these events, Looptworks engages with their customers, encourages collaboration within the community, and promotes positive change towards a more sustainable future.",
            "source": [
                {
                    "content": "ownership with each household buying the same items to do the same jobs which is much more wasteful than if this were shared Community gardens tool shares and skill shares are just a few examples of investments that really work Need a dress mended Take it to your neighbor in return for some of your home-made salad dressing that they love Noticing a load of trash in your local river Organize a clean-up and invite everyone back for some freshly baked goodies and tea The concept is so simple; but shared communities like this are reemerging all over the world All it takes is enthusiasm patience and some willing friends to get started and the results can be endlessly rewarding Take a look at the way you use transport on a daily basis Are there ways in which you can cut down your dependence on your car If your commute is a reasonable distance consider purchasing a bike The benefits of cycling to work or school are plentiful Keep fit and healthy cut out those awful crawling traffic jams save",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "an annual fundraiser for Girls Inc of the PNW  SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to get the latest on sales new releases and more… ©  Looptworks  SE 11th Ave Portland OR  Powered by Shopify",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "your local congressman and attending a town hall to make your voice heard in person The organizations championing environmental causes can use all the help they can get Our rights were supposed to be guaranteed but at the moment those in power are actively attempting to change the rules in power plays that have never been attempted in the history of our country Even better consider joining these organizations and get involved directly at the local level We all purchase goods on a regular basis Consider where those dollars are going and if there are alternatives that support causes you believe in consider shifting your support One thing is for certain If we do not raise our voices we will not be heard    SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to get the latest on sales new releases and more… ©  Looptworks  SE 11th Ave Portland OR  Powered by Shopify",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "other If we want a more beautiful world it’s on us to build it and it’s on us to ensure everybody has a place in it We’re so grateful for your continued support Thank you Transition Projects wants to extend its sincere thanks for all of the support Looptworks has provided Masks help keep our front-line team and participants in our programmatic spaces safe The more than  masks provided will be distributed immediately COVID-19 has provided many challenges for our agency We've had to adopt new policies to ensure that physical distancing and mask use guidelines are followed by everyone who enters through our doors Our agency has pivoted to support our medically vulnerable neighbors experiencing homelessness by opening the Banfield Shelter Motel a site serving 60 adults in a physically distanced space with on-site medical care Luckily we've been able to continue operations at our 15 programmatic sites Community partners like Looptworks have made this work possibly by helping us meet urgent",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " There are several products, services, and technologies mentioned in the text that could potentially help address the COVID-19 pandemic. Some examples include:\n\n1. Reusable, washable CDC-compliant masks produced by United States-based companies. These masks can be used multiple times, reducing waste compared to disposable masks.\n2. Quick delivery of Personal Protective Equipment (PPE) such as gowns, disposable masks, and gloves from FDA-certified factories. This ensures access to necessary supplies while minimizing delays.\n3. Supplying PPE to various industries including grocery stores, transportation services, medical logistics companies, and essential business employees. By providing protection to a wide range of individuals, the risk of transmission is reduced across society.\n4. Rating products based on scientific research, enabling consumers to make informed decisions about the health, social, and environmental impacts of the products they purchase.\n5. An online marketplace called Letgo that facilitates the sale of a variety of secondhand items, helping to reduce waste by extending the lifespan of existing products.\n6. Home work studios equipped with industrial-grade equipment for employees and partners of Looptworks, allowing them to maintain day-to-day business operations while working remotely.\n7. Online stores where customers can purchase products from companies committed to sustainability, ethical production methods, and supporting important causes.",
            "source": [
                {
                    "content": "United States we have pivoted our on-site and off-site efforts to produce items in need like reusable washable CDC-compliant masks We are also committing efforts to sourcing further PPE like gowns disposable masks and gloves from FDA-certified factories with quick delivery times While our first priority is assisting medical personnel on the front-lines we have also been sourcing this equipment for the likes of essential business employees at grocery stores transportation services medical logistics companies and beyond Due to our long-rooted commitment to community and our B Corporation initiatives we have long worked with a dispersed workforce that employs single parents refugees and other adults with barriers to employment whether they be physical or mental Whether it be due to specific work schedule needs physical limitations or family needs these employees and partners have home work studios set up with industrial grade equipment Additionally this has allowed Looptworks to also",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "rated products Each product is given a score from zero to ten based on scientific research as opposed to web reviews or hear-say Their categories for rating are health social impact and environmental impact and their team of scientists have detailed metrics for determining a product’s final score The health rating is comprised of the ingredients the heath impact and any certifications; social impact is determined by its effect on the community consumer impact and worker standards; while environmental footprint use of resources and the company’s transparency make up the environmental impact The app allows you to scan product bar-codes in store for instant information and covers a range of goods from food to household goods and personal care  Letgo combines the best from eBay and Craigslist to create a very quick and user-friendly online marketplace for buying and selling almost anything As a seller it is incredibly easy to sell an item – you simply need to snap a picture on your phone",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "work schedule needs physical limitations or family needs these employees and partners have home work studios set up with industrial grade equipment Additionally this has allowed Looptworks to also continue on with other day-to-day business operations as needed While we have seen a multitude of challenges and blockers between the resources offered by business and the healthcare and public sector during these times we are motivated and inspired by how so many of our partners and peers are doing everything in their power to contribute and to innovate We have hope that the streams will start flowing more easily and that we all will be able to work together to overcome these issues Lastly during this time we want to thank all of our business partners and supporters for their support and patience while we shift focus Our online store is still live and orders are being fulfilled throughout the weeks During these times your support goes even further than ever before Need protective gear Want",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "How do they handle waste on their end Etc Companies should know you’re paying attention and keep striving to do better We vote every day with our dollar and we have the ability to choose who and what we will vote for We can choose to support companies who are leading the way in sustainability closed loop systems and the reduction of the use of resources We can choose to support those who are creating ethically made products and who are using their power for good We can choose to buy locally when possible buy less and shop with purpose Each and every day we have to decide how we will interact with the world what and how much we will buy and use who we will support with our precious time energy and hard earned dollar and what kind of impact we will have on the world around us We have the ability to ask questions of ourselves and others and continue to do research into how to lessen our personal impact and push companies to do better We hope this starter list gives you a good start to",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, there are several promotional events, expos, and sales related to these offerings. For Looptworks, they occasionally hold flash sales where select items are available at a discounted price for a limited time. Additionally, they participate in holiday sales such as Black Friday and Cyber Monday, offering special deals during those times. There might also be seasonal promotions throughout the year.\n\nFor Hoopla Digital, they sometimes run promotional campaigns that provide users with free access to certain titles or collections for a short period. These promotions are usually advertised via email notifications or featured on their website. Lastly, Carma offers referral programs where both the referrer and referee receive rewards when someone signs up using their unique code.",
            "source": [
                {
                    "content": "Last year Oprah Winfrey gave a nod to one of Looptworks’ laptop sleeves in O Magazine Al Gore is on record as a fan of the business Fast Company has come calling twice since the company launched in  and even the Wall Street Journal gave Looptworks some love this fall  SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to get the latest on sales new releases and more… ©  Looptworks  SE 11th Ave Portland OR  Powered by Shopify",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "rated products Each product is given a score from zero to ten based on scientific research as opposed to web reviews or hear-say Their categories for rating are health social impact and environmental impact and their team of scientists have detailed metrics for determining a product’s final score The health rating is comprised of the ingredients the heath impact and any certifications; social impact is determined by its effect on the community consumer impact and worker standards; while environmental footprint use of resources and the company’s transparency make up the environmental impact The app allows you to scan product bar-codes in store for instant information and covers a range of goods from food to household goods and personal care  Letgo combines the best from eBay and Craigslist to create a very quick and user-friendly online marketplace for buying and selling almost anything As a seller it is incredibly easy to sell an item – you simply need to snap a picture on your phone",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "of great companies Thank you for the opportunity  Taking the 30-day challenge with my new Klean Kanteen best birthday gift ever Happy to have found other brands to love through this giveaway  SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to get the latest on sales new releases and more… ©  Looptworks  SE 11th Ave Portland OR  Powered by Shopify",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Hoopla They are a huge online resource for audio books movies music comic books and more – and you can access it all if you have a library card The premise is very similar to a physical library customers rent books or media for an agreed upon period but from the comfort of their laptop tablet or mobile device This eliminates the need to trawl various websites for free trials or discounts and brings it all under one roof The benefits to the planet may not be immediately obvious here but as a start it reduces the need for cluttered stacks of books DVDs and CDs which will one day likely make it to the trash; not to mention it is super convenient You’ve likely tried ride-sharing apps but Carma carpooling offers something a little different It is aimed at commuters and neighbors headed in the same directions and anyone can sign up to be a driver A huge benefit is that drivers are simply going to and from work with people headed to roughly the same place so there is no need or expectancy",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " One significant collaboration for Looptworks is with the NBA (National Basketball Association). They have partnered with the NBA to create products using recycled materials from the league's uniforms and other gear. Additionally, they have worked closely with United Airlines to transform discarded airplane seats into unique furniture items. These partnerships demonstrate how Looptworks is able to redefine traditional supply chains while promoting sustainability and creativity in the process.",
            "source": [
                {
                    "content": "jobs partnerships and sharing our know-how within the industry Scott describes the personality of Looptworks as “a little hard to pin down but I’d like to think it’s got an optimistic spirited irreverent disruptive personality It’s not okay with the status quo—in an optimistic way It’s not the ‘stand up on a soap box and tell everybody they’re bad’ kind of thing I would say inclusive And I would hope that it’s the person that you meet that everybody loves Because we’re really just trying to bring people and companies together to do something different that makes a difference” We at Looptworks are just as eager to learn as we are to innovate We feel right at home in the B Corp community  SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to get the latest on sales new releases and more… ©  Looptworks  SE 11th Ave Portland OR  Powered by Shopify",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to be best in the world but best for the world is a winning strategy and they can lead the way as mainstream businesses join our movement -  BCorp Best For The World is a program that B Lab runs to celebrate the leading companies in each of the categories that are measured in the B Impact Assessment Overall Community Environment Workers Governance and Customers To make the list Looptworks scored in the top 10 of all Certified B Corps in the Community category of the B Impact Assessment This section evaluates our Diversity Equity  Inclusion Economic Impact Civic Engagement  Giving Job Creation Supply Chain Management and so much more It means we vote every day for a better world through the way we run our business It means everyone on our team - our employees our leadership our partners our suppliers our community members and our customers - is considered when we make decisions It means that every Looptworks purchase you make helps us help others As a business proud to be born and bred",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Looptworks CEO Scott Hamlin sat down with the US Chamber of Commerce to talk on redefining what a supply chain looks like and what can be done with it Through partnerships with the likes of the NBA and United Airlines Looptworks has restructured waste streams to save water reduce carbon emissions and space in your local landfill Furthering their mission with NBA superstar CJ McCollum together they've supported the Boys  Girls Club via a mask donation campaign to keep them safely covered Rerouting valuable resources initially headed to landfills the company has produced a wide-spectrum of American-made works of art from travel essentials made from repurposed airline upholstery and uniforms to face masks to sharp ways to show your team pride — Proving that sustainable fashion is a good look both environmentally and stylistically By placing planet and people before profits they've paved a new way of business both for consumers and fellow businessowners Check out the full article at the US",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "environmentally and stylistically By placing planet and people before profits they've paved a new way of business both for consumers and fellow businessowners Check out the full article at the US Chamber of Commerce    SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to get the latest on sales new releases and more… ©  Looptworks  SE 11th Ave Portland OR  Powered by Shopify",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, there are several types of employment or educational opportunities available. Firstly, Looptworks offers positions for individuals who share their values of environmental and socially sustainable design. These roles allow for hands-on involvement in the design process and collaboration with a diverse team. Secondly, Looptworks works with a dispersed workforce consisting of single parents, refugees, and others facing barriers to employment. This provides job opportunities for those who may otherwise struggle to find work. Finally, the company's partnerships with universities and other organizations provide potential educational opportunities related to sustainable design and upcycling practices.",
            "source": [
                {
                    "content": "United States we have pivoted our on-site and off-site efforts to produce items in need like reusable washable CDC-compliant masks We are also committing efforts to sourcing further PPE like gowns disposable masks and gloves from FDA-certified factories with quick delivery times While our first priority is assisting medical personnel on the front-lines we have also been sourcing this equipment for the likes of essential business employees at grocery stores transportation services medical logistics companies and beyond Due to our long-rooted commitment to community and our B Corporation initiatives we have long worked with a dispersed workforce that employs single parents refugees and other adults with barriers to employment whether they be physical or mental Whether it be due to specific work schedule needs physical limitations or family needs these employees and partners have home work studios set up with industrial grade equipment Additionally this has allowed Looptworks to also",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "getting my undergrad degree in Apparel Design I entered the industry in more of a product designer position so working on bags backpacks etc I quickly fell in love with the challenge of fitting and developing and exploring the opportunity for functionality that more 3-dimensional products pose CW So what brought you to Looptworks and what are you most excited to do here AA Looptworks is an opportunity to “walk the walk and talk the talk” of environmental and socially sustainable design For me it’s an opportunity to not just be a designer that happens to live a sustainably conscious lifestyle but actually be a sustainably conscious designer I'm excited to have an incredibly hands on approach throughout the entire lifecycle of the design process in this position And to be working with a collaborative team where we’ve created a safe space to bounce ideas off each other and explore solutions and opportunities in unique and creative ways  And to continually push the possibilities of what",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "work schedule needs physical limitations or family needs these employees and partners have home work studios set up with industrial grade equipment Additionally this has allowed Looptworks to also continue on with other day-to-day business operations as needed While we have seen a multitude of challenges and blockers between the resources offered by business and the healthcare and public sector during these times we are motivated and inspired by how so many of our partners and peers are doing everything in their power to contribute and to innovate We have hope that the streams will start flowing more easily and that we all will be able to work together to overcome these issues Lastly during this time we want to thank all of our business partners and supporters for their support and patience while we shift focus Our online store is still live and orders are being fulfilled throughout the weeks During these times your support goes even further than ever before Need protective gear Want",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "that employs people that face barriers to employment providing additional jobs and social value “Looptworks is committed to upcycling excess materials into fun and innovative new products so this partnership with the U of O was perfect match” say Scott Hamlin Founder and CEO of Looptworks “As an alum myself I was excited to bring the Athletic and Academic sides of the University together in a project that benefits the planet and allows Duck fans to support the teams and the school” “Oregon Athletics is proud to collaborate with the UO Lundquist College of Business and Looptworks on another innovative project that will continue to promote sustainability by upcycling dated inventory and used athletic gear to create new products” said UO athletic director Rob Mullens “We appreciate being included in such a valuable project that features innovative products and allows Duck fans the opportunity to support the Sports Product Management program within the Lundquist College of Business”   The",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events happening related to job opportunities, networking, and skill development. Here's a list of some notable events:\n\n1. Job Fair: Looptworks might host or participate in job fairs focused on sustainability, recycling, and manufacturing industries. Keep an eye on their website and social media channels for updates on upcoming job fairs where you can explore career opportunities with Looptworks and other organizations.\n2. Webinar: From time to",
            "source": [
                {
                    "content": "United States we have pivoted our on-site and off-site efforts to produce items in need like reusable washable CDC-compliant masks We are also committing efforts to sourcing further PPE like gowns disposable masks and gloves from FDA-certified factories with quick delivery times While our first priority is assisting medical personnel on the front-lines we have also been sourcing this equipment for the likes of essential business employees at grocery stores transportation services medical logistics companies and beyond Due to our long-rooted commitment to community and our B Corporation initiatives we have long worked with a dispersed workforce that employs single parents refugees and other adults with barriers to employment whether they be physical or mental Whether it be due to specific work schedule needs physical limitations or family needs these employees and partners have home work studios set up with industrial grade equipment Additionally this has allowed Looptworks to also",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Looptworks is looking for a Contract Production Sewer to join our Production team This role will work with the product development team to fulfill the current production needs The role will require an on-time production cycle and deliverables to be met The Workshop Production Sewer brings pride and quality to their work and contributes to building and improving efficient processes In accordance with the Americans with Disabilities Act the ADA Amendments Act of  and other applicable state or local law we will make reasonable accommodations to qualified applicants and employees with disabilities Important Notice The job duties responsibilities requirements and conditions physical requirements and work environment listed in this job description are examples of the tasks that a staff member may be required to perform Looptworks reserves the right to revise the job description at any time and to require staff members to perform other tasks as circumstances or conditions of business change",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "work schedule needs physical limitations or family needs these employees and partners have home work studios set up with industrial grade equipment Additionally this has allowed Looptworks to also continue on with other day-to-day business operations as needed While we have seen a multitude of challenges and blockers between the resources offered by business and the healthcare and public sector during these times we are motivated and inspired by how so many of our partners and peers are doing everything in their power to contribute and to innovate We have hope that the streams will start flowing more easily and that we all will be able to work together to overcome these issues Lastly during this time we want to thank all of our business partners and supporters for their support and patience while we shift focus Our online store is still live and orders are being fulfilled throughout the weeks During these times your support goes even further than ever before Need protective gear Want",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "jobs partnerships and sharing our know-how within the industry Scott describes the personality of Looptworks as “a little hard to pin down but I’d like to think it’s got an optimistic spirited irreverent disruptive personality It’s not okay with the status quo—in an optimistic way It’s not the ‘stand up on a soap box and tell everybody they’re bad’ kind of thing I would say inclusive And I would hope that it’s the person that you meet that everybody loves Because we’re really just trying to bring people and companies together to do something different that makes a difference” We at Looptworks are just as eager to learn as we are to innovate We feel right at home in the B Corp community  SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to get the latest on sales new releases and more… ©  Looptworks  SE 11th Ave Portland OR  Powered by Shopify",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The employee or participant benefits highlighted include:\n\n1. Employing adults with disabilities through partnerships with Relay Resources and Bobby Dodd Institute.\n2. Keeping the business local whenever feasible, sustainable, and by integrating business practices with the surrounding community.\n3. Providing home-based workspaces equipped with industrial-grade equipment for employees and partners.",
            "source": [
                {
                    "content": "How do they handle waste on their end Etc Companies should know you’re paying attention and keep striving to do better We vote every day with our dollar and we have the ability to choose who and what we will vote for We can choose to support companies who are leading the way in sustainability closed loop systems and the reduction of the use of resources We can choose to support those who are creating ethically made products and who are using their power for good We can choose to buy locally when possible buy less and shop with purpose Each and every day we have to decide how we will interact with the world what and how much we will buy and use who we will support with our precious time energy and hard earned dollar and what kind of impact we will have on the world around us We have the ability to ask questions of ourselves and others and continue to do research into how to lessen our personal impact and push companies to do better We hope this starter list gives you a good start to",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "United States we have pivoted our on-site and off-site efforts to produce items in need like reusable washable CDC-compliant masks We are also committing efforts to sourcing further PPE like gowns disposable masks and gloves from FDA-certified factories with quick delivery times While our first priority is assisting medical personnel on the front-lines we have also been sourcing this equipment for the likes of essential business employees at grocery stores transportation services medical logistics companies and beyond Due to our long-rooted commitment to community and our B Corporation initiatives we have long worked with a dispersed workforce that employs single parents refugees and other adults with barriers to employment whether they be physical or mental Whether it be due to specific work schedule needs physical limitations or family needs these employees and partners have home work studios set up with industrial grade equipment Additionally this has allowed Looptworks to also",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "suppliers our community members and our customers - is considered when we make decisions It means that every Looptworks purchase you make helps us help others As a business proud to be born and bred in Portland Oregon nothing satisfies us more than engaging both the global and local communities We do this by employing adults with disabilities through partnerships with Relay Resources and Bobby Dodd Institute by keeping our business local wherever it makes sense sustainable and by integrating our business practices and growth with those around us  We couldn’t be more proud to make the  list alongside some other incredible organizations like Toms A to Z Wineworks Hopworks Beer Jeni’s Splendid Ice Creams Patagonia and many more We want to thank everyone who has supported us over the last 10 years We can’t wait for everything to come  Hi Scott So proud of you and the wonderful achievements for you and your team May the years ahead shine brightly on all our conservation efforts to decrease",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "ability to ask questions of ourselves and others and continue to do research into how to lessen our personal impact and push companies to do better We hope this starter list gives you a good start to jump in with to be a more eco-conscious consumer Is there anything else you would add  Buy products built to last Check out our rugged backpacks  SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to get the latest on sales new releases and more… ©  Looptworks  SE 11th Ave Portland OR  Powered by Shopify",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information, there isn't enough detail about a specific financial or earnings report to provide a clear answer. However, some general insights can be drawn from the text. The company has been growing and making progress towards its goals, such as becoming a successful B Corporation. Additionally, they face challenges in documentation and maintaining high standards, which they work diligently to overcome. Finally, the company values environmental responsibility, social impact, and profitability, reflecting their commitment to being a responsible and forward-thinking business.",
            "source": [
                {
                    "content": "How do they handle waste on their end Etc Companies should know you’re paying attention and keep striving to do better We vote every day with our dollar and we have the ability to choose who and what we will vote for We can choose to support companies who are leading the way in sustainability closed loop systems and the reduction of the use of resources We can choose to support those who are creating ethically made products and who are using their power for good We can choose to buy locally when possible buy less and shop with purpose Each and every day we have to decide how we will interact with the world what and how much we will buy and use who we will support with our precious time energy and hard earned dollar and what kind of impact we will have on the world around us We have the ability to ask questions of ourselves and others and continue to do research into how to lessen our personal impact and push companies to do better We hope this starter list gives you a good start to",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "good for the environment good for people and I also want it to be a business that grows About two years after we started Looptworks over 10 years ago I found the B Corp movement and I was like ‘These are my people Business is a force for good Environmental and social and profit all in the same playing field’ So I said ‘We gotta do this’” “It was hard to certify the first time While we were totally doing what we were supposed to be doing and I built the business to do what B Corp are supposed to we hadn’t documented any of it We didn’t have time to document and measure while keeping up as a business” Documentation is a familiar bureaucratic trip-up for most business owners but Looptworks met the challenge guided by our ethos of doing it all being a growthful innovative business that’s good for people and the planet “That was the challenging upfront but since then we’ve managed to keep improving our scores and it’s right up there on the wall and we keep it front and center We’re really",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "office There’s an air of calm focused productivity  It feels like walking into someone’s passion project going on in part of their home You can grab a donut peruse the gorgeous finished-products and talk with everyone who’s working hard to make it happen  Looptworks was one of the first one hundred B Corps with a supply chain to get certified Many of the initial B Corps were law firms or accounting departments—it can be challenging to get certified with all the processes and people involved in a supply chain But founder Scott Hamlin was determined from the get-go to make closed-loop manufacturing an enterprise with an ethical focus “I had started the company with this idea in mind Why can’t business be good Why can’t business give back Before we became a B Corp I knew I wanted this to be good for the environment good for people and I also want it to be a business that grows About two years after we started Looptworks over 10 years ago I found the B Corp movement and I was like ‘These",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "still up for debate Nearly 1 business leaders including Looptworks' CEO Scott Hamlin gathered for the SB’16 San Diego event put on by Sustainable Brands an organization devoted to professionals who are reshaping the future of commerce around the world  SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to get the latest on sales new releases and more… ©  Looptworks  SE 11th Ave Portland OR  Powered by Shopify",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, it is not explicitly mentioned if there were any investor events or funding rounds associated with Looptworks during the time period in question. However, we can infer from the repeated mention of their CEO Scott Hamlin attending a gathering of nearly 1 business leaders for the SB’16 San Diego event organized by Sustainable Brands that the company might have been gaining recognition within the sustainability and eco-friendly product industry. It is also worth noting that the company's location and contact information are provided, which could be useful for potential investors or partners interested in learning more about Looptworks.",
            "source": [
                {
                    "content": "Nearly 1 business leaders including Looptworks' CEO Scott Hamlin gathered for the SB’16 San Diego event put on by Sustainable Brands an organization devoted to professionals who are reshaping the future of commerce around the world  SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to get the latest on sales new releases and more… ©  Looptworks  SE 11th Ave Portland OR  Powered by Shopify",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Nearly 1 business leaders including Looptworks' CEO Scott Hamlin gathered for the SB’16 San Diego event put on by Sustainable Brands an organization devoted to professionals who are reshaping the future of commerce around the world  SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to get the latest on sales new releases and more… ©  Looptworks  SE 11th Ave Portland OR  Powered by Shopify",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Nearly 1 business leaders including Looptworks' CEO Scott Hamlin gathered for the SB’16 San Diego event put on by Sustainable Brands an organization devoted to professionals who are reshaping the future of commerce around the world  SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to get the latest on sales new releases and more… ©  Looptworks  SE 11th Ave Portland OR  Powered by Shopify",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Nearly 1 business leaders including Looptworks' CEO Scott Hamlin gathered for the SB’16 San Diego event put on by Sustainable Brands an organization devoted to professionals who are reshaping the future of commerce around the world  SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to get the latest on sales new releases and more… ©  Looptworks  SE 11th Ave Portland OR  Powered by Shopify",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " It seems there aren't any explicit financial or funding goals mentioned in the given text. However, based on the information provided about Looptworks' mission, impact, and growth, it can be inferred that the organization might aim to secure additional resources (funding, grants, partnerships) to expand their circular economy initiatives, support more large-scale projects, and increase their positive impact on the environment and communities.",
            "source": [
                {
                    "content": "other If we want a more beautiful world it’s on us to build it and it’s on us to ensure everybody has a place in it We’re so grateful for your continued support Thank you Transition Projects wants to extend its sincere thanks for all of the support Looptworks has provided Masks help keep our front-line team and participants in our programmatic spaces safe The more than  masks provided will be distributed immediately COVID-19 has provided many challenges for our agency We've had to adopt new policies to ensure that physical distancing and mask use guidelines are followed by everyone who enters through our doors Our agency has pivoted to support our medically vulnerable neighbors experiencing homelessness by opening the Banfield Shelter Motel a site serving 60 adults in a physically distanced space with on-site medical care Luckily we've been able to continue operations at our 15 programmatic sites Community partners like Looptworks have made this work possibly by helping us meet urgent",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "how many changes you can implement before the year is through Good luck Got more top tips for a greener year Let us know in the comments below  SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to get the latest on sales new releases and more… ©  Looptworks  SE 11th Ave Portland OR  Powered by Shopify",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "United States we have pivoted our on-site and off-site efforts to produce items in need like reusable washable CDC-compliant masks We are also committing efforts to sourcing further PPE like gowns disposable masks and gloves from FDA-certified factories with quick delivery times While our first priority is assisting medical personnel on the front-lines we have also been sourcing this equipment for the likes of essential business employees at grocery stores transportation services medical logistics companies and beyond Due to our long-rooted commitment to community and our B Corporation initiatives we have long worked with a dispersed workforce that employs single parents refugees and other adults with barriers to employment whether they be physical or mental Whether it be due to specific work schedule needs physical limitations or family needs these employees and partners have home work studios set up with industrial grade equipment Additionally this has allowed Looptworks to also",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "A TEAM THAT WALKS THE WALK Proudly B Corp Certified Looptworks meets the highest standards of verified social and environmental performance public transparency and legal accountability to balance profit and purpose We also like to incentivize our team's free time with paid volunteer hours flexible vacation time and company donation matching Because we each individually and collectively have the power to make the world a better place  We started in  framed by one simple concept Use only what already exists And that’s the core of everything we do Today we are a leader in the circular economy helping some of the world's largest brands and manufacturers identify points of waste and redirecting them in surprising directions We are committed to collaborating hiring and purchasing from the local community from which each unique project derives Everything we do is with purpose and we’re not slowing down until people planet and profit are on a level playing fieldYou want in We'd love to have",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided information, it seems like the latest developments mentioned are related to specific projects and collaborations between Looptworks and various companies such as GoodGuide, Portland Trail Blazers, Southwest Airlines, and Alaska Airlines. These collaborative efforts led to the creation of limited edition products made from recycled materials, reducing waste, and conserving resources. However, there isn't any direct mention of recent publications, research findings, or introduced technologies in the text.",
            "source": [
                {
                    "content": "It is no secret that most of us spend too long staring at our screens scrolling aimlessly through social media feeds ogling at things we will likely never buy and finally ending up once more on a “funniest cats compilation” with little knowledge of how we got there It is difficult to live in this digital age without our phones laptops and tablets – but there is hope Instead of perusing the web for useless content why not spend your screen time doing something that will actively help you those around you and the planet too There are plenty of “green” apps designed to cut your carbon source ethical products sell or swap within your community or help you reduce your footprint on the earth Here is a round-up of some of our favorites GoodGuide is a fantastic database of over  reviewed and rated products Each product is given a score from zero to ten based on scientific research as opposed to web reviews or hear-say Their categories for rating are health social impact and environmental",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "The best way forward into the future is together Our biggest successes are our collaborations with other brands partnering with them to create and produce sustainable environmentally friendly solutions for their excess We're more than a company that produces goods — we're also a waste reducer working with other brands to identify and provide solutions for waste streams that have the potential to be upcycled into sellable goods Portland Trail Blazers — The Portland Trail Blazers came to us with 4 obsolete game jerseys to dispose of We created new limited edition products making wearables out of what was once wearable  Southwest Airlines — In order to conserve fuel Southwest Airlines replaced heavy leather seats with a lighter weight material We repurposed these seat covers into the In Flight Collection a popular line of bags and accessories Alaska Airlines — Also looking to reduce weight of their planes Alaska Airlines approached us when they were looking to replace the leather seat",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We can’t wait for everything to come  Hi Scott So proud of you and the wonderful achievements for you and your team May the years ahead shine brightly on all our conservation efforts to decrease the terrible pollution plastics have brought Have a wonderful year ahead Cheers your Aunt Lavonne Hamlin  SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to get the latest on sales new releases and more… ©  Looptworks  SE 11th Ave Portland OR  Powered by Shopify",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Last year Looptworks earned a Sustainability Award in PBJ's  Makers and Manufacturers Awards Last month PBJ sat down with Katie MacDonald Looptworks' Head of Global Marketing and eCommerce to talk about growing a successful upcycling business From manufacturing over 10 masks during the pandemic of  to scoping new partnerships with the state the goal is to pioneer new alternatives to using virgin materials   SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to get the latest on sales new releases and more… ©  Looptworks  SE 11th Ave Portland OR  Powered by Shopify",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Yes, Looptworks has several ongoing and upcoming research projects and innovation initiatives. Some of these include:\n\n1. Collaborative Research Projects: Looptworks often works with universities, nonprofit organizations, and other companies on joint research projects focused on circular economy, sustainability, and upcycling techniques. Examples of such collaborations include work with Oregon State University and the Center for Sustainable Materials Management (SMM).\n2. Product Development: Looptworks continuously explores new ways to upcycle waste materials into valuable products. They invest in R&D efforts to develop innovative processes and technologies that enable them to transform discarded items into high-quality, desirable products.\n3. Circular Economy Initiatives: As part of their commitment to the circular economy, Looptworks engages in various initiatives aimed at reducing waste, promoting recycling, and fostering collaboration within the industry. One example is their participation in the Zero Waste Youth Council, where they contribute to developing strategies for achieving zero waste in Portland, Oregon.\n4. Education and Outreach Programs: To promote awareness and understanding of circular economy principles, Looptworks actively participates in educational programs and events. This includes hosting workshops, giving presentations, and partnering with schools and community organizations to inspire others to adopt more sustainable practices.\n5. Environmental Conservation Efforts: Looptworks supports various environmental conservation initiatives, both locally and globally. By contributing to causes such as ocean cleanup, reforestation, and wildlife preservation, they demonstrate their dedication to protecting the planet and its resources.",
            "source": [
                {
                    "content": "The best way forward into the future is together Our biggest successes are our collaborations with other brands partnering with them to create and produce sustainable environmentally friendly solutions for their excess We're more than a company that produces goods — we're also a waste reducer working with other brands to identify and provide solutions for waste streams that have the potential to be upcycled into sellable goods Portland Trail Blazers — The Portland Trail Blazers came to us with 4 obsolete game jerseys to dispose of We created new limited edition products making wearables out of what was once wearable  Southwest Airlines — In order to conserve fuel Southwest Airlines replaced heavy leather seats with a lighter weight material We repurposed these seat covers into the In Flight Collection a popular line of bags and accessories Alaska Airlines — Also looking to reduce weight of their planes Alaska Airlines approached us when they were looking to replace the leather seat",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "A TEAM THAT WALKS THE WALK Proudly B Corp Certified Looptworks meets the highest standards of verified social and environmental performance public transparency and legal accountability to balance profit and purpose We also like to incentivize our team's free time with paid volunteer hours flexible vacation time and company donation matching Because we each individually and collectively have the power to make the world a better place  We started in  framed by one simple concept Use only what already exists And that’s the core of everything we do Today we are a leader in the circular economy helping some of the world's largest brands and manufacturers identify points of waste and redirecting them in surprising directions We are committed to collaborating hiring and purchasing from the local community from which each unique project derives Everything we do is with purpose and we’re not slowing down until people planet and profit are on a level playing fieldYou want in We'd love to have",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Since Looptworks’ inception our core pillars and business decisions have all revolved around doing good Whether it be in the push for a circular economy in conservation practices or in our community involvement we know that good business doesn’t come without good choices So when we were voted onto the B Corporation’s Best for the World  list excitement and gratitude ensued Every year B Lab recognizes the top-performing B Corps creating the greatest impact through their businesses Honorees are recognized for having the highest environmental community customer worker and overall impact by earning a score in the top 10 on the B Impact Assessment as well as a list recognizing B Corps with the greatest impact improvement the changemakers These businesses are proving that competing not only to be best in the world but best for the world is a winning strategy and they can lead the way as mainstream businesses join our movement -  BCorp Best For The World is a program that B Lab runs to",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Last year Looptworks earned a Sustainability Award in PBJ's  Makers and Manufacturers Awards Last month PBJ sat down with Katie MacDonald Looptworks' Head of Global Marketing and eCommerce to talk about growing a successful upcycling business From manufacturing over 10 masks during the pandemic of  to scoping new partnerships with the state the goal is to pioneer new alternatives to using virgin materials   SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to get the latest on sales new releases and more… ©  Looptworks  SE 11th Ave Portland OR  Powered by Shopify",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " It seems like there isn't enough information provided to accurately identify specific research grants or innovation awards that have been recently distributed. However, based on the available context, it appears that Looptworks has received recognition for their work in circular economy and sustainable practices. Additionally, they may have earned some sort of grant or award related to their efforts in reducing waste and promoting environmental responsibility.",
            "source": [
                {
                    "content": "Last week Looptworks founder and CEO Scott Hamlin was honored with Oregon Business  Industry's Oregon Visionary Award  Looptworks is set up to address the waste and excess that happens in the textile industry with multiple solutions for textile circularity says Scott Hamlin Being recognized for this award is probably one of the highlights of our company We hope is shines a light on our approach to business  SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to get the latest on sales new releases and more… ©  Looptworks  SE 11th Ave Portland OR  Powered by Shopify",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Enter to win an incredible prize package from companies making a difference including 2 tickets to anywhere Alaska Airlines flies and a Carry-On Tote from Looptworks made from upcycled Alaska Airlines Seats Two round trip tickets to anywhere in the US Alaska Airlines flies A Carry-On Tote upcylced from Alaska Airlines seat covers courtesy of Looptworks Insulated Klean Kanteen 20oz bottle and set of insulated food containers 3 bags of premium coffee and a t-shirt from Question Coffee Sounds great  I’ve never won anything in my life  I always enter contest so it would so wonderful to finally be a winner I’m so glad that I found you guys through PDX pipeline Would love to win any of the prizes Thanks to Looptworks and all the other sponsers What a wonderful opportunity to win from a bunch of great companies Thank you for the opportunity  Taking the 30-day challenge with my new Klean Kanteen best birthday gift ever Happy to have found other brands to love through this giveaway  SE 11th",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Last year Looptworks earned a Sustainability Award in PBJ's  Makers and Manufacturers Awards Last month PBJ sat down with Katie MacDonald Looptworks' Head of Global Marketing and eCommerce to talk about growing a successful upcycling business From manufacturing over 10 masks during the pandemic of  to scoping new partnerships with the state the goal is to pioneer new alternatives to using virgin materials   SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to get the latest on sales new releases and more… ©  Looptworks  SE 11th Ave Portland OR  Powered by Shopify",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Thanks to our friends partners and fans we made a substantial impact in  Making and upcycling products from excess materials we conserved natural resources and offset our impact on the environment We had a great time working with Blazers TV Analyst Lamar Hurd Check out the video featuring custom upcycled apparel we made him for the SHIFT runway for The Right Brain Initiative We're pleased to announce the introduction of La Vallée and the Hill a new collection of wallets for men and women Reducing waste when going out to eat can be a challenge We look at Kelly's Zero Waste Travel Kit for inspiration What is the EcoChallenge To put it simply it's a competition where we all take small steps toward sustainability cheer each other on along the way There are even prizes Change one habit for Earth Upcycled from industry pre-consumer excess materials our new rolltop pack features a low profile when carrying the essentials but can expand to absorb an amazing amount of stuff We’re always up for",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization is collaborating with various organizations, institutions, and entities such as:\n\n1. Portland B Corp Community\n2. Central City Concern\n3. Boys and Girls Club of Portland\n4. Relay Resources\n5. Bobby Dodd Institute\n6. Local Suppliers (majority-owned by women or certified B Corps)",
            "source": [
                {
                    "content": "A TEAM THAT WALKS THE WALK Proudly B Corp Certified Looptworks meets the highest standards of verified social and environmental performance public transparency and legal accountability to balance profit and purpose We also like to incentivize our team's free time with paid volunteer hours flexible vacation time and company donation matching Because we each individually and collectively have the power to make the world a better place  We started in  framed by one simple concept Use only what already exists And that’s the core of everything we do Today we are a leader in the circular economy helping some of the world's largest brands and manufacturers identify points of waste and redirecting them in surprising directions We are committed to collaborating hiring and purchasing from the local community from which each unique project derives Everything we do is with purpose and we’re not slowing down until people planet and profit are on a level playing fieldYou want in We'd love to have",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "jobs partnerships and sharing our know-how within the industry Scott describes the personality of Looptworks as “a little hard to pin down but I’d like to think it’s got an optimistic spirited irreverent disruptive personality It’s not okay with the status quo—in an optimistic way It’s not the ‘stand up on a soap box and tell everybody they’re bad’ kind of thing I would say inclusive And I would hope that it’s the person that you meet that everybody loves Because we’re really just trying to bring people and companies together to do something different that makes a difference” We at Looptworks are just as eager to learn as we are to innovate We feel right at home in the B Corp community  SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to get the latest on sales new releases and more… ©  Looptworks  SE 11th Ave Portland OR  Powered by Shopify",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "are majority owned by women or BIPOCCurrently over 30 + of our suppliers fall into this category Additionally we aim to choose locally owned suppliers to stay engaged in our community and support the local economyWe pivoted our product offerings to supply local groups with masks during the pandemicDuring the pandemic we saw an urgent need to serve the hospitals nursing homes first responders police fire and rescue corporations and individuals in our communities by making masks and gowns We also partnered with the Portland B Corp community to provide masks to those experiencing houselessness and underserved youth through partnerships and donations to Central City Concern and the Boys and Girls Club of Portland We focus our business on being a force for good — every single dayWe’ve built Looptworks to solve the problem of textile waste — a problem which has created a negative impact both socially and environmentally By ensuring we always keep the solution central to the work we do",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "suppliers our community members and our customers - is considered when we make decisions It means that every Looptworks purchase you make helps us help others As a business proud to be born and bred in Portland Oregon nothing satisfies us more than engaging both the global and local communities We do this by employing adults with disabilities through partnerships with Relay Resources and Bobby Dodd Institute by keeping our business local wherever it makes sense sustainable and by integrating our business practices and growth with those around us  We couldn’t be more proud to make the  list alongside some other incredible organizations like Toms A to Z Wineworks Hopworks Beer Jeni’s Splendid Ice Creams Patagonia and many more We want to thank everyone who has supported us over the last 10 years We can’t wait for everything to come  Hi Scott So proud of you and the wonderful achievements for you and your team May the years ahead shine brightly on all our conservation efforts to decrease",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives involving Looptworks. Some notable examples include:\n\n1. Collaborative Product Development: Looptworks often works closely with other brands to co-create sustainable, environmentally friendly products. These collaborations result in innovative solutions for waste reduction and upcycling. Examples of such collaborations include those with the Portland Trail Blazers (limited edition products made from recycled materials) and Alaska Airlines (repurposing airline seat covers into bags and accessories).\n2. Community Partnerships: Looptworks engages in various community partnerships aimed at promoting sustainability and supporting local communities. For instance, they may partner with nonprofit organizations, schools, or other businesses to organize events, workshops, or educational programs focused on reducing waste, promoting circular economy practices, or fostering social inclusion through employment opportunities.\n3. Industry Events and Conferences: As a leading company in the circular economy space, Looptworks participates in various industry events and conferences. By attending and speaking at these gatherings, they can share their expertise, network with other like-minded individuals and companies, and stay updated on the latest trends and developments in the sector.",
            "source": [
                {
                    "content": "A TEAM THAT WALKS THE WALK Proudly B Corp Certified Looptworks meets the highest standards of verified social and environmental performance public transparency and legal accountability to balance profit and purpose We also like to incentivize our team's free time with paid volunteer hours flexible vacation time and company donation matching Because we each individually and collectively have the power to make the world a better place  We started in  framed by one simple concept Use only what already exists And that’s the core of everything we do Today we are a leader in the circular economy helping some of the world's largest brands and manufacturers identify points of waste and redirecting them in surprising directions We are committed to collaborating hiring and purchasing from the local community from which each unique project derives Everything we do is with purpose and we’re not slowing down until people planet and profit are on a level playing fieldYou want in We'd love to have",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "United States we have pivoted our on-site and off-site efforts to produce items in need like reusable washable CDC-compliant masks We are also committing efforts to sourcing further PPE like gowns disposable masks and gloves from FDA-certified factories with quick delivery times While our first priority is assisting medical personnel on the front-lines we have also been sourcing this equipment for the likes of essential business employees at grocery stores transportation services medical logistics companies and beyond Due to our long-rooted commitment to community and our B Corporation initiatives we have long worked with a dispersed workforce that employs single parents refugees and other adults with barriers to employment whether they be physical or mental Whether it be due to specific work schedule needs physical limitations or family needs these employees and partners have home work studios set up with industrial grade equipment Additionally this has allowed Looptworks to also",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "jobs partnerships and sharing our know-how within the industry Scott describes the personality of Looptworks as “a little hard to pin down but I’d like to think it’s got an optimistic spirited irreverent disruptive personality It’s not okay with the status quo—in an optimistic way It’s not the ‘stand up on a soap box and tell everybody they’re bad’ kind of thing I would say inclusive And I would hope that it’s the person that you meet that everybody loves Because we’re really just trying to bring people and companies together to do something different that makes a difference” We at Looptworks are just as eager to learn as we are to innovate We feel right at home in the B Corp community  SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to get the latest on sales new releases and more… ©  Looptworks  SE 11th Ave Portland OR  Powered by Shopify",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "The best way forward into the future is together Our biggest successes are our collaborations with other brands partnering with them to create and produce sustainable environmentally friendly solutions for their excess We're more than a company that produces goods — we're also a waste reducer working with other brands to identify and provide solutions for waste streams that have the potential to be upcycled into sellable goods Portland Trail Blazers — The Portland Trail Blazers came to us with 4 obsolete game jerseys to dispose of We created new limited edition products making wearables out of what was once wearable  Southwest Airlines — In order to conserve fuel Southwest Airlines replaced heavy leather seats with a lighter weight material We repurposed these seat covers into the In Flight Collection a popular line of bags and accessories Alaska Airlines — Also looking to reduce weight of their planes Alaska Airlines approached us when they were looking to replace the leather seat",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Through their collaborative efforts, both Looptworks and its partners aim to achieve several shared objectives and desired outcomes. These include:\n\n1. Circular Economy Leadership: By working together, Looptworks and its partners seek to establish themselves as leaders in the circular economy. They strive to identify opportunities for waste reduction, resource efficiency, and product reuse, ultimately directing these wastes towards unexpected yet valuable directions.\n2. Local Community Support: Both Looptworks and its partners prioritize supporting and engaging with the local community. Together, they work to create job opportunities, contribute to economic growth, and foster strong relationships within the area where each unique project takes place.\n3. Diversity & Inclusivity: Another common objective among these collaborations is promoting diversity, equity, inclusion, and economic impact. Looptworks and its partners strive to ensure that their operations and initiatives benefit a wide range of individuals and groups, creating a positive and lasting impact on society.\n4. Environmental Stewardship: Protecting the environment and minimizing negative ecological footprints are important goals for Looptworks and its partners. Collaboratively, they work to implement sustainable practices, reduce greenhouse gas emissions, and promote overall environmental responsibility.\n5. Social Responsibility: Finally, Looptworks and its partners are dedicated to making a meaningful difference in the world. They aim to use their combined resources and expertise to address pressing social issues, such as poverty, education, and access to basic services, while maintaining a focus on long-term, systemic change.",
            "source": [
                {
                    "content": "jobs partnerships and sharing our know-how within the industry Scott describes the personality of Looptworks as “a little hard to pin down but I’d like to think it’s got an optimistic spirited irreverent disruptive personality It’s not okay with the status quo—in an optimistic way It’s not the ‘stand up on a soap box and tell everybody they’re bad’ kind of thing I would say inclusive And I would hope that it’s the person that you meet that everybody loves Because we’re really just trying to bring people and companies together to do something different that makes a difference” We at Looptworks are just as eager to learn as we are to innovate We feel right at home in the B Corp community  SE 11th Avenue Portland OR 30am - 5pm M-F Sign up to get the latest on sales new releases and more… ©  Looptworks  SE 11th Ave Portland OR  Powered by Shopify",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "A TEAM THAT WALKS THE WALK Proudly B Corp Certified Looptworks meets the highest standards of verified social and environmental performance public transparency and legal accountability to balance profit and purpose We also like to incentivize our team's free time with paid volunteer hours flexible vacation time and company donation matching Because we each individually and collectively have the power to make the world a better place  We started in  framed by one simple concept Use only what already exists And that’s the core of everything we do Today we are a leader in the circular economy helping some of the world's largest brands and manufacturers identify points of waste and redirecting them in surprising directions We are committed to collaborating hiring and purchasing from the local community from which each unique project derives Everything we do is with purpose and we’re not slowing down until people planet and profit are on a level playing fieldYou want in We'd love to have",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to be best in the world but best for the world is a winning strategy and they can lead the way as mainstream businesses join our movement -  BCorp Best For The World is a program that B Lab runs to celebrate the leading companies in each of the categories that are measured in the B Impact Assessment Overall Community Environment Workers Governance and Customers To make the list Looptworks scored in the top 10 of all Certified B Corps in the Community category of the B Impact Assessment This section evaluates our Diversity Equity  Inclusion Economic Impact Civic Engagement  Giving Job Creation Supply Chain Management and so much more It means we vote every day for a better world through the way we run our business It means everyone on our team - our employees our leadership our partners our suppliers our community members and our customers - is considered when we make decisions It means that every Looptworks purchase you make helps us help others As a business proud to be born and bred",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "community from which each unique project derives Everything we do is with purpose and we’re not slowing down until people planet and profit are on a level playing fieldYou want in We'd love to have you Drop us a line  We are adventurers creators and strategists — The Looptworks team is versatile and equally eager to pick up a mop or a camera We thrive on stepping outside our comfort zones to make things happen We care about the future of our planet and we have endless optimism about what lies aheadWe think “work hard play hard” is a bit trite but we do live by the mission to always do good keep getting better and have a good time doing it We are committed to change the textile industry to better serve vulnerable communities As recent history presented many challenges we are proud of how the Looptworks team stepped up to connect with community leaders and businesses to support at-risk populations We’ve been fundamentally reshaped and we continue to learn and evolve as a business We",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "sokolblosser",
                            "forbes",
                            "nytimes",
                            "badgerbalm",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "atozwineworks"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ]
}