{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided information, I cannot directly identify specific sustainable or environmental practices that have been implemented by DFG (Design For Good). However, I can mention some general aspects related to sustainability that DFG seems to focus on:\n\n1. Water conservation: DFG is committed to making water conservation an ubiquitous process in the manufacturing industry. By doing this, they contribute to reducing water waste and promoting responsible use of resources.\n2. Environmental impact assessment: DFG assesses the social and environmental impacts of their products and production processes. This allows them to understand the potential consequences of their actions and take steps to mitigate any negative effects.\n3. Community engagement: DFG seeks to empower local communities socially and economically while also considering the environmental impact of their operations.\n4. Education and awareness: DFG offers programs and training sessions to educate people about the importance of sustainability and the United Nations' Sustainable Development Goals (SDGs).\n\nWhile these points demonstrate DFG's commitment to sustainability, it would require additional information to pinpoint specific practices or initiatives related to environmental or sustainable development.",
            "source": [
                {
                    "content": "accountability to the environment which strongly resonates with one of their values that states “We behave responsibly as a corporate citizen” This brings us back to our point where we mentioned that a company’s CSR projects have to be aligned with its business strategy and core values Xerox has shown the world how an exemplary CSR initiative should be carried out This company made denim jeans an ubiquitous piece of clothing and they are on their way to make water conservation an ubiquitous process in the manufacturing industry as well Many organisations work towards treating the problem caused by their products as part of their CSR initiatives but Levi’s believes in prevention In  they started researching and assessing their products’ impact on the environment so that they were able to create a more sustainable method in their manufacturing process They started their analysis with their most iconic pair of Levi’s  jeans Working with third-party organisations Levi’s found out that",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in ways for example quantitatively by the number of products sold or qualitatively by the improvement in standard of living of the villagers through working with DFG Every individual has an important role to play in the whole branding and together we can redesign to be a suitable design brand Create The ability to generate projects that enable exploration and learning about product sustainability and about changes needed to the design process ‘It’s the execution that matters never the idea’ quoted from Casey Neistat So coming up to our third official year of running DFG has created a number of ‘pilot’ projects as mentioned above These projects have given us better insights and directions for the new rebrand We are evolving as we walked on the road of being a sustainable brand Diffuse The ability to deploy tools that build literacy integrate learned design principles and build accountability across the design funnel The final step to become a more sustainable brand we are constantly",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "push DFG to strive for constant quality and impactful result in the works we do While we firmly believe in the fundamentals of the 3 Ps there is an underlying driver to our fundamentals which is the A-B-C-D approach Not to be confused with the A-B-C-D model Assess The ability to analyse the social and environmental impacts of products and production and to evaluate organizational capacity to address them Over the years DFG have noticed a rise in environmental issues yet as more attention and actions are brought to it we wondered is it all just a hype Socially the communities we’re working with; how can we empower them further with their assets and strengths to live a more purposeful and independent life Similarly as we assess the impact we aim to bring to the environment and the communities we let down our ‘giver’s mindset’ and took a look at ourselves; what is our true purpose  capacity and what about our products’ resource  ecological footprints As we factored in our own strengths",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "This programme will introduce participants to the Sustainable Development Goals SDGs and will will share ideas on how your daily activities can make an impact to achieve those goals Learn how your projects can link to the SDGs and help to achieve them Follow the Framework for 21st Century Competencies and Student Outcomes WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation. However, providing a comprehensive list of 10 such events would require extensive research and access to updated information. Some well-known events include Earth Hour, World Environment Day, COP26 United Nations Climate Change Conference, and various local community cleanups and tree plantings. It's important to note that this list may not cover every relevant event, but it should give you an idea of the scope of environmental conservation efforts around the world.",
            "source": [
                {
                    "content": "How To Make An Impact On Earth Day And The Rest Of The Year Make The Change is striving to achieve Net Zero  Design For Good has been featured in an article on the Business Times Did you know these enterprises are led by Young Global Leaders 7 Female Social Entrepreneurs dedicated to helping others through their enterprises WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The DFG team is really happy to announce our partnership with Singapore’s circular events platform X-hebit As a platform to help source for eco-friendly venues and other event essentials X-hebit is an open responsible and convenient one-stop channel that gathers all these resources into one place Looking at the bigger picture event management has always been an area with immense potential to reach deeper into the roots of environmental consciousness Often many of these events take up a lot of resources only to be used once or twice This results in high and sometimes unnecessary costs on the organisers Sustainability calls for the culture of mainstream door gifting to change with more environmentally options mushrooming across the landscape as potential alternatives Braided by hand our assorted rugs are made from excess fabrics sold by huge manufacturing factories By weaving new life into unwanted fabrics these lovely rugs are interesting conversation starters that complete the look of",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "are some of the works done by the participants last year WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "This programme will introduce participants to the Sustainable Development Goals SDGs and will will share ideas on how your daily activities can make an impact to achieve those goals Learn how your projects can link to the SDGs and help to achieve them Follow the Framework for 21st Century Competencies and Student Outcomes WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the information provided, DFG reports its carbon footprint as part of its commitment to reducing emissions. They also support local community initiatives and encourage pro-bono projects among staff members. However, there isn't any specific mention of other environmental impact metrics like water usage, waste management, or biodiversity conservation.",
            "source": [
                {
                    "content": "in ways for example quantitatively by the number of products sold or qualitatively by the improvement in standard of living of the villagers through working with DFG Every individual has an important role to play in the whole branding and together we can redesign to be a suitable design brand Create The ability to generate projects that enable exploration and learning about product sustainability and about changes needed to the design process ‘It’s the execution that matters never the idea’ quoted from Casey Neistat So coming up to our third official year of running DFG has created a number of ‘pilot’ projects as mentioned above These projects have given us better insights and directions for the new rebrand We are evolving as we walked on the road of being a sustainable brand Diffuse The ability to deploy tools that build literacy integrate learned design principles and build accountability across the design funnel The final step to become a more sustainable brand we are constantly",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "push DFG to strive for constant quality and impactful result in the works we do While we firmly believe in the fundamentals of the 3 Ps there is an underlying driver to our fundamentals which is the A-B-C-D approach Not to be confused with the A-B-C-D model Assess The ability to analyse the social and environmental impacts of products and production and to evaluate organizational capacity to address them Over the years DFG have noticed a rise in environmental issues yet as more attention and actions are brought to it we wondered is it all just a hype Socially the communities we’re working with; how can we empower them further with their assets and strengths to live a more purposeful and independent life Similarly as we assess the impact we aim to bring to the environment and the communities we let down our ‘giver’s mindset’ and took a look at ourselves; what is our true purpose  capacity and what about our products’ resource  ecological footprints As we factored in our own strengths",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We are committed to reducing our emissions by  and have developed a plan to help achieve the target WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The first thing that matters is finding a way to measure your carbon footprint Knowing your carbon footprint can help you make better purchasing decisions Recent surveys show that the majority of Americans agree that climate change is a serious problem requiring urgent actions As reality starts to set in the next step is to learn what we can do about it There is no single-simple-solution to climate change but individuals are not powerless to make a good change Carbon offset programs when done right are one way to maximize your efforts towards achieving a sustainable world It may be just a drop in a bucket but collectively it can still fill a bucket Carbon offsetting is a tool designed to help people reduce their carbon emissions Offsets work by letting you compensate for your day-to-day greenhouse gas emissions through funding environmental programs that remove or avoid an equal amount of emissions Though it’s common for large businesses to offset their greenhouse gas emissions it’s",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, Make The Change Pte Ltd (MTC) has made public commitments to social and corporate responsibility. Through their work, they aim to support local communities and promote sustainable practices among their vendors and clients. Additionally, MTC dedicates 5% of their staff time to pro-bono projects, demonstrating their commitment to giving back to society.",
            "source": [
                {
                    "content": "movement for organisations to stake claim as socially responsible businesses When they pass the rigorous testing it means these companies meet the highest and best standards of verified social and environmental performance There are over 3 businesses certified across the globe and there are B-Corps in our own backyard In fact we have one of the largest numbers in Asia - some by international companies but others started in Singapore “For B-Corporations [and] social businesses it’s much more that the social mission social impact focus is in the core [values] of the company” expressed Christopher Marquis professor at SC Johnson College of Business at Cornell University and author of Better Business during his interview with MTC during our podcast Conversation of Change Make The Change MTC is a social enterprise that focuses on integrating their creative agency with design marketing advertising to aid in their continuous endeavours in community programmes MTC Give Back has offered",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "responsible company has been donating 1 of their annual sales to charities and grassroot organisations According to CSR central it mentioned that Patagonia views these contributions as “one of their standard costs of doing business and something that is as much a core element of Patagonia as selling shirts and jackets” While the other 2 companies mentioned above strive to protect the environment with preventative and treatment methods Patagonia leads the pack by engaging and deploying like-minded activists to champion issues in the areas of lands water climate communities and biodiversity They have given over  million to grantees since  so that they can come together to take actions on environmental issues Instead of an individualistic approach this outdoor company believes in a collective effort to bring about change Patagonia has also ventured into new business models to better realise their values and beliefs They became one of the first California companies to register as a B",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "responsible businesses The community ‘works toward reduced inequality lower levels of poverty a healthier environment stronger communities and the creation of more high quality jobs with dignity and purpose’ It’s not simply lip service with these companies they are truly brands that advocate social responsibility “It’s the B-Corps spirit All the B-Corps around the world have more or less aligned towards being carbon-neutral” which is achieving a zero carbon footprint by ‘balancing’ any carbon emissions any organisation or individual produces through investing in environmental projects around the world “For us the one way that we can contribute to that is what we are currently working on Maybe it’s someone in the organisation that can reduce your electricity bill or it’s a tree plantation in the Amazon Rainforest We’re mapping out an ecosystem for Asia so that we can give a roadmap for other companies to follow suit” “The other thing is people don’t realise how much waste they’re",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "90 per cent of respondents consider environmental social and governance factors when investing Having being proven as a key factor in other countries like Hong Kong investors are also increasingly keen to use social responsibility as a yardstick for future investments Having said that CSR advocates will also have to take up the responsibility to account for funding impact and periodical progression so as to maintain trust and optimised transparency in these corporate relationships At Make The Change Pte Ltd we tap on our network and experience to set things up the way they should go and we exit when CSR managers can run it themselves If you are looking to create real change do drop us a mail at  we would love to meet you WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Based on the given text, there doesn't seem to be any specific mention of annual or quarterly reports detailing the company's commitments related to reducing emissions, supporting local community, pro-bono projects, etc. However, it is mentioned that content materials and training will be provided before the trainer is assigned a program, which suggests that there might be internal documentation or resources available for employees to reference. It is important to note that while there may not be formal annual or quarterly reports, the company seems to be actively working towards their goals and communicating them through various channels such as their website or newsletters.",
            "source": [
                {
                    "content": "We are committed to reducing our emissions by  and have developed a plan to help achieve the target WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "content materials and training will be provided before the trainer is assigned a programme The trainer is expected to commit for the entire duration of the schedule that is agreed on WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "are some of the works done by the participants last year WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "90 per cent of respondents consider environmental social and governance factors when investing Having being proven as a key factor in other countries like Hong Kong investors are also increasingly keen to use social responsibility as a yardstick for future investments Having said that CSR advocates will also have to take up the responsibility to account for funding impact and periodical progression so as to maintain trust and optimised transparency in these corporate relationships At Make The Change Pte Ltd we tap on our network and experience to set things up the way they should go and we exit when CSR managers can run it themselves If you are looking to create real change do drop us a mail at  we would love to meet you WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided text, there isn't any specific event mentioned that directly relates to fulfilling the commitments mentioned. However, it is clear that the organization supports local communities through various initiatives, including donating staff time for pro-bono projects and having over 80 vendors and clients based in Singapore. The text mentions gatherings like the \"Festival For Good,\" which could potentially contribute to fulfilling these commitments by bringing together individuals and organizations interested in social entrepreneurship and collaborative efforts towards social impact.",
            "source": [
                {
                    "content": "online made by the people and even helping them to build a village from scratch for them to live in Following that we had work from home on the next two days We worked on the website where they sell products the people with disadvantages and living in poverty made we had to point out some things about how to improve the website and put it into a google document eg how to get more people to buy the products and get more peoples recognition We also listed out ways to reach more users on social media IG and TikTok to know more about the website so that they can raise their awareness to people in need around the world On Thursday we did another document about the environment where we had to edit a document using some slides and add in some other extra information Thursday was the day where all 7 of us students got to know each other more as we introduced ourselves and got to know each other and even went out together to buy lunch at Chinatown together and got each other’s number and even",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "are some of the works done by the participants last year WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "be it our past project partners or students it is always heartening to see how the same community is staying to grow even further This year we had many festival-goers who signed up to be part of our Changemaker community as well Some of them are students while others are working professionals looking to explore the social entrepreneurship space Tapping onto platforms such as Facebook it is important for us to be aware of the happenings around and beyond the sector No matter how you prefer to term or coin the 3 sectors private+public+people or public+private+civil etc you will probably agree to the necessity of collaboration Gatherings like the Festival For Good is arguably one of the very few platforms capable of showcasing such a tri-sector partnership We are happy to have met up with Ms Grace Fu Minister for Culture Community and Youth over the weekend and share what we have been doing thus far Also the Festival is powered by DBS Foundation who is focusing on building a more",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Join us for tea/coffee and get insights along with tips on how to design a It's THE opportunity to network and build relationships with peers from various industries who share your passion and mission to help build a better society by eradicating poverty WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided text, there are several products, services, and technologies mentioned. Some key points include:\n\n1. Competencies, talent, and creativity training\n2. Business facilitation services (e.g., awareness on investment platforms)\n3. Coaching for business growth strategies\n4. Support for international trade through business matching\n5. Introduction of buyers, importers, distributors, retailers, and supermarket business owners\n6. Online and digital payment options\n7. Pro-bon",
            "source": [
                {
                    "content": "Awareness and knowledge of sustainability elements that is in line with UN 17-SDGs where SMEs products and services can support many economic social and environmental ecosystems We introduce and offer Competencies Talent and Creativity Training Competition and Awards to support business community and government program ​Provide business facilitation services by providing awareness and knowledge on investment platforms such as crowdfunding grants loans and banking facilities Also support by introducing business people that want to do JV Collaboration Partnerships or private investment We provide coaching for business growth strategy networking presentation and pitching  Provide support via business matching for international trade We introduce buyers importers distributors retailers and supermarket business owners We also assist in promoting member’s products and services via videos and e-commerce online and digital payment  WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "forward to sharing our oncoming exciting journey with you WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in empowering students in their personal learning process transforming the school learning environment and change the way teachers impart knowledge onto their students We would like to encourage all educators to join our community and start planning on how to incorporate technology into the learning environment WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "technology At the same time youth facilitators teach them how to fact-check news they receive on messaging applications and where to search for credible information Thank you once again for giving my students and I the opportunity to be part of this amazing experience where my students have the chance to practice their creativity and make their learning more meaningful They get to learn valuable life experiences and contribute WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, there are several promotional events, expos, and sales related to these offerings. Some of them are mentioned below:\n\n1. iPad For Learning - They may organize webinars, workshops, or training sessions to promote their services and educate people about the benefits of using iPads for learning purposes.\n2. Digital Arts For All - Similar to iPad For Learning, they might host events like workshops, seminars, or exhibitions to showcase their digital arts programme and its impact on student learning.\n3. Interface Design Programme - There could be exclusive launch events, open days, or online webinars where participants can learn more about the programme, interact with instructors, and ask questions.\n4. Pro-bono Projects - To promote their commitment to supporting local communities, they may hold charity events, fundraisers, or volunteer drives to encourage staff participation in pro-bono projects.",
            "source": [
                {
                    "content": "interactive and strongly believe in imparting the same desired outcomes So it doesn’t come as a surprise that our programmes have the goal of creating content about social good and digital literacy A couple include MTC is also producing more programmes so look out for them here WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "at iPad For Learning so feel free to subscribe and join the community  to be updated on upcoming sessions We are motivated to continue seeking for self-growth and self-improvement With this new set of skills we believe learning can be made much more fun interactive and engaging We run similar workshops in schools so if you want your students to learn how to create GIFs we have a programme called Digital Arts For All where we teach students about media and digital literacy through an interactive medium digital arts WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "forward to sharing our oncoming exciting journey with you WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "design experience where exposure to industry workings interaction consultations and hands-on assignments will fully prepare you for the interface design world Should you be keen we welcome you to register for our programme during this special event You can also find more information about the programme as well as register your interest here WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are several key partnerships or collaborations mentioned in the text that relate to commerce. These include:\n\n1. Business Facilitation Services: Introducing business people interested in joint ventures (JV), collaborations, or private investments.\n2. International Trade Support: Offering assistance through business matching for international trade, including identifying buyers, importers, distributors, retailers, and supermarkets.\n3. Community Engagement: Supporting local communities with over 80 vendors and clients based in Singapore.\n4. Skilled Volunteerism: Benefiting from like-minded individuals sharing their stories on social media platforms, resulting in new opportunities and increased reach.\n5. Student Collaboration: Working with students majoring in marketing who provided valuable insights and assistance with content writing.\n6. Brainstorming Session: Connecting ideas with customer experience and storytelling approaches during a collaborative session with friends and experienced professionals.\n\nThese partnerships and collaborations demonstrate the importance of diverse perspectives and expertise in driving successful commerce initiatives.",
            "source": [
                {
                    "content": "Awareness and knowledge of sustainability elements that is in line with UN 17-SDGs where SMEs products and services can support many economic social and environmental ecosystems We introduce and offer Competencies Talent and Creativity Training Competition and Awards to support business community and government program ​Provide business facilitation services by providing awareness and knowledge on investment platforms such as crowdfunding grants loans and banking facilities Also support by introducing business people that want to do JV Collaboration Partnerships or private investment We provide coaching for business growth strategy networking presentation and pitching  Provide support via business matching for international trade We introduce buyers importers distributors retailers and supermarket business owners We also assist in promoting member’s products and services via videos and e-commerce online and digital payment  WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As we all know growth usually happens outside the comfort zone and we are constantly preparing ourselves to go beyond the parameters for change By putting our heads and hearts together we work on facilitating opportunities to bring the people we know the ideas we are inspired by and the passion within us to encourage our partners to continue fighting the good fight In most if not all cases trust is the lifeblood of an organisation or partnership On a business-to-business b2b level Design For Good helps to craft out effective business solutions for communities-in-need Believing that we exist to exit we look forward to seeing our partners stepping up to own the entire project at the end of the day It is then when we can exit to help other organisations with their problems With a transparent profit-sharing model we are accountable to nurture and develop ideas in the initial and executional stages and strive to see the project bloom in sustainability One by one we can connect and bridge",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "take the time and listen to our own team As what many HR experts opine it is important to assemble a good mix of team members to create an innovative group of problem-solvers The diversity of thought helps stem a variety of approaches and chemistry to an issue at hand fostering a conducive environment that is forward-looking and nimble The other consideration is third party-integration how can we become the platform that our partners can benefit from What’s in it for them and how can we make collaboration easy All in all the marketplace calls for more listeners than speakers today Contrary to first impressions product development is a precious journey that requires soft skills to make the right changes at the right time The facilitation of deep meaningful and consistent engagement between the teams will help create convenience and trust for existing and future customers WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "like-minded individuals also saw the value in what we are doing and shared our story on their own social media platforms The word-of-mouth also got us many opportunities to share our stories and showcase what our Cambodian artisans have done This was also the time where we really discovered how skilled volunteerism can benefit an organisation We also had a few meetings with students who majored in marketing and they suggested a few potential approaches to broaden our scope and reach Another student offered to help us with our content writing as well In August last year we also held a brainstorming session where post-it notes were pasted all over the room where we sat down with our friends to connect ideas with the right customer experience and storytelling approaches We have friends with experience in the marketplace as well and their advice was essential in helping us to come up with the most fitting pricing strategy and product bundles We also kept checking our work with designers",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " There are several employment and educational opportunities mentioned throughout the text. For individuals interested in starting a business or entering the job market, Make The Change offers various courses tailored for persons with disabilities (PWDs), including those related to digital marketing, communication design, website management, and more. Additionally, GovTech provides a supportive environment for PWD employees, offering career progression, training, and development opportunities. Lastly, there are PWD-friendly courses available for those looking to enhance their skills and break into specific industries. Overall, there are multiple pathways for PWDs to access education, training, and employment opportunities in Singapore.",
            "source": [
                {
                    "content": "We empower PWDs with creative skills for them to enter the job market through creative courses specially curated for PWDs We have trained over  PWDs over the last 4 years Empower yourself with the technical skills to master digital tools that will allow them to enter the creative and publishing industry With the availability of technology and apps development many working processes can be redesigned for independent agencies or digital marketers to work in co-working space or from home Designed to equip our participants with essential IT skills and know-how to manage the e-commerce portal via existing open source platforms or self-design platform with entrepreneurial mindset In this digital age most of the companies have an online presence and they need content to connect with their audiences  With a strong fundamental skill set in visual literacy technical executions and industry experiences We work with our partners and networks to matchmake graduates with potential internships and",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Online Internship Experience - Hannah Amitha and Huiyan - Cedar Girls School Holidays at Make The Change — Internship Stories — Gladys and Xin Hui - Zhenghua Secondary Sc WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "I’m Jeremin Sng a final year student pursuing a Diploma in Business and Social Enterprise at Ngee Ann Polytechnic My aspiration in life is to open a restaurant As of current my internship at Make The Change as a community development and marketing intern has come to a bittersweet end In MTC my diversified job scope has enabled me to experience disparate types of work I have completed digital marketing tasks that range from product photography and videography to copywriting Being given the autonomy to manage my own time has also allowed me to spearhead community projects In particular People With Dreams Community is one of the most memorable projects I have taken on while interning in MTC PWDC is an incubator programme that aims to promote social inclusion in the workplace Through this project I was able to befriend many people with disabilities in our community and gain a deeper understanding of the PWD Landscape in Singapore I interviewed lecturers and PWDs to find out how the PWDs",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in the coming days Just like any human will have their strengths and weaknesses GovTech believes that disabilities will not dampen the PWD's ability to contribute to the workforce GovTech's culture seeks to amplify team effectiveness and cover each other's weaknesses; leading to their high performance Employees are also welcoming and encouraging that spurs our PWD staff on in their daily operations Career progression is also readily provided as GovTech sends their PWD staff for upgrade and certification and most comes back with flying colours If you are a tech junkie GovTech may provide you a sustainable career doing what you like Break out of your physical limitation and do something more Check out our PWD-Friendly courses - Digital Marketing Communication Design Website Management specialised to cater to your needs WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events like job fairs, webinars, workshops, and training programs mentioned in the text. Here is a list of some of these events:\n\n1. Job Fairs - There are job fairs organized by MTC (Media Development Authority) where employers come to interact with potential employees. These fairs provide opportunities for individuals to find jobs related to their field of study.\n2. Webinars - MTC organizes webinars on topics related to social good, videography, and other relevant subjects. These webinars serve as platforms for knowledge sharing and networking among participants.\n3. Workshops - MTC runs workshops on various topics, including digital arts, media and digital literacy, and creating GIFs. These workshops aim to enhance the skills of participants and make learning more enjoyable and engaging.\n4. Training Programs - MTC offers training programs designed to empower people with disabilities (PWDs) with creative skills. These programs cater specifically to PWDs and focus on equipping them with the necessary technical skills to enter the job market.\n5. Co-Working Space Events - MTC may host events at co-working spaces or from home, allowing participants to collaborate remotely and develop entrepreneurial mindsets.\n6. Industry Experience - MTC provides opportunities for participants to gain hands-on experience in the industry through internships, matching them with potential employers.",
            "source": [
                {
                    "content": "at iPad For Learning so feel free to subscribe and join the community  to be updated on upcoming sessions We are motivated to continue seeking for self-growth and self-improvement With this new set of skills we believe learning can be made much more fun interactive and engaging We run similar workshops in schools so if you want your students to learn how to create GIFs we have a programme called Digital Arts For All where we teach students about media and digital literacy through an interactive medium digital arts WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "employers to the classes as both parties get to understand and share more about their needs goals and stories WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We’ve had the chance to mentor Abyana Celeste and Airyl who were sociable and enthusiastic in learning about social good through MTC’s wide array of programmes Their schedule was packed with classes on Social Entrepreneurship Social Entrepreneurship Videography For Good They were able to cultivate new skills while trying out our iPads and Apple Pencils for the first time If we weren’t able to have a class together we’d meet them on Zoom to make sure they were progressing well with their final assignments Right after their work attachment MTC headed down to their school to conduct Digital Arts For All Using the techniques they had picked up the interns were readily able to help their classmates “The work attachment was very fun and engaging We were able to learn a lot such as different ways to angle a camera and how we can create our own GIF using Procreate We were able to also gain experience in a working environment which will help benefit us in the future” Looking to start your",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We empower PWDs with creative skills for them to enter the job market through creative courses specially curated for PWDs We have trained over  PWDs over the last 4 years Empower yourself with the technical skills to master digital tools that will allow them to enter the creative and publishing industry With the availability of technology and apps development many working processes can be redesigned for independent agencies or digital marketers to work in co-working space or from home Designed to equip our participants with essential IT skills and know-how to manage the e-commerce portal via existing open source platforms or self-design platform with entrepreneurial mindset In this digital age most of the companies have an online presence and they need content to connect with their audiences  With a strong fundamental skill set in visual literacy technical executions and industry experiences We work with our partners and networks to matchmake graduates with potential internships and",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The post highlights various benefits for employees and participants. Some key benefits mentioned include:\n\n1. Supporting local community with over 80 vendors and clients based in Singapore.\n2. Donating 5% of staff time for pro-bono projects.\n3. Encouraging inclusive employment practices and diversifying the workforce.\n4. Promoting inclusive hiring practices and supporting causes through operations and profit channeling.\n5. Providing opportunities for persons with diverse needs to consult with staff having similar needs.\n6. Hosting events like Enabling Lives Festival and Make The Change programs.\n7. Offering insights into employment inclusiveness and other relevant topics.\n8. Recognizing changemakers during award ceremonies.\n9. Highlighting partnerships with organizations committed to social impact.\n\nThese benefits demonstrate the organization's commitment to fostering a supportive environment for its employees and participants alike, while also contributing positively to the local community.",
            "source": [
                {
                    "content": "employers to the classes as both parties get to understand and share more about their needs goals and stories WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "persons with diverse needs consult staff with similar needs They are likely to have life experiences and perspectives that can improve on the way you phrase something in a write-up or suggest ways to make an event more inclusive We highly encourage you and your organisation to consider inclusive employment practices and diversify your work family If that is not an option but you still wish to support such causes reach out to us Every time you engage Make The Change and our services we support such causes both in our operations and by channeling profits to meaningful programmes Do contact us here if you have any enquiries or are interested to know more about Inclusive Hiring WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Enabling Lives Festival An opportunity to register for our PWD programmes 5 tips people should know before building their Ecommerce business Insights on Employment Inclusiveness Make The Change is on Now WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Insights on Employment Inclusiveness Make The Change is on Now What Happened At Our Award Ceremony for MTC Design For Good Youth Competition' Ways to Appreciate Your Most Important Changemakers in Life 3 New Year’s Resolutions to Take The Chance Make The Change What Is It Like to Be A Partner of Design For Good WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided text, there isn't any specific information related to financial or earnings reports. However, it does mention several notable achievements and initiatives undertaken by Make The Change (MTC) during the mentioned period. Some of these include:\n\n1. Facilitating social entrepreneurship programs for students from Yuying Secondary School and Pioneer Junior College.\n2. Providing internship opportunities for students, exposing them to new opportunities and helping them acquire new skills.\n3. Supporting local communities with over 80 vendors and clients based in Singapore.\n4. Committing to donate 5% of staff time for pro-bono projects.\n\nWhile none of these points directly relate to a financial or earnings report, they showcase MTC's dedication to community development, education, and social impact.",
            "source": [
                {
                    "content": "Now that we are reaching the edge of  the very last page is just about to be turned over for a brand new year More often than not we can only see how much we have grown when we take the time to breathe rest and look back The past 11 months have been bustling for us at Make The Change MTC as community development took on a major role in driving the change that we do On top of providing creative services and corporate social responsibility CSR projects MTC has been focusing on the chemistry forged through projects events and programmes held in the community to share grow and journey with our partners  looked a lot like collaboration and a rhythmic exchange of ideas as we built on genuine existing relationships and reached out to establish new exciting ones Here are some of the noteworthy highlights in no particular order within the MTC community in  This year we facilitated social entrepreneurship programmes to students from Yuying Secondary School and Pioneer Junior College With the",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "eye-opening and refreshing especially under the guidance of Jade who helped us along our internship journey with graciousness and kindness We feel that this internship has well-trained us for future work experiences and we would like to thank MTC for giving us such great once-in-a-lifetime opportunities as interns and teaching us about things we would not have the chance to experience in a school setting WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "more about how ideas are pitched and how discussions between stakeholders progress  All in all we had an extremely eye-opening experience where we were exposed to many new opportunities We acquired new skills met new people and gained a better understanding of how social enterprises work D WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "uncountable lessons learnt that could be applied to our daily life To conclude we would like to thank MTC and our school for providing us with this opportunity It has been a great time and we look forward to attending more internships in the future WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided text, it does not explicitly mention any specific investor events or funding rounds. However, it is mentioned that they support local community with over 80 of their vendors and clients being based in Singapore. They are committed to donate 5% of their staff time for pro-bono projects. Additionally, they aim to show appreciation for the hard work invested in so far by their Krafters.",
            "source": [
                {
                    "content": "are some of the works done by the participants last year WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "culture in event management locally WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "more about how ideas are pitched and how discussions between stakeholders progress  All in all we had an extremely eye-opening experience where we were exposed to many new opportunities We acquired new skills met new people and gained a better understanding of how social enterprises work D WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "into sustainable businesses Not only are we looking forward to seeing our Krafters again we also want to show our appreciation for their hard work invested in so far ' WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, there is no direct mention of specific financial or funding goals set for the next period. However, it can be inferred that they aim to continue supporting local community initiatives with over 80 vendors and clients based in Singapore (WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​). Additionally, they commit to donate 5% of their staff time for pro-bono projects (WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS).",
            "source": [
                {
                    "content": "into sustainable businesses Not only are we looking forward to seeing our Krafters again we also want to show our appreciation for their hard work invested in so far ' WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "given to us this past year Moving forward we see ourselves taking on more projects that connects different sectors together to take the chance and make the change Collaboration still remains as our priority as aligned social goals scale to sustain social value and touch lives If you or your organisation feels for what we do we would love to meet up Just drop us a mail at  or leave us a text on our Facebook page  ; WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "more about how ideas are pitched and how discussions between stakeholders progress  All in all we had an extremely eye-opening experience where we were exposed to many new opportunities We acquired new skills met new people and gained a better understanding of how social enterprises work D WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "are some of the works done by the participants last year WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " There isn't enough information provided about specific publications, research findings, or introduced technologies related to the given context. However, some general points mentioned include:\n\n* Disaster relief organizations leveraging technology to better understand population movements during crises.\n* Kiva connecting lenders with underserved communities globally to alleviate poverty through microloans.\n* The Bunne Music Guitar arriving in Singapore, aiming to improve the quality of life for elderly individuals through music therapy.\n* Local community support from the company, including pro-bono projects and staff volunteering.",
            "source": [
                {
                    "content": "the lighted tiles left me awestruck Normally physiotherapy is painful and strenuous to patients but in that video he was having the time of his life with a smile on his face when he was on the tiles Because of that video I could see why Moto is the winner for Product Innovation of the Year A simple idea that made use of technology brought along so many health benefits; creating joy for anyone and everyone while bringing life-changing effects around the world The next pick is Aspire55 Aspire55 is Asia’s first virtual retirement village that offers a combination of social health and cares services but enables members to continue living in their existing homes They hold programmes like strength training brain training to reduce risks of dementia and regular social activities for their members We were introduced to their newest edition the Bunne Music Guitars Unlike traditional guitars the Bunne Music Guitars only have 3 chords making it simple for all ages and abilities to play music The",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and effectively By effectively wielding this technology advancement disaster relief organisations will be able to account for the movement of the population which may not always move to expected locations and anticipated speed Leveraging on technology and an innovative mindset Direct Relief is able to act fast and reach out to more people before and after a disaster strike Based in San Francisco Kiva aims for a financially inclusive world by expanding financial access to people to alleviate poverty They do so by allowing people to lend money to underserved communities Funders can choose a borrower based on different categories like education single parents food arts and more With a simple yet sustainable idea of becoming the middlemen for lenders and borrowers the underprivileged communities are able to afford emergency health care services pay for school fees and start thriving on their own And the best part is that  of every dollar lent goes to funding a person that needs it No",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "that improve the quality of life It boosts brain activity especially for those with dementia and that is the intent of the Bunnes Method The Bunne Music Guitar has just arrived in Singapore not too long ago and I look forward to it kick starting at Aspire55 healing and bringing musical happiness to more elders in Singapore 15 hours there was definitely not adequate as we explored the wide variety of booths It is heartwarming yet fascinating to see all the unique inventions come to life and changing the future of ageing Ageing has always been an off-putting topic but with these inventions ageing may become a less daunting process WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "technology At the same time youth facilitators teach them how to fact-check news they receive on messaging applications and where to search for credible information Thank you once again for giving my students and I the opportunity to be part of this amazing experience where my students have the chance to practice their creativity and make their learning more meaningful They get to learn valuable life experiences and contribute WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, I cannot find any specific ongoing or upcoming research projects or innovation initiatives related to the mentioned organization. However, the company seems committed to collaboration, supporting local communities, pro-bono work, and innovation within the nonprofit industry.",
            "source": [
                {
                    "content": "we are still just getting started We will continue collaborating with the global BCorp community to improve and positively impact all our stakeholders WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "given to us this past year Moving forward we see ourselves taking on more projects that connects different sectors together to take the chance and make the change Collaboration still remains as our priority as aligned social goals scale to sustain social value and touch lives If you or your organisation feels for what we do we would love to meet up Just drop us a mail at  or leave us a text on our Facebook page  ; WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "are some of the works done by the participants last year WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "These days the nonprofit industry can be equally as competitive when it comes to innovation With the aim to make a difference in the community here are 5 non profit organisations who are making an impact with their innovative practices charity water is dedicated to bring clean and safe drinking water to people in developing countries In  they launched a programme called Dollars to Projects where they match each donation made to an appropriate project Their innovative mindset kicked in when they redesigned how they report their social impact to their donors A project report will be sent to them keeping their donors updated on where their money is going in that project The report includes pictures results and even GPS coordinates on where the impact is being made This approach to communicating ROI builds trust and relationships among the organisation and its donors Their innovation did not stop there According to Fast Company they developed an innovative funding model called the Pool in",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided text, there doesn't seem to be any specific mention of recent research grants or innovation awards being distributed. However, there are mentions of organizations and initiatives that focus on innovation and positive impact, such as Make The Change (MTC), Aspire55, and the Bunne Music Guitars. These entities may offer opportunities for grant funding or recognition for innovative projects or solutions related to their respective fields.",
            "source": [
                {
                    "content": "the lighted tiles left me awestruck Normally physiotherapy is painful and strenuous to patients but in that video he was having the time of his life with a smile on his face when he was on the tiles Because of that video I could see why Moto is the winner for Product Innovation of the Year A simple idea that made use of technology brought along so many health benefits; creating joy for anyone and everyone while bringing life-changing effects around the world The next pick is Aspire55 Aspire55 is Asia’s first virtual retirement village that offers a combination of social health and cares services but enables members to continue living in their existing homes They hold programmes like strength training brain training to reduce risks of dementia and regular social activities for their members We were introduced to their newest edition the Bunne Music Guitars Unlike traditional guitars the Bunne Music Guitars only have 3 chords making it simple for all ages and abilities to play music The",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "If you haven't heard about it our Make The Change Award Ceremony took place last Friday on the evening of August 24th Hosting our graduates from the 3rd intake of Essential Communications Design and 2nd intake of Digital Marketing we are so happy to see their loved ones coming to celebrate their success as well To add on our graduates from the 2nd intake of Website and E-commerce design have already had their celebration separately at the Muscular Dystrophy Association Singapore Year by year we are happy to be part of the movement to bring design and creativity to communities As Nelson Mandela puts it Education is the most powerful weapon which you can use to change the world we hope to open up more doors of opportunity for persons with disabilities to venture pursue and dream We are also heartened to have our co-sponsor Excel Hardware with us for the evening Their lovely digital marketing manager Ms Aerisha Lee dropped by to share a few words about the employment of PwD graduates in",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Now that we are reaching the edge of  the very last page is just about to be turned over for a brand new year More often than not we can only see how much we have grown when we take the time to breathe rest and look back The past 11 months have been bustling for us at Make The Change MTC as community development took on a major role in driving the change that we do On top of providing creative services and corporate social responsibility CSR projects MTC has been focusing on the chemistry forged through projects events and programmes held in the community to share grow and journey with our partners  looked a lot like collaboration and a rhythmic exchange of ideas as we built on genuine existing relationships and reached out to establish new exciting ones Here are some of the noteworthy highlights in no particular order within the MTC community in  This year we facilitated social entrepreneurship programmes to students from Yuying Secondary School and Pioneer Junior College With the",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of creative freedom and trust by allowing us to do the majority of the planning and posting for DFG Another project that we were involved in was a research proposal for a jeans movement that Xuemin Community Development Specialist was planning to do This jeans movement targeted to collect preloved jeans and upcycle them into various versatile products The jeans movement also aimed to engage single mothers with low income to help in the process of upcycling We were in charge of researching the various background information that was needed to evaluate if the project could be implemented We were able to create an empathy map for single mothers research on the effects of producing and throwing jeans and read up on similar denim upcycling movements in Singapore and other countries Thus creating the research proposal was up our alley as it coincided with what we were taught in Cedar Besides these projects MTC also gave us an opportunity to attend the Arts and Disabilities Forum jointly",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided information, it appears that the organization is primarily focused on collaboration within Singapore. They mention supporting local community vendors and clients based in Singapore (over 80), committing staff time for pro-bono projects, and prioritizing collaboration as their priority. Additionally, they express interest in meeting up with other organizations who share similar social goals. However, there isn't any specific mention of external organizations or entities they are actively collaborating with.",
            "source": [
                {
                    "content": "trustworthy and accountable in their timeline and delivering quality work WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "given to us this past year Moving forward we see ourselves taking on more projects that connects different sectors together to take the chance and make the change Collaboration still remains as our priority as aligned social goals scale to sustain social value and touch lives If you or your organisation feels for what we do we would love to meet up Just drop us a mail at  or leave us a text on our Facebook page  ; WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "are some of the works done by the participants last year WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "look forward to seeing their ideas being implemented in their library WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided information, it seems that there might be joint events, projects, or initiatives involving various stakeholders such as vendors, clients, local community members, staff, students, and organizations. However, specific details regarding these collaborations are not mentioned. It is possible that some of these activities may have taken place during the previous year, but without further information, I cannot provide a definitive list of joint events, projects, or initiatives.",
            "source": [
                {
                    "content": "are some of the works done by the participants last year WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "engagement and community development that we do Some examples of the community development that MTC engages in are Digital Arts For All DAFA DAFA teaches youths as well as the elderly about digital literacy through the fun activity of painting on iPads All in all Jack professed that he had had a fun and productive time with us We are getting new student interns next from Raffles Girls School next week Check our blog in the coming weeks to hear their experience Are you looking or internships or opportunities to learn about Social Entrepreneurship WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "given to us this past year Moving forward we see ourselves taking on more projects that connects different sectors together to take the chance and make the change Collaboration still remains as our priority as aligned social goals scale to sustain social value and touch lives If you or your organisation feels for what we do we would love to meet up Just drop us a mail at  or leave us a text on our Facebook page  ; WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "more about how ideas are pitched and how discussions between stakeholders progress  All in all we had an extremely eye-opening experience where we were exposed to many new opportunities We acquired new skills met new people and gained a better understanding of how social enterprises work D WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " The given passage highlights several key aspects related to collaboration and shared objectives among various organizations and individuals. Some of the main mutual objectives and outcomes expected from these collaborations include:\n\n1. Connecting different sectors (e.g., businesses, nonprofits) to tackle complex societal issues and create positive change.\n2. Prioritizing collaboration as a core strategy to achieve aligned social goals and maximize social impact.\n3. Striving for long-term sustainability of social value created through these collaborative efforts.\n4. Touching lives and making a meaningful difference in the community.\n5. Supporting local community initiatives with over 80 vendors and clients based in Singapore.\n6. Committing to pro-bon",
            "source": [
                {
                    "content": "given to us this past year Moving forward we see ourselves taking on more projects that connects different sectors together to take the chance and make the change Collaboration still remains as our priority as aligned social goals scale to sustain social value and touch lives If you or your organisation feels for what we do we would love to meet up Just drop us a mail at  or leave us a text on our Facebook page  ; WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As we all know growth usually happens outside the comfort zone and we are constantly preparing ourselves to go beyond the parameters for change By putting our heads and hearts together we work on facilitating opportunities to bring the people we know the ideas we are inspired by and the passion within us to encourage our partners to continue fighting the good fight In most if not all cases trust is the lifeblood of an organisation or partnership On a business-to-business b2b level Design For Good helps to craft out effective business solutions for communities-in-need Believing that we exist to exit we look forward to seeing our partners stepping up to own the entire project at the end of the day It is then when we can exit to help other organisations with their problems With a transparent profit-sharing model we are accountable to nurture and develop ideas in the initial and executional stages and strive to see the project bloom in sustainability One by one we can connect and bridge",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "more about how ideas are pitched and how discussions between stakeholders progress  All in all we had an extremely eye-opening experience where we were exposed to many new opportunities We acquired new skills met new people and gained a better understanding of how social enterprises work D WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "profit-sharing model we are accountable to nurture and develop ideas in the initial and executional stages and strive to see the project bloom in sustainability One by one we can connect and bridge existing projects in the social service sector together to foster an ecosystem to design for good WE SUPPORT LOCAL COMMUNITY WITH OVER 80 OF OUR VENDORS AND CLIENTS BEING BASED IN SINGAPORE​ WE ARE COMMITTED TO DONATE 5 OF OUR STAFF TIME FOR PRO-BONO PROJECTS",
                    "metadata": {
                        "rel": [
                            "benjerry",
                            "bcorporation",
                            "bcorpsea",
                            "chopvalue",
                            "forbes",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}