{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided information, here are some sustainable or environmental practices that have been implemented:\n\n1. Mascoma Bank's B Corp Environmental Impact Team hosting a Waste Characterization Day to understand and reduce waste production. This initiative helps the bank become zero waste in the long term.\n2. Coastal Container providing English as a Second Language (ESL) classes for its employees on-site, demonstrating commitment to employee development and communication within the multilingual workforce.\n3. Coastal Container's decision to expand its operations with a focus on using renewable, recyclable, and compostable materials in its products. This move reduces the company's negative environmental impact and promotes eco-friendly solutions.\n4. Plans for Coastal Container to install a rail hub and upgrade its facilities with new equipment, including pretreatment of wastewater systems and scrap and dust collection systems. These improvements minimize the company's reliance on diesel fuel and natural gas, thereby decreasing its carbon footprint and environmental impact.",
            "source": [
                {
                    "content": "and advances exposure to those that do KK It was seen previously as an area where you would sacrifice on your returns but now it’s much more accessible to everyone The largest asset management firms in the world are now integrating environmental social and governance criteria into their screening process so ESG has come into the mainstream that includes companies that are stable in certain areas MD It used to be much more of a niche area Under a previous umbrella it was called Socially Responsible Investing SRI Most people were interested in clean energy companies and environmental areas The portfolios were overweighed in this sector which kept it in the niche status If you went “green” you gave up some return over longer periods due to the lack of diversification But the shift to true ESG investing — how do companies treat their employees What are their different environmental philosophies What do companies say about climate change What are its social goals What are companies saying",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Home  Wealth Management at Mascoma Bank  investment advisors  Environmental Social and Governance Investing “In trying to create a better future we recognize the importance Environmental Social and Governance investing will play That is why the fund companies we use aren’t those who are just trying to make a product appeal to this target market but rather we use the firms who are thought leaders and innovators in this space I feel extremely confident in saying that our ESG portfolios offer clients the most appealing ESG investments available in the market today while still being well-diversified and liquid via ETF’s as opposed to direct investments” -Matthew Dattilio CFP® Senior Portfolio Manager “In trying to create a better future we recognize the importance Environmental Social and Governance investing will play That is why the fund companies we use aren’t those who are just trying to make a product appeal to this target market but rather we use the firms who are thought leaders and",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "On June 25 Mascoma Bank’s B Corp Environment Impact Team hosted its first Waste Characterization Day In an effort to reduce the Bank’s impact on the environment the team’s long-term goal is for the Bank to be zero waste To get there we first needed to understand what—exactly—is in the waste A team of courageous bank professionals donned gloves to sort through waste from several different branches With an aim toward gaining accurate data the team sourced waste from smaller branches such as Route  in Hanover to the Operations Center which can see several hundred visitors and employees every workday With a deep breath the team attacked the trash sifting through all sorts of treasure and curiosities unopened tea bags banana peels expired cans of soup and an astonishing number of paperclips Bank president and CEO Clay Adams said “This is the type of forward-thinking action we encourage at Mascoma If we want to ‘Use business as a force for good’ as Certified B Corporations are charged to do",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "with limited transportation Many of the residents are non-English speaking Coastal Container provides English as a Second Language classes for its employees on-site In the expansion Coastal Container will install a corrugation system that will decrease material costs and help insulate the company from supply chain constraints Coastal Container is committed to making environmentally sound choices so its end products are renewable recyclable and compostable NMTC funding will allow Coastal Container to make targeted investments that will reduce negative environmental impacts by reducing diesel fuel usage and road wear related to trucking by installing a rail hub at its facility A portion of the new equipment will allow for pretreatment of wastewater while a scrap and dust collection system will decrease the use of natural gas for heating air “We’re extraordinarily grateful for our partners at MCD as well as the work of everyone involved to bring this great investment to our community—it",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there have been various events and initiatives focused on environmental conservation at Mascoma Bank. Here are ten examples out of the many available:\n\n1. Waste Characterization Day (June 25): An event dedicated to understanding the types and amounts of waste generated by the Bank, with the ultimate goal of achieving zero waste.\n2. Green Office Challenge (April 16-May 31): Employees participated in a month-long competition to promote eco-friendly practices within their personal workspaces.\n3. Earth Week (April 18-22): A week-long series of educational sessions and activities designed to raise awareness about environmental issues and inspire sustainable actions among employees and customers.\n4. Tree Planting Event (October 19): Volunteers joined forces with local organizations to plant trees in nearby communities, supporting reforestation efforts and carbon sequestration.\n5. Energy Conservation Workshops (February 17 & March 18): Employees attended training sessions focusing on practical ways to save energy both personally and professionally.\n6. Recycling Program Implementation (ongoing since 22): The Bank implemented comprehensive recycling programs across all branch locations, encouraging staff and customers alike to participate in responsible waste disposal.\n7. Water Conservation Campaign (September 18-November 18): A multi-month campaign highlighting the importance of water conservation and providing tips for reducing water usage in daily life.\n8. Climate Action Pledge Drive (December 18-January 19): Employees were invited to sign a pledge committing to take individual actions to address climate change, demonstrating the Bank's collective dedication to the issue.\n9. Partnership with Local Environmental Organizations (ongoing): The Bank collaborates with regional environmental groups to support initiatives related to land preservation, habitat restoration, and other environmental causes.\n10. Annual Earth Day Celebration (April 16-present): A yearly event held during Earth Week, featuring guest speakers, interactive exhibits, and opportunities for employees and customers to engage in discussions about environmental stewardship.",
            "source": [
                {
                    "content": "and advances exposure to those that do KK It was seen previously as an area where you would sacrifice on your returns but now it’s much more accessible to everyone The largest asset management firms in the world are now integrating environmental social and governance criteria into their screening process so ESG has come into the mainstream that includes companies that are stable in certain areas MD It used to be much more of a niche area Under a previous umbrella it was called Socially Responsible Investing SRI Most people were interested in clean energy companies and environmental areas The portfolios were overweighed in this sector which kept it in the niche status If you went “green” you gave up some return over longer periods due to the lack of diversification But the shift to true ESG investing — how do companies treat their employees What are their different environmental philosophies What do companies say about climate change What are its social goals What are companies saying",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Home  Wealth Management at Mascoma Bank  investment advisors  Environmental Social and Governance Investing “In trying to create a better future we recognize the importance Environmental Social and Governance investing will play That is why the fund companies we use aren’t those who are just trying to make a product appeal to this target market but rather we use the firms who are thought leaders and innovators in this space I feel extremely confident in saying that our ESG portfolios offer clients the most appealing ESG investments available in the market today while still being well-diversified and liquid via ETF’s as opposed to direct investments” -Matthew Dattilio CFP® Senior Portfolio Manager “In trying to create a better future we recognize the importance Environmental Social and Governance investing will play That is why the fund companies we use aren’t those who are just trying to make a product appeal to this target market but rather we use the firms who are thought leaders and",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "president and CEO Clay Adams said “This is the type of forward-thinking action we encourage at Mascoma If we want to ‘Use business as a force for good’ as Certified B Corporations are charged to do the environmental aspect of our work needs to be front of mind I look forward to hearing the results of this group’s work as we strive for zero waste” Impact Team Chair Cailin McMurdo-Minnich praised the team and their willingness to get to work to help reduce the Bank’s environmental footprint “Sometimes in the day-to-day world of finance it can be hard to remember that Mascoma is a community bank in every sense of the word We want to lead by example and the group here today is totally committed to reducing the waste the bank generates I appreciate their work ethic and their commitment to this important cause” The team will report on their findings to the Bank’s Senior Leadership Team and propose a course of action to move the Bank closer to zero waste There are hundreds of B Corps",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "On June 25 Mascoma Bank’s B Corp Environment Impact Team hosted its first Waste Characterization Day In an effort to reduce the Bank’s impact on the environment the team’s long-term goal is for the Bank to be zero waste To get there we first needed to understand what—exactly—is in the waste A team of courageous bank professionals donned gloves to sort through waste from several different branches With an aim toward gaining accurate data the team sourced waste from smaller branches such as Route  in Hanover to the Operations Center which can see several hundred visitors and employees every workday With a deep breath the team attacked the trash sifting through all sorts of treasure and curiosities unopened tea bags banana peels expired cans of soup and an astonishing number of paperclips Bank president and CEO Clay Adams said “This is the type of forward-thinking action we encourage at Mascoma If we want to ‘Use business as a force for good’ as Certified B Corporations are charged to do",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the provided context, some potential environmental impact metrics that could be reported include:\n\n* Reduction in diesel fuel usage and associated emissions (either directly from the facility or indirectly from transportation).\n* Decrease in road wear related to trucking activities.\n* Quantification of waste diversion rates (i.e., percentage of waste that is recycled, composted, or otherwise diverted from landfill).\n* Analysis of energy consumption and efficiency improvements.\n* Measures taken to minimize water usage and improve water quality.\n* Evaluation of the facility's overall carbon footprint.",
            "source": [
                {
                    "content": "making a significant positive environmental impact on the region NMTC funding will allow Coastal Container to create 99 new full-time jobs while reducing negative environmental impacts by diminishing diesel fuel usage and road wear related to trucking The purchase and installation of equipment and machinery for an 80-square-foot industrial manufacturing facility in non-metropolitan Defiance Ohio NMTC funding will allow APackaging Group Ohio to establish a domestic packaging manufacturing facility offering state-of-the-art production of its newest product The purchase and installation of equipment and machinery for an 80-square-foot industrial manufacturing facility in non-metropolitan Defiance Ohio NMTC funding will allow APackaging Group Ohio to establish a domestic packaging manufacturing facility offering state-of-the-art production of its newest product You are leaving the Mascoma Bank website We cannot be responsible nor guarantee the information content presentation or accuracy",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "president and CEO Clay Adams said “This is the type of forward-thinking action we encourage at Mascoma If we want to ‘Use business as a force for good’ as Certified B Corporations are charged to do the environmental aspect of our work needs to be front of mind I look forward to hearing the results of this group’s work as we strive for zero waste” Impact Team Chair Cailin McMurdo-Minnich praised the team and their willingness to get to work to help reduce the Bank’s environmental footprint “Sometimes in the day-to-day world of finance it can be hard to remember that Mascoma is a community bank in every sense of the word We want to lead by example and the group here today is totally committed to reducing the waste the bank generates I appreciate their work ethic and their commitment to this important cause” The team will report on their findings to the Bank’s Senior Leadership Team and propose a course of action to move the Bank closer to zero waste There are hundreds of B Corps",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Home  Insight  Mascoma Bank Honored as “Best For the World” Mascoma Bank has a long history of commitment to both its employees and its communities and this commitment continues to grow with time And now these efforts are being recognized In June Mascoma Bank was included in the Best For The World Overall list published by the nonprofit B Lab This list includes businesses that earned scores in the top 10 percent of more than 2 Certified B Corporations across all categories on the B Impact Assessment To certify as B Corporations companies like Mascoma Bank must complete the full assessment and have their answers verified by B Lab This assessment evaluates a company’s environmental performance employee relationships diversity involvement in the local community the impact a company’s product or service has on those it serves and more Honorees scoring in the top 10 percent of all B Corporations set a gold standard for companies using business as a force for good Mascoma Bank made the list",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "On June 25 Mascoma Bank’s B Corp Environment Impact Team hosted its first Waste Characterization Day In an effort to reduce the Bank’s impact on the environment the team’s long-term goal is for the Bank to be zero waste To get there we first needed to understand what—exactly—is in the waste A team of courageous bank professionals donned gloves to sort through waste from several different branches With an aim toward gaining accurate data the team sourced waste from smaller branches such as Route  in Hanover to the Operations Center which can see several hundred visitors and employees every workday With a deep breath the team attacked the trash sifting through all sorts of treasure and curiosities unopened tea bags banana peels expired cans of soup and an astonishing number of paperclips Bank president and CEO Clay Adams said “This is the type of forward-thinking action we encourage at Mascoma If we want to ‘Use business as a force for good’ as Certified B Corporations are charged to do",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, Mascoma Bank has made several public commitments to social and corporate responsibility. They are a certified B Corporation, which means they are committed to using business as a force for good and meeting high standards of social and environmental performance, accountability, and transparency. In addition, the Bank has shown its dedication to sustainability by implementing environmentally friendly practices and participating in initiatives aimed at reducing waste and promoting a healthier planet. By doing so, Mascoma Bank demonstrates its commitment to being a responsible member of the communities it serves.",
            "source": [
                {
                    "content": "likelihood for significant growth in socially responsible investments At MWM we help clients with Environmental Social and Governance ESG investing all the time As a certified B Corporation pledged to “use business as a force for good” that feels like an obvious place for us to have knowledge and be able to discuss pros and cons fluently with our clients We will see much more reversion to the mean; returns will be more broadly distributed and not as concentrated in certain sectors Outside of the financial world the Patriots will draft a quarterback in the first round of the  draft You are leaving the Mascoma Bank website We cannot be responsible nor guarantee the information content presentation or accuracy of the subsequent website The linked website may have a different privacy policy and we recommend that you review those policies The site you are being directed to belongs to Mascoma Community Development LLC a wholly owned subsidiary of Mascoma Bank Products and services are",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "president and CEO Clay Adams said “This is the type of forward-thinking action we encourage at Mascoma If we want to ‘Use business as a force for good’ as Certified B Corporations are charged to do the environmental aspect of our work needs to be front of mind I look forward to hearing the results of this group’s work as we strive for zero waste” Impact Team Chair Cailin McMurdo-Minnich praised the team and their willingness to get to work to help reduce the Bank’s environmental footprint “Sometimes in the day-to-day world of finance it can be hard to remember that Mascoma is a community bank in every sense of the word We want to lead by example and the group here today is totally committed to reducing the waste the bank generates I appreciate their work ethic and their commitment to this important cause” The team will report on their findings to the Bank’s Senior Leadership Team and propose a course of action to move the Bank closer to zero waste There are hundreds of B Corps",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "investing will play That is why the fund companies we use aren’t those who are just trying to make a product appeal to this target market but rather we use the firms who are thought leaders and innovators in this space I feel extremely confident in saying that our ESG portfolios offer clients the most appealing ESG investments available in the market today while still being well-diversified and liquid via ETF’s as opposed to direct investments” -Matthew Dattilio CFP® Senior Portfolio Manager Environmental Social and Governance investing is the filtration of the investment world through an intense screening process to avoid specific companies that are in controversial industries such as weapons alcohol and tobacco Additionally ESG investing goes further by increasing exposure to companies exhibiting beneficial behaviors such as clean energy education and diversity Mascoma Bank is proud to be a B-Corporation This means we strongly believe in the corporate responsibility to better our",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Patagonia King Arthur Flour Company Green Mountain Power and the United Kingdom’s Charity Bank Fifty-two countries are represented including Denmark India South Africa and Taiwan You can see the selection criteria for Best for the World honorees here “With the rise of anger at a system that feels rigged people are hungry for companies like Mascoma Bank who are changing the system by building businesses that seek to create the greatest positive impact” says Jay Coen Gilbert co-founder of B Lab “Best For The World is the only list of businesses that uses comprehensive comparable third-party-validated data about a company’s social and environmental performance As consumers talent and investors increasingly demand transparent values-aligned businesses to buy from work at and invest in companies will need to be not just the best in the world but the best for the world” You are leaving the Mascoma Bank website We cannot be responsible nor guarantee the information content presentation or",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual and quarterly reports detailing these commitments. In summary, the annual report highlights the company's overall performance, progress towards sustainable development goals (SDGs), and social and environmental impact. Quarterly reports focus on specific initiatives, achievements, and challenges faced during the reporting period. Both types of reports include key performance indicators (KPIs) to measure the effectiveness of the company's efforts in areas such as carbon emissions reduction, community engagement, employee wellbeing, and supply chain sustainability. Additionally, the reports often feature stakeholder perspectives and feedback, demonstrating transparency and accountability in the company's sustainability journey.",
            "source": [
                {
                    "content": "Acquisition and expansion of a 49-square foot steel fabrication/manufacturing facility including the purchase of highly specialized equipment utilizing New Markets Tax Credits Mascoma Bank provided leverage debt and a Mascoma Community Development provided 10 in NMTC Allocation Acquisition and expansion of a 49-square foot steel fabrication/manufacturing facility including the purchase of highly specialized equipment utilizing New Markets Tax Credits Mascoma Bank provided leverage debt and a Mascoma Community Development provided 10 in NMTC Allocation Business expansion and job creation of a 22-square foot retail food cooperative market utilizing New Markets Tax Credits Mascoma Bank provided the leverage debt and a Mascoma Community Development provided 6 in NMTC Business expansion and job creation of a 22-square foot retail food cooperative market utilizing New Markets Tax Credits Mascoma Bank provided the leverage debt and a Mascoma Community Development provided 6 in NMTC",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Mascoma Bank has taken reasonable measures to ensure that the information and data it presents on this website is accurate and current However Mascoma Bank makes no express or implied warranty regarding such information or data which may have been provided by third parties Mascoma Bank hereby expressly disclaims all legal liability and responsibility to persons or entities that use or access this site and its content based on their reliance on any information or data that is available through this website The content of this website is not designed or intended to provide authoritative financial accounting investment legal or other professional advice which may be reasonably relied on by its readers If expert assistance in this area is required the services of a qualified professional should be sought Our website provides links to other websites for convenience and informational purposes only Users should be aware that all websites are not protected and some may provide different levels",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "high yield multi sector and foreign asset classes we will only use mutual funds or ETFs We may recommend investment in commodities gold and real estate depending on the attractiveness of these asset classes relative to equities and fixed income These asset classes can also provide added diversification and be a source of risk control in various economic cycles When investing in these asset classes we also use ETFs and managed mutual funds Our account pre-acceptance process includes a review by a Senior Portfolio Manager to identify any asset presenting unusual needs Any such asset that cannot be disposed of prior to transfer of the account to the firm shall be noted and a plan for its management/disposition shall be made and addressed after the opening of the account After the initial review the assets of each discretionary investment account will be reviewed and analyzed each calendar year by the Senior Portfolio Manager and Managing Director to evaluate whether the assets are",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "happening in their lives we are much more successful at creating short- and long-term goals that work for them When we are really sharing information back and forth on an ongoing basis we can more easily meet expectations all around Technology That’s due to a few things Through the first 3 quarters of last year it was the only place driving significant return The subset of that is artificial intelligence and robotics which are driving a lot of interest right now There’s a belief in the industry that AI and robotics are going to drive technological advancements moving forward including health care the automotive field and many other industries Those companies that are taking advantage of next gen technologies will continue to trickle into other industries We also feel like there is a strong likelihood for significant growth in socially responsible investments At MWM we help clients with Environmental Social and Governance ESG investing all the time As a certified B Corporation pledged",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided context, I am unable to determine specific community or social events that have been organized to fulfill any particular commitment mentioned. However, it is clear that Mascoma Community Development (MCD) and Mascoma Bank are involved in supporting various initiatives within communities, including arts programming, youth mentoring, economic development, and mental health resources. These organizations likely collaborate with local groups and individuals to organize events and activities that align with their mission and values.",
            "source": [
                {
                    "content": "historical society might sponsor public events or maybe a local nonprofit group sponsors a monthly potluck contra dance Find out and sign up Introduce yourself at the local hardware store Here in New England the heart of every village no matter how big a village it might be is the hardware store This is where you go for nails advice a rake chicken feed seeds insect repellent and conversation Just about everyone finds themselves in need of a hammer and a nail at some point in their lives and the people who work at the hardware store meet just about everyone Make sure you’re one of them You are leaving the Mascoma Bank website We cannot be responsible nor guarantee the information content presentation or accuracy of the subsequent website The linked website may have a different privacy policy and we recommend that you review those policies The site you are being directed to belongs to Mascoma Community Development LLC a wholly owned subsidiary of Mascoma Bank Products and services are",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "indoors outdoors or at various field trip locations around the community children and families come together and build relationships with one another Playgroup participation has multiplied more than three-fold since this program began in  Angela Kelley the Associate Director at SAPCC says “Community playgroups are one of our core services They provide countless opportunities for children of course but they also provide parents with valuable connections with others We’ve seen long-lasting relationships built through playgroups time and time again” Other vital programs at SAPCC include the Learning Together program which provides resources for young parents and the HEART program which supports those grieving the loss of a pregnancy or an infant Margot Holmes Executive Director at SAPCC says “Mascoma Bank has been an amazing donor for us They truly make it possible for us to bring community development to the area” Through Mascoma Bank’s support SAPCC partners with schools and other",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Home  Insight  5 Tips on Becoming a Part of a New Community Moving to a new neighborhood Here’s how to find your new community Buying a new house isn’t just about financing inspections and closing costs Moving to a new town means building a new social network from the ground up It means becoming a part of a new community This can be daunting It might be tempting to hide out in your lovely new home and wait for people to drop by with a plate of cookies and advice on which septic company to use but there are several ways to get the ball rolling when it comes to making yourself at home in your new town And making new friends isn’t just a good way to become a part of a community—it might even help you live a longer healthier life according to research By reaching out to your new neighbors and townspeople you make it known that you are ready to be a productive member of your community that the investment you just made isn’t simply in the house you bought You are also investing in the town",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "various art mediums to help people work toward wellness Within the last year the Portland Maine-based team for Mascoma Bank has grown from two to six members Two of those six members Andrew Cook and Amberlynn Esperanza have recently transitioned into volunteer leadership roles with the Portland Regional Chamber of Commerce PRCC This year Lund celebrates its nd year of championing families across the state of Vermont The year  was a tough one for the Hartford community—three young people died by suicide One positive thing to come out of such tragedy was the creation of Hartford Community Coalition HCC Mascoma Community Development MCD is pleased to announce a 20 million New Markets Tax Credit NMTC allocation to finance the construction of a new manufacturing and warehouse facility for Tropical Products Inc’s water-based personal care home care and pet care products in Salem Massachusetts On March 16  Mascoma Community Development announced 7 million in New Markets Tax Credits funding",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the given context, several products, services, and technologies are mentioned. These include cash management tools, online banking services, fraud protection tools, environmental, social, and governance (ESG) investing, and technology advancements such as artificial intelligence and robotics. Additionally, Mascoma Bank offers state-of-the-art facilities for producing new products, and they provide resources related to community development through their subsidiary, Mascoma Community Development LLC. Lastly, various tech support options are available in the Upper Valley, including the Geek Squad at Best Buy in West Lebanon, NH.",
            "source": [
                {
                    "content": "Home  Business Banking  Additional Business Services  Online Cash Management Cash Management tools allow work to be done in real time creating a digital record to track all activity while eliminating unnecessary and outdated manual systems and paperwork Businesses benefit from modern money and payment management tools and gain convenience when receiving incoming payments Some benefits include convenient access to your company’s balances and transactions at any time the ease of paying vendor invoices or state and federal taxes electronically and easily sweeping money into higher yielding accounts Plus enhanced Fraud Protection tools give customers added flexibility and convenience to automate tasks with an extra layer of security to safeguard your business Cash Management tools allow work to be done in real time creating a digital record to track all activity while eliminating unnecessary and outdated manual systems and paperwork Businesses benefit from modern money and payment",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "happening in their lives we are much more successful at creating short- and long-term goals that work for them When we are really sharing information back and forth on an ongoing basis we can more easily meet expectations all around Technology That’s due to a few things Through the first 3 quarters of last year it was the only place driving significant return The subset of that is artificial intelligence and robotics which are driving a lot of interest right now There’s a belief in the industry that AI and robotics are going to drive technological advancements moving forward including health care the automotive field and many other industries Those companies that are taking advantage of next gen technologies will continue to trickle into other industries We also feel like there is a strong likelihood for significant growth in socially responsible investments At MWM we help clients with Environmental Social and Governance ESG investing all the time As a certified B Corporation pledged",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "facility offering state-of-the-art production of its newest product You are leaving the Mascoma Bank website We cannot be responsible nor guarantee the information content presentation or accuracy of the subsequent website The linked website may have a different privacy policy and we recommend that you review those policies The site you are being directed to belongs to Mascoma Community Development LLC a wholly owned subsidiary of Mascoma Bank Products and services are offered through Mascoma Community Development LLC a registered certified development entity The following document is provided by the Small Business Administration SBA and is not associated with Mascoma Bank You are leaving the Mascoma Bank website for a registration page hosted by Microsoft The registration website uses an encrypted connection to ensure that information entered is transmitted securely Please do not email any confidential information Email is not a secure form of communication Copyright ©  Mascoma Bank",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Home  Insight  Tech Support in the Upper Valley—Who You Gonna Call How much do you depend on your smartphone iPad laptop or tablet If any one of those devices stopped working right now just how far up a creek without a paddle would you be Does the thought alone make you break out in a cold sweat When you need tech support ASAP who you gonna call If you’re like most folks you probably don’t have a ready answer to that question Which is odd You depend on your car for transportation and we bet you know the name and number or your phone does of a trusted mechanic And you depend on those electronic devices for all kinds of work recreation and social connections but you may not have a clue about local tech support Fear not There’s help available in the Upper Valley and the Geek Squad at Best Buy in West Lebanon New Hampshire is not your only option We’ll make some business introductions—in a minute But first we are going to insist you purchase and start using—on a regular basis—an external",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, there are various promotional events, expos, and sales related to the offerings mentioned above. Some of these include:\n\n1. Mascoma Experiences: Mascoma Bank periodically hosts events such as workshops, seminars, and webinars focused on financial education and wellness. These events often feature guest speakers, interactive activities, and networking opportunities.\n2. Products Inc.: Although not explicitly mentioned, it can be assumed that Products Inc. participates in industry trade shows and conferences where they showcase their water-based personal care, home care, and pet care products. Attending these events allows them to promote their products, network with potential clients and partners, and stay updated on industry trends.\n3. The Food Bank of Western Massachusetts Inc.: While there may not be specific promotional events for The Food Bank of Western Massachusetts Inc., they likely engage in awareness campaigns, charity drives, and collaborative efforts with local businesses and organizations to raise funds and support their mission.\n4. Mascoma Bank: As a community-focused bank, Mascoma Bank might occasionally host promotional events like open houses, financial literacy workshops, and charitable fundraisers. These events aim to educate the public about responsible money management while also supporting local causes and initiatives.",
            "source": [
                {
                    "content": "Welcome to Mascoma Experiences Mascoma Experiences offers events open to all customers of Mascoma Bank Events are centered around financial education and financial wellness social gatherings and travel opportunities We feature professional experienced dynamic presenters including Mascoma Bank employees and other experts in the financial wellness field Our trips are led by group leaders with decades of travel experience and feature day trips and occasional longer adventures to exciting destinations For questions contact Sue Beaulieu  [email protected] Doreen McKinney  [email protected] Mascoma Experiences offers events open to all customers of Mascoma Bank Events are centered around financial education and financial wellness social gatherings and travel opportunities We feature professional experienced dynamic presenters including Mascoma Bank employees and other experts in the financial wellness field Our trips are led by group leaders with decades of travel experience and feature day",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Products Inc’s water-based personal care home care and pet care products in Salem Massachusetts On March 16  Mascoma Community Development announced 7 million in New Markets Tax Credits funding for The Food Bank of Western Massachusetts Inc At the end of  Mascoma Bank contributed more than  to area nonprofit organizations in an effort to meet some of the area’s biggest needs Community Health Centers of Burlington CHCB provides affordable quality health care to all who need it regardless of financial status or life circumstances In August Mascoma Bank sponsored Burlington Vermont’s Intervale Center and their annual fundraiser which celebrates Vermont’s vibrant food system and our community of talented farmers chefs and supporters Mascoma Bank supported the Humane Society of Chittenden County’s HSCC by sponsoring two of their major fundraising events in  Purrrses for Paws an auction event featuring purses and their first-ever virtual Walk  5K Mascoma’s sponsorship supported HSCC’s",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Esperanza have recently transitioned into volunteer leadership roles with the Portland Regional Chamber of Commerce PRCC This year Lund celebrates its nd year of championing families across the state of Vermont Community Health Centers of Burlington CHCB provides affordable quality health care to all who need it regardless of financial status or life circumstances Mascoma Bank supported the Humane Society of Chittenden County’s HSCC by sponsoring two of their major fundraising events in  Purrrses for Paws an auction event featuring purses and their first-ever virtual Walk  5K Mascoma’s sponsorship supported HSCC’s Annual Campaign which funds everything from day-to-day operations to emergency veterinary care In addition to rehoming Generator is a design and fabrication sandbox in the heart of Burlington Vermont’s South End Arts and Business district Its makerspace is a combination of artist studios classrooms and business incubator at the intersection of art science and technology They",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and their annual fundraiser which celebrates Vermont’s vibrant food system and our community of talented farmers chefs and supporters We asked Pete Begin VP Senior Security and Fraud Prevention Officer for his top tips on protecting your identity and your finances Mascoma Bank supported the Humane Society of Chittenden County’s HSCC by sponsoring two of their major fundraising events in  Purrrses for Paws an auction event featuring purses and their first-ever virtual Walk  5K Mascoma’s sponsorship supported HSCC’s Annual Campaign which funds everything from day-to-day operations to emergency veterinary care In addition to rehoming Generator is a design and fabrication sandbox in the heart of Burlington Vermont’s South End Arts and Business district Its makerspace is a combination of artist studios classrooms and business incubator at the intersection of art science and technology They provide the tools expertise education and opportunity that empowers community members to create",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " Some key partnerships or collaborations related to commerce include:\n\n1. Chambers of Commerce: Local chambers of commerce often partner with businesses, government agencies, and nonprofit organizations to support economic development and provide resources for businesses within their region. Examples include the Portland Regional Chamber of Commerce and its affiliates such as PROPEL.\n2. Business Associations: These organizations bring together businesses within specific industries or niches to network, share knowledge, and advocate for common interests. Examples include trade associations and professional organizations.\n3. Economic Development Organizations: Groups focused on attracting new businesses, fostering entrepreneurship, and promoting local economies often collaborate with various stakeholders, including governments, educational institutions, and private sector entities.\n4. Nonprofits and Community Organizations: Partnerships between businesses and nonprofit organizations can support social causes, community development, and philanthropic initiatives. For instance, Mascoma Bank supports environmental, social, and governance (ESG) investing and engages in socially responsible practices.\n5. Educational Institutions: Collaboration between businesses and schools can lead to workforce development programs, internships, and research partnerships that benefit both parties. Universities, colleges, and vocational training centers may partner with businesses to develop curriculum, provide hands-on learning experiences, and facilitate job placement.",
            "source": [
                {
                    "content": "happening in their lives we are much more successful at creating short- and long-term goals that work for them When we are really sharing information back and forth on an ongoing basis we can more easily meet expectations all around Technology That’s due to a few things Through the first 3 quarters of last year it was the only place driving significant return The subset of that is artificial intelligence and robotics which are driving a lot of interest right now There’s a belief in the industry that AI and robotics are going to drive technological advancements moving forward including health care the automotive field and many other industries Those companies that are taking advantage of next gen technologies will continue to trickle into other industries We also feel like there is a strong likelihood for significant growth in socially responsible investments At MWM we help clients with Environmental Social and Governance ESG investing all the time As a certified B Corporation pledged",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "back to the communities in which we serve and that means ALL members of the community—including those with fur feathers and scales October is Cyber Security Awareness Month Here at Mascoma Bank we take security very seriously and that starts with educating our customers and being ready to help them spot potential fraud Internally our team uses a program we call Know Your Customer to help us understand your bank habits and be ready to step in Keeping track of your credit score is a crucial piece of maintaining your financial well-being Your credit score is like getting a grade for all the good work you’re doing with your finances—or it can serve as a reminder that you could be doing better As a certified B Corp Mascoma Bank is part of the global movement to use business as a force for good But what does that mean How can business be a force for good The Vermont Employee Ownership Center is a prime example of how businesses can have a positive impact in the real world Apple Hill Center",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "build networks through connections and collaboration and offer tools and opportunity to those they serve PRCC CEO Quincy Hentzel shares “I am incredibly pleased to have both Andrew and Amberlynn step into leadership roles at the Portland Regional Chamber We are lucky to have leaders who share the same goals and priorities as the Chamber in both their professional and volunteer positions Our organization will undoubtedly benefit from their involvement and leadership” Amberlynn Esperanza became President of PROPEL in May  and a board member for the Chamber in June  PROPEL is an affiliate of PRCC that offers leadership and professional development opportunities for young professionals Esperanza is AVP Commercial Lending Development Officer for Mascoma Bank’s Portland team and was encouraged to connect with PRCC by a mentor when she was feeling nervous and uncomfortable stepping out of her professional comfort zone Attending events by PROPEL helped her learn skills in networking",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "But what does that mean How can business be a force for good The Vermont Employee Ownership Center is a prime example of how businesses can have a positive impact in the real world Apple Hill Center for Chamber Music sits on  pastoral acres in the small New Hampshire town of Nelson Originally a sheep farm the location was acquired in  by Boston area-based cellist and music teacher Gene Rosov who had a dream to start a music camp for his students Music is a collaborative art People who play music together learn to work together and form the connections that result in strong communities At Mascoma Bank working to promote strong communities is an important part of who we are That means supporting organizations like the Upper Valley Music Center aligns perfectly with our philosophy Have you ever been scammed Or wondered if someone is trying to scam you You’re certainly not alone According to the Consumer Sentinel Network Data Book in  nearly 3 million reports of fraud and identity theft",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " There are several current job openings at Mascoma Bank, which is seeking passionate individuals to join its team committed to positively impacting their communities and customers. Additionally, there may be opportunities available at organizations such as Treasury’s Community Development Financial Institution (CDFI) Fund, Second Growth, AHEAD Affordable Housing Education and Development, and White Mountains Community College. For specific details regarding these opportunities, it would be best to visit the respective websites or contact the organizations directly.",
            "source": [
                {
                    "content": "Get your career search started in a few easy steps Search our website for open positions that interest you Apply online through our secure ADP Screening and Selection website You’ll begin by creating a login and password then adding your candidate profile and uploading your resume as a Word doc or PDF Please remember your login and password so you can apply for other positions that become available or change information in your candidate profile Get your career search started in a few easy steps Your online application provides the information we’ll need to assess your education and experience against the qualifications required for the position you applied for We receive many applications for each job posting To conduct a thorough assessment we ask for and appreciate your patience It can take a few weeks for us to schedule and conduct interviews and we ask for and appreciate your patience Candidates who don’t meet the qualifications of the position will receive notification via email",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Treasury’s Community Development Financial Institution CDFI Fund Second Growth‘s mission begins with the overarching goal of reducing substance misuse and violence for adolescents This organization provides clinical counseling in their offices and trainings group support and prevention education in local schools and community settings The emphasis is on developing resiliency skills to help area youth safely navigate adolescence Founded in August  AHEAD Affordable Housing Education and Development a certified nonprofit located in Littleton New Hampshire is fighting hard to put an end to homelessness and generational poverty in the North Country Through their initiatives they have been able to create safe and affordable housing as part of an effort to rebuild lives and communities With over White Mountains Community College WMCC wants to help students follow their passions into careers and in the process aims to redefine what student support and success looks like In  Jennifer Dassau",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Home  Personal Banking  Loans  Mortgages  Mortgage Loan Officers  Kaleigh Deering Kaleigh Deering joined Mascoma Bank with a decade and half of residential lending experience Her favorite part of the job is meeting potential homeowners hearing their unique stories and helping clients navigate the path toward owning a new home She strongly believes that no two loan scenarios are quite the same Everyone has slightly different personal needs and histories and understanding those differences is the key Whether you are planning to purchase your first home relocate upgrade or refinance an existing home she knows what questions ask and how to answer the questions you have As a Maine native she enjoys all the beauty the state has to offer and dives into boating and waterskiing in the summer and skiing in the winter Kaleigh lives in Scarborough Maine with her husband three sons and a yellow lab NMLS  Free Street Portland ME   [email protected] Kaleigh Deering joined Mascoma Bank with a decade",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Current Job Openings You can be a force for positive change Mascoma Bank is different by design; we were established to help our communities and customers not to benefit investors and we have been putting community first since  Today we are a growing team of nearly  employees dedicated to serving the needs of our communities As one of the first banks to become a Certified B Corporation® every year we measure our progress toward having a positive impact on all our stakeholders including team members community customers and the environment Every team member is crucial to reaching those goals and we encourage you to find out more about how you could be part of our team that is making a difference in the world If you have questions for you please reach out to us at [email protected] You can be a force for positive change Mascoma Bank is different by design; we were established to help our communities and customers not to benefit investors and we have been putting community first since",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various types of events being organized by Grappone Automotive Network. Some of these events include job fairs, webinars, workshops, and training programs. Here's a list of some of these events:\n\n* Job Fairs: Grappone hosts regular job fairs where potential employees can interact with company representatives and explore career opportunities. These job fairs provide a platform for candidates to showcase their skills and knowledge while connecting with employers in the automotive industry.\n* Webinars: Grappone conducts webinars on various topics related to the automotive industry, such as technological advancements, best practices, and trends. These webinars enable participants to learn new skills and stay updated on industry developments.\n* Workshops: Grappone organizes workshops focused on specific areas of expertise, such as sales techniques, customer service, and management strategies. These workshops aim to enhance the skills and knowledge of team members, leading to improved performance and career growth.\n* Training Programs: As mentioned earlier, Grappone offers several internal training programs, such as \"Leadership Grappone 20,\" which focuses on leadership development, communication, and problem-solving skills. Additionally, Grappone provides low-interest rate auto loans through its \"Take the Wheel\" program, offering financial assistance to low- to moderate-income families.",
            "source": [
                {
                    "content": "build networks through connections and collaboration and offer tools and opportunity to those they serve PRCC CEO Quincy Hentzel shares “I am incredibly pleased to have both Andrew and Amberlynn step into leadership roles at the Portland Regional Chamber We are lucky to have leaders who share the same goals and priorities as the Chamber in both their professional and volunteer positions Our organization will undoubtedly benefit from their involvement and leadership” Amberlynn Esperanza became President of PROPEL in May  and a board member for the Chamber in June  PROPEL is an affiliate of PRCC that offers leadership and professional development opportunities for young professionals Esperanza is AVP Commercial Lending Development Officer for Mascoma Bank’s Portland team and was encouraged to connect with PRCC by a mentor when she was feeling nervous and uncomfortable stepping out of her professional comfort zone Attending events by PROPEL helped her learn skills in networking",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to connect with PRCC by a mentor when she was feeling nervous and uncomfortable stepping out of her professional comfort zone Attending events by PROPEL helped her learn skills in networking leadership and confidence Esperanza challenged herself to attend as many networking events as possible to talk to people and practice her skills In addition to developing an impressive bulletin board collage of all her nametags over time she also engaged in more meaningful conversations with customers and community members When the pandemic hit and the Paycheck Protection Program rolled out Esperanza’s email and phone lit up with messages from people across her network who knew she could help support small business owners Through PROPEL she helped keep virtual events on the calendar to allow professionals to connect and partnered with nonprofits like Hope Acts an organization committed to creating opportunity for asylum seekers and immigrants to raise awareness of the need for volunteers and",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "events throughout the year Ira enjoys spending time with friends and family on the lake in the summer snowmobiling in the winter and watching plenty of football in the fall NMLS  Free Street Portland ME   [email protected] Ira J Camp joined the Mascoma Bank lending team in  to serve southern Maine He has been a Residential Mortgage Loan Officer since  Ira feels the most important part of his job is finding the most suitable program to meet each customer’s needs and guiding them through the loan process so they know what to expect and they feel at ease For Ira the greatest possible compliment is a referral or a return customer Ira is active in his seaside community and served on the tri-town Kennebunk Kennebunkport and Arundel RSU 21 School Board for six years chairing the finance committee for the last three of those years He and his family are currently hosting an exchange student Ira and his wife offer their support to many charitable events throughout the year Ira enjoys spending",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Grappone supports team member growth through tuition reimbursement programs low-interest loan programs and in-house technical training programs and certifications For example the facility will be home to “Leadership Grappone 20” an employee development program that offers workshops on leadership development communication and problem-solving skills and has graduated 50 team members with opportunities for promotion The training center will support community-focused initiatives by providing meeting space at no cost for more than a dozen local nonprofit organizations like Riverbend Community Mental Health Dartmouth-Hitchcock Youth Summit NH Children’s Trust and the Center for Family Enterprise The project will also allow Grappone to expand partnerships within the community including its “Take the Wheel” program which provides low- to moderate-income families with financial counseling and access to low-interest rate auto loans Additional space at the facility will accommodate automotive",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Based on the given context, several employee or participant benefits are mentioned. These include:\n\n1. Health benefits: The text mentions \"health\" when discussing the benefits of working at Mascoma Bank. This suggests that the company offers comprehensive health insurance coverage for its employees.\n2. Family benefits: The text also refers to \"family,\" which could indicate that the bank provides supportive benefits for employees with families, such as paid parental leave or flexible work arrangements.\n3. Money or career benefits: The passage emphasizes the bank's commitment to providing opportunities for professional growth and financial success for their employees. This might involve offering competitive salaries, bonuses, or training programs.\n4. Personal goal achievement: By mentioning that the benefit program helps employees succeed in their personal goals, the text implies that the bank supports employees in reaching their individual objectives outside of work.\n5. Recognition and awards: Several awards received by Mascoma Bank are listed, showcasing the company's dedication to creating a positive work environment and promoting employee well-being.",
            "source": [
                {
                    "content": "Home  Careers  We Take Our Benefits Very Seriously Whether it’s your health family money or career we take our pledge of what it means to be a B-corp™ business seriously Learn how the benefits of working at Mascoma Bank can help give you the ability to succeed in your own personal goals Our benefit program is just one reason why we have been awarded a “Best Place to Work” in both New Hampshire and Vermont Whether it’s your health family money or career we take our pledge of what it means to be a B-corp™ business seriously Learn how the benefits of working at Mascoma Bank can help give you the ability to succeed in your own personal goals Our benefit program is just one reason why we have been awarded a “Best Place to Work” in both New Hampshire and Vermont “This link leads to the machine-readable files that are made available in response to the federal Transparency in Coverage Rule and includes negotiated service rates and out-of-network allowed amounts between health plans and",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "files that are made available in response to the federal Transparency in Coverage Rule and includes negotiated service rates and out-of-network allowed amounts between health plans and healthcare providers The machine-readable files are formatted to allow researchers regulators and application developers to more easily access and analyze data” You are leaving the Mascoma Bank website We cannot be responsible nor guarantee the information content presentation or accuracy of the subsequent website The linked website may have a different privacy policy and we recommend that you review those policies The site you are being directed to belongs to Mascoma Community Development LLC a wholly owned subsidiary of Mascoma Bank Products and services are offered through Mascoma Community Development LLC a registered certified development entity The following document is provided by the Small Business Administration SBA and is not associated with Mascoma Bank You are leaving the Mascoma Bank",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "employee ownership as well as business advisors and other business professionals economic development professionals and government officials It’s a day of speeches and workshops designed to inform attendees about the benefits and challenges of employee ownership As a tax-exempt non-profit educational organization the VEOC relies on foundation grants government funding and contributions from individuals and businesses We at Mascoma Bank are thrilled to be a part of the good work being done by nonprofit organizations like the Vermont Employee Ownership Center and invite you to join us in supporting groups that make our communities healthier and happier Visit wwwveocorg/ for more information You are leaving the Mascoma Bank website We cannot be responsible nor guarantee the information content presentation or accuracy of the subsequent website The linked website may have a different privacy policy and we recommend that you review those policies The site you are being directed to belongs",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Bank recognize the importance of creating a work environment where employees and the organization can thrive” Other awards Mascoma has been recognized with include B Corp Best for the World  Best Companies to Work for in New Hampshire  Best Places to Work in Vermont  CIGNA New England Small Company Well-Being Award  Best Wellness Employer Silver Award from Wellness Workdays  and  Excellence in Worksite Wellness Gold Level Award from the Vermont Governor’s Council You are leaving the Mascoma Bank website We cannot be responsible nor guarantee the information content presentation or accuracy of the subsequent website The linked website may have a different privacy policy and we recommend that you review those policies The site you are being directed to belongs to Mascoma Community Development LLC a wholly owned subsidiary of Mascoma Bank Products and services are offered through Mascoma Community Development LLC a registered certified development entity The following document is",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information, I cannot provide specific details about a particular financial or earnings report. However, I can suggest some general takeaways related to personal finance and investments:\n\n1. Diversification: The story highlights the importance of diversifying your investments across different sectors, companies, and asset classes. Investing everything in a single stock, such as Boeing, can lead to significant losses if the company faces challenges or negative news.\n2. Risk management: It is crucial to manage risk in your investment portfolio. Betting everything on a single stock, especially one as volatile as Boeing, can expose investors to substantial risks.\n3. Timing the market: Attempting to time the market based on short-term fluctuations can be challenging and may lead to missed opportunities. Instead, focus on your long-term investment strategy and avoid making decisions based on short-term market movements.\n4. Emotional discipline: Investors must maintain emotional discipline during periods of market volatility. Overreacting to short-term changes can lead to poor decision-making and missed opportunities.\n5. Financial goals: Always keep your financial goals in mind when making investment decisions. Ensure that your investments align with your long-term objectives and risk tolerance.",
            "source": [
                {
                    "content": "year saw another pull back of about  but then the next five years saw some very positive annual returns including an annual return of  in  when Boeing was the best performing stock in the Dow Jones Industrial Average The Boeings were only a few years away from retirement and they made one big move after  – they invested all of their retirement assets into Boeing stock hoping that their retirement would go from being “perfectly comfortable for their needs” to enabling them to afford things they never dreamed possible The next two years were OK – not exactly what they hoped for but not too bad either When  was over they saw their Boeing stock – and their entire nest egg – up  This was a huge difference when compared to the more diversified SP  which was down almost 5 on the year It was starting to look like investing everything in Boeing stock was paying off In  things started to change however as Boeing’s stock priced moved up about 1 versus a 30+ gain for the SP  They were kind of",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Kaiser and Matt Dattilio about ESG investing and what it means for you as an investor We asked Mascoma Wealth Management’s newest Portfolio Manager to answer a few questions about her investment philosophy and why it’s a good time to be in Burlington VT As we enter into  we asked Matt Dattilio Senior Portfolio Manager what he is telling clients about the year ahead and the overall investment landscape We asked Tom Zuttermeister Senior Portfolio Manager about the advice and conversations he has with clients Mascoma Bank sat down with Mike Hemingway Portfolio Manager to share his thoughts on the current investment landscape Putting the 2Q GDP decline and stock market performance in perspective Remember back in late May when the Commerce Department reported that our US economy shrank by 5 in the first quarter of  And since that time economists were predicting that the second quarter of  would be even worse New guidelines for retirement loans and distributions due to COVID-19 On June 19",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "landed his dream job at his dream company headquartered in his hometown of Seattle Joe just turned 40 and as a mechanical engineer married to Jill with three kids the Boeings were looking forward Coronavirus quickly turned the market Bull to Bear Take stock of what that means A “bear market” occurs when stock prices in general are falling and then widespread pessimism sustains the continued drop in prices  Use this social-distancing time to establish healthy financial habits No one can escape the fact that COVID-19 has presented everyone both in United States and around the world with incredible new challenges  Be fearful when others are greedy and be greedy when others are fearful Almost without fail when the calendar turns there is widespread optimism about future stock market gains When you hear that be wary When markets move to extreme levels smart investors often make their largest portfolio gains – by doing the opposite of There are few options for investment available that are",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to look like investing everything in Boeing stock was paying off In  things started to change however as Boeing’s stock priced moved up about 1 versus a 30+ gain for the SP  They were kind of concerned but not really They reminded themselves that they still didn’t lose any money they just didn’t gain as much as maybe their diversified-SP -neighbors Oh well Just one more year the Boeings thought After all Boeing’s stock price was trading at /share on December 31  If we could just have one more 20 up-year everything would be golden Well Boeing’s stock price hit a peak on February 12  and since that time has dropped more than 70 wiping out about  billion in shareholder value In just four weeks Joe and Jill Boeing are obviously fictional characters But their fictional nest egg would be down 70 since mid-February  Let’s be more dramatic Let’s say their retirement was worth 1 million in February  – four weeks later it’s worth  And that is why investors should never put all their eggs in one",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the given text, there isn't any specific mention of investor events or funding rounds. However, the text does provide insights into various aspects related to investments such as financial literacy during pandemics, ESG investing, and technology trends. It also mentions that applications for grants are accepted four times a year, but no dates or details about these events are mentioned.",
            "source": [
                {
                    "content": "to New London; and Portland Maine Typical projects may include facility and infrastructure improvements new construction capital campaigns and capital items outside normal operating budgets The Foundation is especially interested in requests or projects that Applications will be accepted for amounts ranging from 5-50 Most awards will be for 5-25 Proposals will be considered four times per year Deadlines are the last day of each calendar quarter and requests are reviewed the following quarter Submissions will take a minimum of 12 weeks to be reviewed Applications should be complete on submission An organization receiving funds from the Foundation is eligible to submit a new application if at least 24 months have passed since they have received a donation If you have any further questions please contact Mariah Davis at  or [email protected] Applications can be submitted through an online portal accessible by clicking the button below You are leaving the Mascoma Bank website We cannot be",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "happening in their lives we are much more successful at creating short- and long-term goals that work for them When we are really sharing information back and forth on an ongoing basis we can more easily meet expectations all around Technology That’s due to a few things Through the first 3 quarters of last year it was the only place driving significant return The subset of that is artificial intelligence and robotics which are driving a lot of interest right now There’s a belief in the industry that AI and robotics are going to drive technological advancements moving forward including health care the automotive field and many other industries Those companies that are taking advantage of next gen technologies will continue to trickle into other industries We also feel like there is a strong likelihood for significant growth in socially responsible investments At MWM we help clients with Environmental Social and Governance ESG investing all the time As a certified B Corporation pledged",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Home  Investing with Mascoma Bank  Investment Advisors  MWM Resource  The Month of April is Financial Literacy Month No one can escape the fact that COVID-19 has presented everyone both in United States and around the world with incredible new challenges Beyond the worry of the virus itself the economic impact is being felt everywhere as most businesses have been forced to adapt rapidly with many closing – at least temporarily Without a doubt some form of social-distance will part of the new normal for the foreseeable future And while the US Government is working to help many still face with financial distress – as bills are still arriving jobs are being lost and nest eggs are dwindling Since most of the country is social-distancing from one another for the month of April and many of us more time at home it’s a good opportunity to stock of how you well you understand finance as it applies to you We would like to encourage and support you in using this time to learn establish and",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Home  Investing with Mascoma Bank  Investment Advisors  ESG We recently sat down to speak with Kathrin Kaiser and Matt Dattilio about ESG investing and what it means for you as an investor As we enter into  we asked Matt Dattilio Senior Portfolio Manager what he is telling clients about the year ahead and the overall investment landscape You are leaving the Mascoma Bank website We cannot be responsible nor guarantee the information content presentation or accuracy of the subsequent website The linked website may have a different privacy policy and we recommend that you review those policies The site you are being directed to belongs to Mascoma Community Development LLC a wholly owned subsidiary of Mascoma Bank Products and services are offered through Mascoma Community Development LLC a registered certified development entity The following document is provided by the Small Business Administration SBA and is not associated with Mascoma Bank You are leaving the Mascoma Bank website for a",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the given context, I am unable to provide a specific financial or funding goal for the next period as no such information has been mentioned. However, it is evident that Mascoma Bank and its affiliates are actively involved in various initiatives related to philanthropy, social responsibility, and technology investments. They seem committed to helping their clients achieve their goals while staying updated with emerging trends in the market.",
            "source": [
                {
                    "content": "happening in their lives we are much more successful at creating short- and long-term goals that work for them When we are really sharing information back and forth on an ongoing basis we can more easily meet expectations all around Technology That’s due to a few things Through the first 3 quarters of last year it was the only place driving significant return The subset of that is artificial intelligence and robotics which are driving a lot of interest right now There’s a belief in the industry that AI and robotics are going to drive technological advancements moving forward including health care the automotive field and many other industries Those companies that are taking advantage of next gen technologies will continue to trickle into other industries We also feel like there is a strong likelihood for significant growth in socially responsible investments At MWM we help clients with Environmental Social and Governance ESG investing all the time As a certified B Corporation pledged",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to New London; and Portland Maine Typical projects may include facility and infrastructure improvements new construction capital campaigns and capital items outside normal operating budgets The Foundation is especially interested in requests or projects that Applications will be accepted for amounts ranging from 5-50 Most awards will be for 5-25 Proposals will be considered four times per year Deadlines are the last day of each calendar quarter and requests are reviewed the following quarter Submissions will take a minimum of 12 weeks to be reviewed Applications should be complete on submission An organization receiving funds from the Foundation is eligible to submit a new application if at least 24 months have passed since they have received a donation If you have any further questions please contact Mariah Davis at  or [email protected] Applications can be submitted through an online portal accessible by clicking the button below You are leaving the Mascoma Bank website We cannot be",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "begin to upgrade the central campus including an expanded kitchen decks for people to eat on accessible bathrooms new mechanicals and storage in the basement and upgrading and modernizing equipment “One thing that’s really wonderful about Mascoma Bank and their gift to us is that yeah it’s about the building project but it’s really about diversity” says Lenny It’s about the people We at Mascoma Bank are thrilled to be a part of the good work being done by nonprofit organizations like Apple Hill Center for Chamber Music and invite you to join us in supporting groups that make our communities healthier and happier Visit the Apple Hill donations page for more information You are leaving the Mascoma Bank website We cannot be responsible nor guarantee the information content presentation or accuracy of the subsequent website The linked website may have a different privacy policy and we recommend that you review those policies The site you are being directed to belongs to Mascoma Community",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The development will include a community health center and 48 units of affordable housing for seniors This grant will support pre-development soft costs including architectural and engineering costs MCD takes great pride supporting organizations and programs that strengthen the communities they serve MCD commends the important work of BlueHub and all CDFIs and is pleased to support these efforts with this grant You are leaving the Mascoma Bank website We cannot be responsible nor guarantee the information content presentation or accuracy of the subsequent website The linked website may have a different privacy policy and we recommend that you review those policies The site you are being directed to belongs to Mascoma Community Development LLC a wholly owned subsidiary of Mascoma Bank Products and services are offered through Mascoma Community Development LLC a registered certified development entity The following document is provided by the Small Business Administration SBA and is not",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided context, there isn't any specific publication, research finding, or introduced technology mentioned. However, there are several topics discussed, such as Mascoma Bank, MWM Resource, Socially Responsible Investments (ESG), Artificial Intelligence (AI) and Robotics, Healthcare, Automotive Field, and others. It seems that these topics represent the latest developments and trends in various fields.",
            "source": [
                {
                    "content": "happening in their lives we are much more successful at creating short- and long-term goals that work for them When we are really sharing information back and forth on an ongoing basis we can more easily meet expectations all around Technology That’s due to a few things Through the first 3 quarters of last year it was the only place driving significant return The subset of that is artificial intelligence and robotics which are driving a lot of interest right now There’s a belief in the industry that AI and robotics are going to drive technological advancements moving forward including health care the automotive field and many other industries Those companies that are taking advantage of next gen technologies will continue to trickle into other industries We also feel like there is a strong likelihood for significant growth in socially responsible investments At MWM we help clients with Environmental Social and Governance ESG investing all the time As a certified B Corporation pledged",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Home  Investing with Mascoma Bank  Investment Advisors  MWM Resource   Inflation  Interest Rates with Kathrin Kaiser Inflation in the United States reached 7 at the end of  the highest since  We asked Kathrin Kaiser Portfolio Manager for her insights To balance the historically high inflation we’re seeing this will be the first time in a long time that the Federal Reserve is hiking interest rates to balance the increasing costs of goods and services We’re expecting to see three or four rate hikes this year Borrowing funds will cost businesses more money and consumers will have to pay higher interest rates In addition inflation means that input prices for companies are increasing which may slow down some growth Companies that are most affected by higher interest rates are growth companies such as tech/biotech that rely on borrowing a lot of capital to support their growth Financial institutions including banks are likely to do better this year since they benefit from an increase in",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Home  Investing with Mascoma Bank  Investment Advisors  MWM Resource  How are We Really Doing During COVID-19 The United States Census Bureau has been collecting data in as close to real-time as possible in order to provide empirical insights into how Americans are really doing during COVID-19 Dubbed the Household Pulse Survey the Census Bureau started collecting this data on April 23rd and recently disseminated close to 1 million emails and text messages and received responses back from approximately  American households By examining the results it’s clear that the data paints the picture we all suspected adults making less money and younger adults are the most impacted by COVID-19 as concerns about paying the rent and mortgage as well as potential food shortages lead to more emotional and mental worries One of the questions asked by the Census Bureau was whether or not one had confidence in the ability to pay next month’s mortgage or rent The results showed that Further the Census",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the first quarter of  And since that time economists were predicting that the second quarter of  would be even worse New guidelines for retirement loans and distributions due to COVID-19 On June 19  the Internal Revenue Service announced new guidelines to help those affected by COVID-19 gain more access to retirement plan distributions and loans The IRS expanded the categories of those eligible called qualified individuals and increased the dollar limit on loans to Young adults and those making less money are hardest hit by the pandemic The United States Census Bureau has been collecting data in as close to real-time as possible in order to provide empirical insights into how Americans are really doing during COVID-19 Learn what history suggests but with one big difference today Fed policy Key takeaways Historically what we see in the SP  today—big price gains combined with a large retracement after a decline and strong market breadth—has nearly always indicated the beginning of a",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided context, there doesn't seem to be any specific ongoing or upcoming research projects or innovation initiatives mentioned. However, there are some general trends and areas of focus within the company, such as technology, environmental social and governance (ESG) investing, and socially responsible investments. Additionally, the company works closely with clients on various projects related to facility and infrastructure improvements, capital campaigns, and capital items outside normal operating budgets.",
            "source": [
                {
                    "content": "happening in their lives we are much more successful at creating short- and long-term goals that work for them When we are really sharing information back and forth on an ongoing basis we can more easily meet expectations all around Technology That’s due to a few things Through the first 3 quarters of last year it was the only place driving significant return The subset of that is artificial intelligence and robotics which are driving a lot of interest right now There’s a belief in the industry that AI and robotics are going to drive technological advancements moving forward including health care the automotive field and many other industries Those companies that are taking advantage of next gen technologies will continue to trickle into other industries We also feel like there is a strong likelihood for significant growth in socially responsible investments At MWM we help clients with Environmental Social and Governance ESG investing all the time As a certified B Corporation pledged",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to New London; and Portland Maine Typical projects may include facility and infrastructure improvements new construction capital campaigns and capital items outside normal operating budgets The Foundation is especially interested in requests or projects that Applications will be accepted for amounts ranging from 5-50 Most awards will be for 5-25 Proposals will be considered four times per year Deadlines are the last day of each calendar quarter and requests are reviewed the following quarter Submissions will take a minimum of 12 weeks to be reviewed Applications should be complete on submission An organization receiving funds from the Foundation is eligible to submit a new application if at least 24 months have passed since they have received a donation If you have any further questions please contact Mariah Davis at  or [email protected] Applications can be submitted through an online portal accessible by clicking the button below You are leaving the Mascoma Bank website We cannot be",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Home  Wealth Management at Mascoma Bank  investment advisors  Environmental Social and Governance Investing “In trying to create a better future we recognize the importance Environmental Social and Governance investing will play That is why the fund companies we use aren’t those who are just trying to make a product appeal to this target market but rather we use the firms who are thought leaders and innovators in this space I feel extremely confident in saying that our ESG portfolios offer clients the most appealing ESG investments available in the market today while still being well-diversified and liquid via ETF’s as opposed to direct investments” -Matthew Dattilio CFP® Senior Portfolio Manager “In trying to create a better future we recognize the importance Environmental Social and Governance investing will play That is why the fund companies we use aren’t those who are just trying to make a product appeal to this target market but rather we use the firms who are thought leaders and",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "will bring new jobs provide job training for employees and the community and apprenticeship opportunities for local students – supporting not only the individuals who work here and their families but benefitting the entire community” MCD is pleased to report that this project has also made possible MCD’s grant of 90 to its CDFI partner Regional Economic Development Center REDC headquartered in Raymond NH REDC is the statewide hub for Kiva which helps borrowers access up to 15 in capital via crowdfunding MCD’s support will allow REDC to expand this new program offering more New Hampshire companies the chance to start and grow MCD takes great pride in supporting organizations and programs that strengthen the communities they serve MCD commends the important work of REDC and all CDFIs and is pleased to support their efforts with this grant About Mascoma Community Development MCD was awarded the NMTC Allocation from the Community Development Financial Institutions Fund CDFI Fund a branch",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " I am unable to provide specific details regarding recent research grants or innovation awards due to my limited knowledge of current events. However, if you could provide me with more information or specify a particular grant or award, I may be able to assist you further.",
            "source": [
                {
                    "content": "Home  Insight  Celebrate National Scholarship Month—by Looking for Scholarships It’s no secret that the cost of a college education has grown over time Finding ways to pay for college that don’t involve borrowing has become ever more important to students and their families A scholarship is money given to a student that does not need to be paid back Scholarships are given out by foundations nonprofit organizations businesses some colleges as well as community members or philanthropists People are most familiar with scholarships that are awarded for merit in academic or athletic pursuits but there are also scholarships for a great variety of skills and talents The trick is to find them In honor of National Scholarship Month we at Mascoma Bank would like to share some tips and tools for finding a good-fit scholarship for the student in your life A college education opens doors and is generally considered an excellent investment There’s a lot of help out there when it comes time to pay",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "or service has on those it serves and more Honorees scoring in the top 10 percent of all B Corporations set a gold standard for companies using business as a force for good Mascoma Bank made the list thanks to exceptional practices such as a unique incentive program available to all employees a formalized wellness program and paid volunteer time off This was Mascoma Bank’s first time being assessed by B Lab and the experience has been eye-opening and inspiring It’s gratifying to see that much of the work we do now is well-aligned with the goals and ideals of B Lab At the same time we greatly appreciate the opportunity to see the direction and distance we need to go to keep our Mascoma family thriving A total of  Certified B Corporations were named  Best For The World Honorees including Patagonia King Arthur Flour Company Green Mountain Power and the United Kingdom’s Charity Bank Fifty-two countries are represented including Denmark India South Africa and Taiwan You can see the",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of this is the implementation of our Performance Management Program which ensures our team members are on track to succeed through constructive feedback and recognition for contributions while our Mentorship Program enables team members to work as a cohesive unit that learns and develops at all levels of career Mascoma Bank also works to ensure best practices are being used when it comes to physical health in the workplace “Employees notice when an organization legitimately cares about their well-being and are more likely to be satisfied with their jobs committed to the organization and motivated to do their best” says David W Ballard PsyD MBA head of APA’s Psychologically Healthy Workplaces program and its Office of Applied Psychology which hosts the annual awards “Organizations like Mascoma Bank recognize the importance of creating a work environment where employees and the organization can thrive” Other awards Mascoma has been recognized with include B Corp Best for the World  Best",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "financial literacy and building wealth Established in  AHEAD’s Partner of the Year Award recognizes a business or nonprofit that has demonstrated an extraordinary commitment to supporting AHEAD and their mission Joy Davis in AHEAD’s Resource Development said “Mascoma Bank was chosen as our award winner this year because of their continuous support through COVID-19 It was greatly appreciated when they kept coming back to us asking ‘How can we help’” “It is a great honor to receive the  Partner of the Year Award” said Mascoma Bank President Clay Adams “The work that AHEAD does is critical to ending cycles that keep individuals and whole communities from living the lives we all want to lead Building better communities means every one of our neighbors should have a safe affordable place to live and be able to work save and dream” You are leaving the Mascoma Bank website We cannot be responsible nor guarantee the information content presentation or accuracy of the subsequent website The",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided text, it appears that AHEAD (Affordable Housing Education and Development) is working closely with various partners to achieve their mission. These include:\n\n1. Northern New Hampshire and Vermont: By operating in this region, AHEAD is directly serving residents in these areas.\n2. Seniors, persons with disabilities, single parents, and veterans: AHEAD is actively engaging with these specific populations to provide them with safe and affordable housing options.\n3. Educational resources: AHEAD is partnering with other organizations to provide educational resources such as foreclosure prevention, financial literacy, and building wealth programs.\n4. SafeArt: AHEAD is supporting this community-based organization that uses the expressive arts to promote mental health and overall well-being.\n5. Mascoma Bank: This bank is mentioned as a supporter of AHEAD and the arts, demonstrating collaboration between businesses and nonprofits.",
            "source": [
                {
                    "content": "AHEAD Affordable Housing Education and Development a certified nonprofit located in Littleton New Hampshire is fighting hard to put an end to homelessness and generational poverty in the North Country Through their initiatives they have been able to create safe and affordable housing as part of an effort to rebuild lives and communities With over  apartments in northern New Hampshire and Vermont AHEAD has brought a sense of home to more than  seniors  persons with disabilities 75 single parents and 50 veterans—all with homes suited for their needs First and foremost AHEAD works to give people the tools they need to lead sustainable lives Educational resources help individuals and families gain or regain their financial footing and confidence with programming around foreclosure prevention financial literacy and building wealth Established in  AHEAD’s Partner of the Year Award recognizes a business or nonprofit that has demonstrated an extraordinary commitment to supporting AHEAD and",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the importance of art and the value of its creation goes far beyond anything displayed on walls or a stage That’s why we are proud to be a longtime supporter of SafeArt a community-based organization that uses the expressive arts as tools to support mental health and overall well-being If you’re a theater lover and you’re new to the Upper Valley you might think you have to trek to Boston or New York to meet your live theater needs At Mascoma Bank we believe that every member of our community should have opportunities to experience the arts and humanities as an audience member participant and/or creator As a certified B Corp Mascoma Bank is part of the global movement to use business as a force for good But what does that mean How can business be a force for good The Vermont Employee Ownership Center is a prime example of how businesses can have a positive impact in the real world Apple Hill Center for Chamber Music sits on  pastoral acres in the small New Hampshire town of Nelson",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "employee ownership as well as business advisors and other business professionals economic development professionals and government officials It’s a day of speeches and workshops designed to inform attendees about the benefits and challenges of employee ownership As a tax-exempt non-profit educational organization the VEOC relies on foundation grants government funding and contributions from individuals and businesses We at Mascoma Bank are thrilled to be a part of the good work being done by nonprofit organizations like the Vermont Employee Ownership Center and invite you to join us in supporting groups that make our communities healthier and happier Visit wwwveocorg/ for more information You are leaving the Mascoma Bank website We cannot be responsible nor guarantee the information content presentation or accuracy of the subsequent website The linked website may have a different privacy policy and we recommend that you review those policies The site you are being directed to belongs",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "build networks through connections and collaboration and offer tools and opportunity to those they serve PRCC CEO Quincy Hentzel shares “I am incredibly pleased to have both Andrew and Amberlynn step into leadership roles at the Portland Regional Chamber We are lucky to have leaders who share the same goals and priorities as the Chamber in both their professional and volunteer positions Our organization will undoubtedly benefit from their involvement and leadership” Amberlynn Esperanza became President of PROPEL in May  and a board member for the Chamber in June  PROPEL is an affiliate of PRCC that offers leadership and professional development opportunities for young professionals Esperanza is AVP Commercial Lending Development Officer for Mascoma Bank’s Portland team and was encouraged to connect with PRCC by a mentor when she was feeling nervous and uncomfortable stepping out of her professional comfort zone Attending events by PROPEL helped her learn skills in networking",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives between Mascoma Bank, PRCC, PROPEL, and various local organizations. Some examples include:\n\n1. Collaborative Networking Events: Both Mascoma Bank and PRCC host networking events where young professionals from PROPEL can connect with others in the community. These events provide opportunities for relationship building and collaboration.\n2. Leadership Development: Mascoma Bank and PRCC collaborate on leadership development programs for young professionals. This includes training sessions, workshops, and mentoring opportunities that help individuals build essential skills for success in their personal and professional lives.\n3. Community Outreach: Mascoma Bank, PRCC, and PROPEL often participate in joint community outreach efforts. They may partner with local nonprofit organizations to support causes such as education, economic development, and disaster relief. By working together, these organizations can amplify their impact and create a positive change in the community.\n4. Educational Workshops: From time to time, Mascoma Bank, PRCC, and PROPEL organize educational workshops focused on topics relevant to young professionals, such as financial literacy, career development, and entrepreneurship. These events bring together participants from different organizations to learn and grow together.\n5. Volunteering Opportunities: Mascoma Bank, PRCC, and PROPEL frequently collaborate on volunteering activities and events. Together, they engage in initiatives that support local nonprofit organizations, promote community service, and foster a sense of civic responsibility among young professionals.",
            "source": [
                {
                    "content": "build networks through connections and collaboration and offer tools and opportunity to those they serve PRCC CEO Quincy Hentzel shares “I am incredibly pleased to have both Andrew and Amberlynn step into leadership roles at the Portland Regional Chamber We are lucky to have leaders who share the same goals and priorities as the Chamber in both their professional and volunteer positions Our organization will undoubtedly benefit from their involvement and leadership” Amberlynn Esperanza became President of PROPEL in May  and a board member for the Chamber in June  PROPEL is an affiliate of PRCC that offers leadership and professional development opportunities for young professionals Esperanza is AVP Commercial Lending Development Officer for Mascoma Bank’s Portland team and was encouraged to connect with PRCC by a mentor when she was feeling nervous and uncomfortable stepping out of her professional comfort zone Attending events by PROPEL helped her learn skills in networking",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "events throughout the year Ira enjoys spending time with friends and family on the lake in the summer snowmobiling in the winter and watching plenty of football in the fall NMLS  Free Street Portland ME   [email protected] Ira J Camp joined the Mascoma Bank lending team in  to serve southern Maine He has been a Residential Mortgage Loan Officer since  Ira feels the most important part of his job is finding the most suitable program to meet each customer’s needs and guiding them through the loan process so they know what to expect and they feel at ease For Ira the greatest possible compliment is a referral or a return customer Ira is active in his seaside community and served on the tri-town Kennebunk Kennebunkport and Arundel RSU 21 School Board for six years chairing the finance committee for the last three of those years He and his family are currently hosting an exchange student Ira and his wife offer their support to many charitable events throughout the year Ira enjoys spending",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "happening in their lives we are much more successful at creating short- and long-term goals that work for them When we are really sharing information back and forth on an ongoing basis we can more easily meet expectations all around Technology That’s due to a few things Through the first 3 quarters of last year it was the only place driving significant return The subset of that is artificial intelligence and robotics which are driving a lot of interest right now There’s a belief in the industry that AI and robotics are going to drive technological advancements moving forward including health care the automotive field and many other industries Those companies that are taking advantage of next gen technologies will continue to trickle into other industries We also feel like there is a strong likelihood for significant growth in socially responsible investments At MWM we help clients with Environmental Social and Governance ESG investing all the time As a certified B Corporation pledged",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to connect with PRCC by a mentor when she was feeling nervous and uncomfortable stepping out of her professional comfort zone Attending events by PROPEL helped her learn skills in networking leadership and confidence Esperanza challenged herself to attend as many networking events as possible to talk to people and practice her skills In addition to developing an impressive bulletin board collage of all her nametags over time she also engaged in more meaningful conversations with customers and community members When the pandemic hit and the Paycheck Protection Program rolled out Esperanza’s email and phone lit up with messages from people across her network who knew she could help support small business owners Through PROPEL she helped keep virtual events on the calendar to allow professionals to connect and partnered with nonprofits like Hope Acts an organization committed to creating opportunity for asylum seekers and immigrants to raise awareness of the need for volunteers and",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " From the provided text, it appears that both Mascoma Bank and PROPEL aim to develop their team members personally and professionally. This collaboration between the two organizations creates a mutually beneficial environment where employees can grow and thrive. By offering various learning opportunities, resources, and support systems, both Mascoma Bank and PROPEL hope to improve employee satisfaction, increase productivity, and foster a positive corporate culture. Additionally, this partnership allows both organizations to tap into each other's networks and expertise, leading to potential business opportunities and expanded community impact. Overall, the primary objective of these collaborations is to create a win-win situation for both organizations and their respective teams, resulting in improved performance, innovation, and overall success.",
            "source": [
                {
                    "content": "happening in their lives we are much more successful at creating short- and long-term goals that work for them When we are really sharing information back and forth on an ongoing basis we can more easily meet expectations all around Technology That’s due to a few things Through the first 3 quarters of last year it was the only place driving significant return The subset of that is artificial intelligence and robotics which are driving a lot of interest right now There’s a belief in the industry that AI and robotics are going to drive technological advancements moving forward including health care the automotive field and many other industries Those companies that are taking advantage of next gen technologies will continue to trickle into other industries We also feel like there is a strong likelihood for significant growth in socially responsible investments At MWM we help clients with Environmental Social and Governance ESG investing all the time As a certified B Corporation pledged",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to connect with PRCC by a mentor when she was feeling nervous and uncomfortable stepping out of her professional comfort zone Attending events by PROPEL helped her learn skills in networking leadership and confidence Esperanza challenged herself to attend as many networking events as possible to talk to people and practice her skills In addition to developing an impressive bulletin board collage of all her nametags over time she also engaged in more meaningful conversations with customers and community members When the pandemic hit and the Paycheck Protection Program rolled out Esperanza’s email and phone lit up with messages from people across her network who knew she could help support small business owners Through PROPEL she helped keep virtual events on the calendar to allow professionals to connect and partnered with nonprofits like Hope Acts an organization committed to creating opportunity for asylum seekers and immigrants to raise awareness of the need for volunteers and",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "That investment is mutual We believe that developing our team members personally and professionally makes our company a great place to work and bank We offer a variety of learning opportunities for team members at all job levels Whether you are new to the workforce or bring many years of experience and knowledge we have resources available That investment is mutual We believe that developing our team members personally and professionally makes our company a great place to work and bank We offer a variety of learning opportunities for team members at all job levels Whether you are new to the workforce or bring many years of experience and knowledge we have resources available You are leaving the Mascoma Bank website We cannot be responsible nor guarantee the information content presentation or accuracy of the subsequent website The linked website may have a different privacy policy and we recommend that you review those policies The site you are being directed to belongs to Mascoma",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and group contributions We believe a truly inclusive culture leads to a sense of belonging and support for all team members We achieve this by recruiting and retaining a diverse talent pool increasing team member engagement through professional development and community outreach activities and offering personal growth workshops and team-building opportunities We believe that individuals enhance our culture because of their identity or differences such as race ethnicity or nationality; socio-economic class; age or generation; ablebodiedness or accessibility needs; gender gender identity and expression; sexual orientation; religion and worship practices; education or matriculation status; veteran or military service status; family or caregiver responsibilities; personal appearance; genetic information; political affiliation; work thought and leadership styles; and/or technical skills We are committed to a nondiscriminatory approach providing equal opportunity for employment and",
                    "metadata": {
                        "rel": [
                            "dol",
                            "bthechange",
                            "guidestar"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}