{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the information provided, I cannot directly point to any specific sustainable or environmental practices that have been implemented by Maths Pathway. However, it is mentioned that Maths Pathway acknowledges and pursues the goal of improving education while minimizing its ecological footprint. It also mentions that Maths Pathway is committed to providing quality education without compromising the environment. These statements suggest that Maths Pathway may adopt various sustainable practices in its operations, such as reducing paper usage, conserving energy, recycling materials, and supporting local communities.",
            "source": [
                {
                    "content": "for all Australian students HundrED is a not-for-profit organisation from Finland that aims to ‘seek and share innovations in education’ around the world They want to improve education by promoting educational innovations that are pedagogically sound and that are helping drive a revolution to bring education into the 21st Century In the first line of their manifesto HundrEd points out that the purpose of education is to help every child flourish which is something we identify strongly with here at Maths Pathway We believe that every child has the right to an amazing maths education and that having a good maths education opens a multitude of doors for students as they move through their lives This year HundrED are running two ‘Spotlights’ one focused on Sustainability based in California and one in Australia to showcase the amazing education innovations that are coming out of Victoria in partnership with Education Changemakers You can learn more about the spotlight and HundrED at",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to be the most successful Close to 1 Certified B Corporations were named  Best for the World Honourees including Patagonia; King Arthur Flour Company; Green Mountain Power; and the United Kingdom’s Charity Bank Fifty-two countries are represented including Denmark India South Africa and Taiwan The selection criteria for Best For The World honourees are available at  Today there are more than 2 Certified B Corporations across more than  industries and 50 countries unified by one common goal to redefine success in business Any company can measure and manage social and environmental performance at  B Lab is a nonprofit organisation that serves a global movement of people using business as a force for good  Its vision is that one day all companies compete not only to be the best in the world but the best for the world and society will enjoy prosperity for all for the long term B Lab drives this systemic change by 1 building a community of Certified B Corporations to make it easier for all",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "30 times more produce than traditional farms” The Water Abundance XPrize asks designers “to build a device that could extract at least 2 liters of water a day from the atmosphere enough for the daily needs of around  people use clean energy and cost no more than 2¢ a liter” The winning device from the Skysource/Skywater Alliance “sits inside a shipping container can use clean energy to almost instantly bring clean drinking water anywhere” The ethics of tech companies is a topic that continues to come up This month employees at Google Microsoft and Amazon have demanded greater input into the impact and ethical choices around the technology they build Complete the form to find out more about how Maths Pathway can help you and your school See how the Maths Pathway model can dramatically improve learning in your classroom 53 Park St South Melbourne Victoria Australia View in Google Maps For student access please ask your teacher for your class login details Maths Pathway acknowledges and",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "pursuit of this goal Maths Pathway is creating – and working with schools to implement – a groundbreaking mathematics Learning and Teaching Model With the rise of anger at a system that feels rigged people are hungry for companies like Maths Pathway who are changing the system by building businesses that seek to create the greatest positive impact” says Jay Coen Gilbert co-founder of B Lab “Best For The World is the only list of businesses that uses comprehensive comparable third-party-validated data about a company’s social and environmental performance As consumers talent and investors increasingly demand transparent values-aligned businesses to buy from work at and invest in companies will need to not just the best in the world but the best for the world and not just to be nice but to be the most successful Close to 1 Certified B Corporations were named  Best for the World Honourees including Patagonia; King Arthur Flour Company; Green Mountain Power; and the United Kingdom’s",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation. Here are ten examples:\n\n1. Earth Day (April 2) - A global event celebrating environmental protection and raising awareness about climate change.\n2. World Environment Day (June 5) - Organized by the United Nations, this event encourages worldwide awareness and action for the environment.\n3. COP26 Climate Conference (November/December 202) - A major UN conference focusing on climate change mitigation and adaptation.\n4. Global Climate Action Summit (September 202) - Hosted by California Governor Gavin Newsom, this summit brings together leaders from government, business, and civil society to discuss climate solutions.\n5. Extinction Rebellion protests - A global movement using nonviolent civil disobedience to demand urgent action on climate change and ecological collapse.\n6. Greenpeace campaigns - The environmental organization runs various campaigns advocating for clean energy, deforestation prevention, and ocean preservation.\n7. WWF Earth Hour (March or April) - A global event where individuals and organizations turn off their lights for an hour to raise awareness about climate change and promote energy efficiency.\n8. The Ocean Cleanup project - An initiative developing advanced technologies to rid the oceans of plastic waste.\n9. Project Drawdown - A comprehensive plan to reverse greenhouse gas emissions, including actions ranging from renewable energy adoption to soil carbon sequestration.\n10. EcoSummit - An annual gathering of sustainability professionals, entrepreneurs, and influencers sharing ideas and best practices for environmental conservation and regenerative development.",
            "source": [
                {
                    "content": "of a new curriculum since  Wales has set a goal of transforming schools into ‘learning organisations’ with “the capacity to change and adapt to new environments and circumstances as its members learn collectively and individually how to implement a shared vision” Need some mathematical humour in your life Of course you do Get it from none other than Ben Orlin When is a kilogram really a kilogram Leaders of the international measurement community have voted on changes to the metric system so that “the mass standard is now based on a value that is woven into the fabric of the universe” St Petersburg Russia houses “one of the largest public collections of zoological specimens in the world” thanks to Peter the Great The collection is attracting renewed interest three centuries after it was first conceived of due to the ‘age of genetics’ Speaking of old animals a discovery has been made in Borneo of a painting of a banteng a South Asian wild cow It is at least 40 years old making it the",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Electoral Act” At 88 years-old she is still making a difference Moons can have moons Are these called 2moons moon-squared or moonmoons Read on Finnish-based Umbra has become the first company to make a 3D model of an entire city truly accessible to people The city of Helsinki will be digitised “with the possibility of streaming it in real time to web browsers mobile devices and AR and VR headsets around the globe” What’s better than single-player tetris Playing the game while wired to two other people Researchers at the University of Washington have demonstrated a proof-of-concept “that multiple human brains can consciously work together to solve a task that none of the brains individually could” An autonomous robot farm the first of its kind in the United States is claiming to “grow 30 times more produce than traditional farms” The Water Abundance XPrize asks designers “to build a device that could extract at least 2 liters of water a day from the atmosphere enough for the daily",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The conversations where challenges successes and strategies are shared is why we hold events like Path After the triumph of Path19 the team at Maths Pathway were ready to hit the ground running and expand the event  in a big way for  But as we all know that’s when lockdowns started to hit Fast forward two unexpected years and we finally found ourselves in full swing planning for Path22 which to our delight went ahead with all the success we had expected  We know schools were still facing ongoing challenges which restricted the number of teachers who could join us this year but we were so pleased to share the experience with over  teachers from around Australia Path22 was extra special as it was the first time we held three teachers conferences across three states Our aim was to make Path22 as accessible as possible which is why we hosted the Maths Pathway community in Victoria Queensland and New South Wales It was amazing to see our community making the journey whether it was a car",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for all Australian students HundrED is a not-for-profit organisation from Finland that aims to ‘seek and share innovations in education’ around the world They want to improve education by promoting educational innovations that are pedagogically sound and that are helping drive a revolution to bring education into the 21st Century In the first line of their manifesto HundrEd points out that the purpose of education is to help every child flourish which is something we identify strongly with here at Maths Pathway We believe that every child has the right to an amazing maths education and that having a good maths education opens a multitude of doors for students as they move through their lives This year HundrED are running two ‘Spotlights’ one focused on Sustainability based in California and one in Australia to showcase the amazing education innovations that are coming out of Victoria in partnership with Education Changemakers You can learn more about the spotlight and HundrED at",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the provided information, I cannot provide specific environmental impact metrics that are reported through the B Impact Assessment. However, the assessment does measure a company's impact on the environment among other factors such as workers, community, and customers. Companies undergo the assessment to ensure they meet certain standards related to sustainability and environmental responsibility.",
            "source": [
                {
                    "content": "assessment measures a company’s impact on its workers community customers and environment To certify as B Corporations companies like Maths Pathway must complete the full assessment and have their answers verified by B Lab The Customer portion of the B Impact Assessment measures the impact a company has on its customers by focusing on whether a company sells products or services that promote public benefit and if those products/services are targeted toward serving underserved populations The section also measures whether a company’s product or service is designed to solve a social or environmental issue improving health preserving environment creating economic opportunity for individuals or communities promoting the arts/sciences or increasing the flow of capital to purpose-driven enterprises Honorees scoring in the top 10 percent set a gold standard for the high impact that business as a force for good can make on consumers around the world Maths Pathway made the list thanks to",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "doesn’t just evaluate a product or service it assesses the overall positive impact of the company that stands behind it—like Maths Pathway Using the B Impact Assessment B Lab evaluates how a company’s operations and business model impact its workers community environment and customers To achieve the B Corp Certification a company must achieve a score of at least 80 points on the assessment “Best for the World is a special program for the B Corp community and we’re thrilled to resume it after pausing the program in  due to COVID-19” said Juan Pablo Larenas Executive Director of B Lab Global “This year’s Best for the World companies are operating at the very top of their class excelling in creating positive impact for their stakeholders including their workers communities customers and the environment We’re proud of the community of stakeholder-driven businesses we’ve cultivated over the last 15 years; together we’re marching toward our collective vision of an inclusive equitable and",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "impact in the classroom Effect size is a way of evaluating the impact of an educational approach or intervention It is calculated by dividing the difference in the means of a control group and a ‘treatment group’ by the pooled standard deviation of the samples For example an effect size of 10 tells us that the means of the two groups differ by a standard deviation representing what’s considered a large effect size The average effect size in educational research is 04 Effect sizes less than  are considered small and interventions with effects greater than 04 fall within the zone of desired effects Although the use of effect size has produced much conversation and innovation in education like with all academic research interpretation should be balanced According to Coe care must be taken with respect to effect size for educational programs and interventions The word ‘effect’ connotes or implies ‘causality’ when in many cases there is an identified relationship and should be used only",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "pursuit of this goal Maths Pathway is creating – and working with schools to implement – a groundbreaking mathematics Learning and Teaching Model With the rise of anger at a system that feels rigged people are hungry for companies like Maths Pathway who are changing the system by building businesses that seek to create the greatest positive impact” says Jay Coen Gilbert co-founder of B Lab “Best For The World is the only list of businesses that uses comprehensive comparable third-party-validated data about a company’s social and environmental performance As consumers talent and investors increasingly demand transparent values-aligned businesses to buy from work at and invest in companies will need to not just the best in the world but the best for the world and not just to be nice but to be the most successful Close to 1 Certified B Corporations were named  Best for the World Honourees including Patagonia; King Arthur Flour Company; Green Mountain Power; and the United Kingdom’s",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Based on the provided information, I cannot definitively state whether Maths Pathway has made any specific public commitments to social or corporate responsibility. However, it is mentioned that Maths Pathway is pursuing a groundbreaking mathematics Learning and Teaching Model, which could potentially contribute positively to education and society. Additionally, being recognized as a Best for the World Honouree suggests that Maths Pathway is committed to creating a positive impact on various stakeholders, such as employees, communities, customers, and the environment.",
            "source": [
                {
                    "content": "to be the most successful Close to 1 Certified B Corporations were named  Best for the World Honourees including Patagonia; King Arthur Flour Company; Green Mountain Power; and the United Kingdom’s Charity Bank Fifty-two countries are represented including Denmark India South Africa and Taiwan The selection criteria for Best For The World honourees are available at  Today there are more than 2 Certified B Corporations across more than  industries and 50 countries unified by one common goal to redefine success in business Any company can measure and manage social and environmental performance at  B Lab is a nonprofit organisation that serves a global movement of people using business as a force for good  Its vision is that one day all companies compete not only to be the best in the world but the best for the world and society will enjoy prosperity for all for the long term B Lab drives this systemic change by 1 building a community of Certified B Corporations to make it easier for all",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "assessment measures a company’s impact on its workers community customers and environment To certify as B Corporations companies like Maths Pathway must complete the full assessment and have their answers verified by B Lab The Customer portion of the B Impact Assessment measures the impact a company has on its customers by focusing on whether a company sells products or services that promote public benefit and if those products/services are targeted toward serving underserved populations The section also measures whether a company’s product or service is designed to solve a social or environmental issue improving health preserving environment creating economic opportunity for individuals or communities promoting the arts/sciences or increasing the flow of capital to purpose-driven enterprises Honorees scoring in the top 10 percent set a gold standard for the high impact that business as a force for good can make on consumers around the world Maths Pathway made the list thanks to",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "pursuit of this goal Maths Pathway is creating – and working with schools to implement – a groundbreaking mathematics Learning and Teaching Model With the rise of anger at a system that feels rigged people are hungry for companies like Maths Pathway who are changing the system by building businesses that seek to create the greatest positive impact” says Jay Coen Gilbert co-founder of B Lab “Best For The World is the only list of businesses that uses comprehensive comparable third-party-validated data about a company’s social and environmental performance As consumers talent and investors increasingly demand transparent values-aligned businesses to buy from work at and invest in companies will need to not just the best in the world but the best for the world and not just to be nice but to be the most successful Close to 1 Certified B Corporations were named  Best for the World Honourees including Patagonia; King Arthur Flour Company; Green Mountain Power; and the United Kingdom’s",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "doesn’t just evaluate a product or service it assesses the overall positive impact of the company that stands behind it—like Maths Pathway Using the B Impact Assessment B Lab evaluates how a company’s operations and business model impact its workers community environment and customers To achieve the B Corp Certification a company must achieve a score of at least 80 points on the assessment “Best for the World is a special program for the B Corp community and we’re thrilled to resume it after pausing the program in  due to COVID-19” said Juan Pablo Larenas Executive Director of B Lab Global “This year’s Best for the World companies are operating at the very top of their class excelling in creating positive impact for their stakeholders including their workers communities customers and the environment We’re proud of the community of stakeholder-driven businesses we’ve cultivated over the last 15 years; together we’re marching toward our collective vision of an inclusive equitable and",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, Maths Pathway publishes annual and quarterly reports that provide updates on their commitments to create positive impacts on various stakeholders, including customers, workers, communities, and the environment. These reports typically include details on the company's progress towards achieving its goals, as well as any challenges they faced during the reporting period. Additionally, the reports may highlight specific initiatives or projects undertaken by Maths Pathway to further its mission and positively impact society. However, it is important to note that I cannot provide a summary of a specific report since I do not have access to current or past documents.",
            "source": [
                {
                    "content": "agents contributors and licensors of Maths Pathway Pty Ltd make any express or implied representation or warranty about the Services or any products or Services including the products or Services of Maths Pathway Pty Ltd referred to on the Website This includes but is not restricted to loss or damage you might suffer as a result of any of the following failure of performance error omission interruption deletion defect failure to correct defects delay in operation or transmission computer virus or other harmful component loss of data communication line failure unlawful third party conduct or theft destruction alteration or unauthorised access to records; the accuracy suitability or currency of any information on the Website the Services or any of its Services related products including third party material and advertisements on the Website; costs incurred as a result of you using the Website the Services or any of the products of Maths Pathway Pty Ltd; and the Services or operation in",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the Terms are excluded; and Maths Pathway Pty Ltd will not be liable for any special indirect or consequential loss or damage unless such loss or damage is reasonably foreseeable resulting from our failure to meet an applicable Consumer Guarantee loss of profit or opportunity or damage to goodwill arising out of or in connection with the Services or these Terms including as a result of not being able to use the Services or the late supply of the Services whether at common law under contract tort including negligence in equity pursuant to statute or otherwise Use of the Website and the Services is at your own risk Everything on the Website and the Services is provided to you as is and as available without warranty or condition of any kind None of the affiliates directors officers employees agents contributors and licensors of Maths Pathway Pty Ltd make any express or implied representation or warranty about the Services or any products or Services including the products or Services of",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Today Maths Pathway was recognised as being among the companies creating the most positive overall impact on its customers based on an independent comprehensive assessment administered by the nonprofit B Lab B Corp media contact Callie Rojewski B Lab; ;  ext  Today Maths Pathway was recognised as being among the companies creating the most positive overall impact on its customers based on an independent comprehensive assessment administered by the nonprofit B Lab Honourees are featured on B the Change the digital Medium publication produced by B Lab at bthechangecom/bestfortheworld Maths Pathway is honoured in the Best For Customers list which includes businesses that earned a Customer score in the top 10 percent of more than 2 Certified B Corporations on the B Impact Assessment The full assessment measures a company’s impact on its workers community customers and environment To certify as B Corporations companies like Maths Pathway must complete the full assessment and have their",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "assessment measures a company’s impact on its workers community customers and environment To certify as B Corporations companies like Maths Pathway must complete the full assessment and have their answers verified by B Lab The Customer portion of the B Impact Assessment measures the impact a company has on its customers by focusing on whether a company sells products or services that promote public benefit and if those products/services are targeted toward serving underserved populations The section also measures whether a company’s product or service is designed to solve a social or environmental issue improving health preserving environment creating economic opportunity for individuals or communities promoting the arts/sciences or increasing the flow of capital to purpose-driven enterprises Honorees scoring in the top 10 percent set a gold standard for the high impact that business as a force for good can make on consumers around the world Maths Pathway made the list thanks to",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided information, there isn't specific mention of community or social events organized to fulfill these commitments. However, it is mentioned that Maths Pathway hosts events like \"Path\" to provide valuable opportunities for teachers to network, learn from each other, and develop professionally. These events bring together educators from various locations, fostering connections and collaboration within the teaching community.",
            "source": [
                {
                    "content": "as accessible as possible which is why we hosted the Maths Pathway community in Victoria Queensland and New South Wales It was amazing to see our community making the journey whether it was a car ride away or an adventure interstate to be with us  One of the main highlights from the all three events was the networking and relationships that were built between our teacher community Hearing the conversations amongst our community where challenges successes and strategies were shared really dialled in on why we hold events like Path as often as possible Creating these invaluable moments where educators can share their experiences and connect with like-minded people is such an important part of any professional development opportunity  Providing a range of truly impactful sessions is a primary focus of every Maths Pathway event We want our teachers to walk away with new insights strategies and ideas that they can implement confidently in their classrooms So we had this at the front of",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Electoral Act” At 88 years-old she is still making a difference Moons can have moons Are these called 2moons moon-squared or moonmoons Read on Finnish-based Umbra has become the first company to make a 3D model of an entire city truly accessible to people The city of Helsinki will be digitised “with the possibility of streaming it in real time to web browsers mobile devices and AR and VR headsets around the globe” What’s better than single-player tetris Playing the game while wired to two other people Researchers at the University of Washington have demonstrated a proof-of-concept “that multiple human brains can consciously work together to solve a task that none of the brains individually could” An autonomous robot farm the first of its kind in the United States is claiming to “grow 30 times more produce than traditional farms” The Water Abundance XPrize asks designers “to build a device that could extract at least 2 liters of water a day from the atmosphere enough for the daily",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of the OECD examines what ingredients are needed for this to be successful Read on Dr Jane Franklin used to be a research scientist in molecular biology Now she’s a high school teacher in Katherine NT Why Read on The Victorian Education Excellence Awards have been celebrated Amongst the honours was Horsham College principal Rob Pyers From Pyers “I know one person does not make a school The award is a reflection of the entire Horsham College community’s work and effort over the past five years” Remote Queensland town Woorabinda is changing the way they do secondary education A new school is being built on  hectares with the aim of better supporting the high number of students with FASD fetal alcohol spectrum disorder and associated challenges of short attention spans intellectual difficulties and otitis media The Follow The Dream project provides academic enrichment support for Aboriginal students from remote towns around Western Australia’s Pilbara region Students in the program have",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The conversations where challenges successes and strategies are shared is why we hold events like Path After the triumph of Path19 the team at Maths Pathway were ready to hit the ground running and expand the event  in a big way for  But as we all know that’s when lockdowns started to hit Fast forward two unexpected years and we finally found ourselves in full swing planning for Path22 which to our delight went ahead with all the success we had expected  We know schools were still facing ongoing challenges which restricted the number of teachers who could join us this year but we were so pleased to share the experience with over  teachers from around Australia Path22 was extra special as it was the first time we held three teachers conferences across three states Our aim was to make Path22 as accessible as possible which is why we hosted the Maths Pathway community in Victoria Queensland and New South Wales It was amazing to see our community making the journey whether it was a car",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " There are several products, services, and technologies mentioned throughout the text. Some notable ones include:\n\n1. Maths Pathway - A pedagogical approach for mathematics instruction that uses best practices in teaching to maximize teacher impact in the classroom. It provides a framework for lesson planning and delivery.\n2. Classroom management tools (e.g., Google and Apple's classroom offerings) that streamline administrative tasks, facilitate real-time collaboration between teachers and students, and enhance the learning experience.\n3. Devices (e.g., laptops, tablets, and Chromebooks) that enable students to access high-quality, up-to-date resources and participate in various project-based activities.\n4. Resources from websites like Brilliant.org, MathsIsFun.com, Transum.org, and others that provide diverse learning experiences for students.\n5. Tools for extending student creativity and skill development, such as website design, animation creation, video production, and online surveying and data analysis.\n6. General capabilities and information and communication technology (ICT) capability in the Australian curriculum, which aim to develop broader life skills alongside subject-specific knowledge.",
            "source": [
                {
                    "content": "devices We use technology to simply take away the admin burden of the teacher having to spend time to assess where each student in the class is at and then which piece of content to deliver them at just the right time We take care of the scope and sequencing planning so you can focus on teaching in the classroom Please read the research white-paper An Evidence-Based Approach for Mathematics Instruction – Analysis of the Maths Pathway pedagogical model by Dr Kripa Sundar and Dr Katerina Schenke here Maths Pathway is an evidence-based pedagogical approach so we use best-practices in teaching to ensure that teachers are being as impactful as possible in every interaction with their students You can also learn more about the research behind our model in our Impact Report and on our blog We currently don't offer individual licences for homeschooling or tutoring However it is something that we are considering If you would like to express your interest in individual licences please let us",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "tools like Google and Apple’s classroom offerings gone are the days of ‘I forgot my homework’ ‘my printer isn’t working’ and ‘my USB is at home’ Now teachers can see student work live easily share documents/task sheets/marks and simplify group work In addition to the tools that are modernising classroom administration 11 devices can save time preparing curating and sharing resources with your students Having class-wide access to high-quality up-to-date resources through websites such as brilliantorg mathsisfuncom transumorg help create a variety of learning experiences that students find enjoyable and engaging Adding technology to the ‘pen and paper’ learning experience allows the creative potential of students to soar Providing students with the scope to extend themselves beyond traditional assignment formats and use technology practically lets them branch out and develop important skills Projects could include designing a website making an animation creating a video series or",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Today Maths Pathway was recognised as being among the companies creating the most positive overall impact on its customers based on an independent comprehensive assessment administered by the nonprofit B Lab B Corp media contact Callie Rojewski B Lab; ;  ext  Today Maths Pathway was recognised as being among the companies creating the most positive overall impact on its customers based on an independent comprehensive assessment administered by the nonprofit B Lab Honourees are featured on B the Change the digital Medium publication produced by B Lab at bthechangecom/bestfortheworld Maths Pathway is honoured in the Best For Customers list which includes businesses that earned a Customer score in the top 10 percent of more than 2 Certified B Corporations on the B Impact Assessment The full assessment measures a company’s impact on its workers community customers and environment To certify as B Corporations companies like Maths Pathway must complete the full assessment and have their",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "assignment formats and use technology practically lets them branch out and develop important skills Projects could include designing a website making an animation creating a video series or conducting an online survey and analysing the results In addition to delivering the key learning areas the general capabilities are an essential part of the Australian Curriculum These skills fall outside the specific content silos of the key learning areas but are still vital skills for students to succeed in the 21st Century The introduction of 11 devices can help teachers deliver all of the general capabilities but especially the Information and Communication Technology ICT Capability Students are already learning these skills in their home lives but there is incredible value in students learning how to integrate technology with their education as well An inordinate amount of teacher time is currently spent on administrative tasks Technology has the power to alleviate some of this burden Most",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, there aren't any specific promotional events, expos, or sales mentioned for each offering. However, they might have different marketing strategies, including social media campaigns, partnerships, or product launch events.",
            "source": [
                {
                    "content": "Electoral Act” At 88 years-old she is still making a difference Moons can have moons Are these called 2moons moon-squared or moonmoons Read on Finnish-based Umbra has become the first company to make a 3D model of an entire city truly accessible to people The city of Helsinki will be digitised “with the possibility of streaming it in real time to web browsers mobile devices and AR and VR headsets around the globe” What’s better than single-player tetris Playing the game while wired to two other people Researchers at the University of Washington have demonstrated a proof-of-concept “that multiple human brains can consciously work together to solve a task that none of the brains individually could” An autonomous robot farm the first of its kind in the United States is claiming to “grow 30 times more produce than traditional farms” The Water Abundance XPrize asks designers “to build a device that could extract at least 2 liters of water a day from the atmosphere enough for the daily",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "tools like Google and Apple’s classroom offerings gone are the days of ‘I forgot my homework’ ‘my printer isn’t working’ and ‘my USB is at home’ Now teachers can see student work live easily share documents/task sheets/marks and simplify group work In addition to the tools that are modernising classroom administration 11 devices can save time preparing curating and sharing resources with your students Having class-wide access to high-quality up-to-date resources through websites such as brilliantorg mathsisfuncom transumorg help create a variety of learning experiences that students find enjoyable and engaging Adding technology to the ‘pen and paper’ learning experience allows the creative potential of students to soar Providing students with the scope to extend themselves beyond traditional assignment formats and use technology practically lets them branch out and develop important skills Projects could include designing a website making an animation creating a video series or",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and one in Australia to showcase the amazing education innovations that are coming out of Victoria in partnership with Education Changemakers You can learn more about the spotlight and HundrED at  HundrED announced that Maths Pathway is included in the Innovation Spotlight last night to a packed room at the Hundred Spotlight Summit as a part of the EduChange Festival It was a great night and great to see some of the other awesome education innovations coming out of Victoria If your school doesn’t currently use Maths Pathway but you’re looking for a way to deliver truly differentiated mathematics education to your students from a provider with proven impact check out our  Impact Report to see data that shows the incredible outcomes our partner schools are achieving Alternatively book a chat or demo through our website so that we can show you what we have to offer mathspathwaycom Complete the form to find out more about how Maths Pathway can help you and your school See how the Maths",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Today Maths Pathway was recognised as being among the companies creating the most positive overall impact on its customers based on an independent comprehensive assessment administered by the nonprofit B Lab B Corp media contact Callie Rojewski B Lab; ;  ext  Today Maths Pathway was recognised as being among the companies creating the most positive overall impact on its customers based on an independent comprehensive assessment administered by the nonprofit B Lab Honourees are featured on B the Change the digital Medium publication produced by B Lab at bthechangecom/bestfortheworld Maths Pathway is honoured in the Best For Customers list which includes businesses that earned a Customer score in the top 10 percent of more than 2 Certified B Corporations on the B Impact Assessment The full assessment measures a company’s impact on its workers community customers and environment To certify as B Corporations companies like Maths Pathway must complete the full assessment and have their",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " One key partnership related to commerce is the collaboration between B Lab (a nonprofit organization) and Certified B Corporations. This partnership supports the growth and development of a global movement of people who use business as a force for good. By working together, these organizations aim to create a more sustainable and socially responsible economy. Additionally, other notable partnerships include collaborations between governments and private sector entities, such as trade agreements and initiatives focused on promoting fair labor practices, environmental stewardship, and ethical supply chains. These partnerships help drive progress towards a more inclusive, equitable, and sustainable future for businesses and communities alike.",
            "source": [
                {
                    "content": "assessment measures a company’s impact on its workers community customers and environment To certify as B Corporations companies like Maths Pathway must complete the full assessment and have their answers verified by B Lab The Customer portion of the B Impact Assessment measures the impact a company has on its customers by focusing on whether a company sells products or services that promote public benefit and if those products/services are targeted toward serving underserved populations The section also measures whether a company’s product or service is designed to solve a social or environmental issue improving health preserving environment creating economic opportunity for individuals or communities promoting the arts/sciences or increasing the flow of capital to purpose-driven enterprises Honorees scoring in the top 10 percent set a gold standard for the high impact that business as a force for good can make on consumers around the world Maths Pathway made the list thanks to",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to be the most successful Close to 1 Certified B Corporations were named  Best for the World Honourees including Patagonia; King Arthur Flour Company; Green Mountain Power; and the United Kingdom’s Charity Bank Fifty-two countries are represented including Denmark India South Africa and Taiwan The selection criteria for Best For The World honourees are available at  Today there are more than 2 Certified B Corporations across more than  industries and 50 countries unified by one common goal to redefine success in business Any company can measure and manage social and environmental performance at  B Lab is a nonprofit organisation that serves a global movement of people using business as a force for good  Its vision is that one day all companies compete not only to be the best in the world but the best for the world and society will enjoy prosperity for all for the long term B Lab drives this systemic change by 1 building a community of Certified B Corporations to make it easier for all",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "doesn’t just evaluate a product or service it assesses the overall positive impact of the company that stands behind it—like Maths Pathway Using the B Impact Assessment B Lab evaluates how a company’s operations and business model impact its workers community environment and customers To achieve the B Corp Certification a company must achieve a score of at least 80 points on the assessment “Best for the World is a special program for the B Corp community and we’re thrilled to resume it after pausing the program in  due to COVID-19” said Juan Pablo Larenas Executive Director of B Lab Global “This year’s Best for the World companies are operating at the very top of their class excelling in creating positive impact for their stakeholders including their workers communities customers and the environment We’re proud of the community of stakeholder-driven businesses we’ve cultivated over the last 15 years; together we’re marching toward our collective vision of an inclusive equitable and",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Today Maths Pathway was recognised as being among the companies creating the most positive overall impact on its customers based on an independent comprehensive assessment administered by the nonprofit B Lab B Corp media contact Callie Rojewski B Lab; ;  ext  Today Maths Pathway was recognised as being among the companies creating the most positive overall impact on its customers based on an independent comprehensive assessment administered by the nonprofit B Lab Honourees are featured on B the Change the digital Medium publication produced by B Lab at bthechangecom/bestfortheworld Maths Pathway is honoured in the Best For Customers list which includes businesses that earned a Customer score in the top 10 percent of more than 2 Certified B Corporations on the B Impact Assessment The full assessment measures a company’s impact on its workers community customers and environment To certify as B Corporations companies like Maths Pathway must complete the full assessment and have their",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " There are several employment and educational opportunities mentioned throughout the provided text. Some of these include:\n\n1. Employment opportunities in professional scientific and technical services (increase of 12) and healthcare (increase of 16) in the next four years, according to the Australian Bureau of Statistics.\n2. Concerns regarding the decline of the STEM pipeline and its potential impact on industries requiring skilled professionals in science, technology, engineering, and mathematics (STEM).\n3. Participation of students from Kalgoorlie in regional WA in the HackEd event, providing an opportunity for collaboration and problem-solving.\n4. Recognition of Radford College students winning the International Mathematical Modeling Challenge, showcasing their mathematical abilities and opening doors for further studies or career prospects in the field.\n5. Nominations of Traralgon College for three Australian Excellence in Education Awards, highlighting excellence within the Australian education system.\n6. Mentoring and ongoing professional development opportunities for educators, fostering a culture of continuous improvement and expertise within the education sector.\n7. The construction of a new school in remote Queensland town Woorabinda, catering specifically to students with Fetal Alcohol Spectrum Disorder (FASD), offering specialized support for those who may otherwise struggle in traditional educational settings.\n8. The Follow The Dream project providing academic enrichment support for Aboriginal students from remote towns around Western Australia's Pilbara region, promoting access to quality education and empowering students to reach their full potential.",
            "source": [
                {
                    "content": "COVID-19 had “a negative impact on either their mood wellbeing or sleeping“ And according to UNICEF 67 of young people had concerns about their education being ‘disrupted or held back’ due to the pandemic These statistics coupled with student workload suffering and a declining number of Australian students choosing to study maths in their senior years of high school is a serious concern The Australian Bureau of Statistics shows that employment is predicted to increase in professional scientific and technical services by 12 and health care by 16 in the next four years But the STEM pipeline of job seekers with the skills to take on these roles is declining across the board This is ‘a major concern for the industry’ according to the Australian Industry Group’s CEO Innes Wilox The  PISA results comparing the performance of students internationally showed that only 10 of Australian students demonstrated advanced knowledge of mathematics compared to 44 in the top performing country Beyond",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "that exist about the VET sector and which have been addressed by the Foundation for Young Australians here While we’re being future-focused here’s what Luyen Chou Chief Product Officer at Trilogy Education and former teacher sees as the four megatrends shaping global education HackEd is an annual event where students work together to find “sustainable innovative and practical solutions to ‘real-world’ issues facing organisations in their community” For the first time this year students from Kalgoorlie in regional WA participated in the event Students from Radford College have won the  International Mathematical Modeling Challenge In their submission the team developed a model of ‘The Best Hospital’ Observations from the judges can be read here Traralgon College has been nominated for three Australian Excellence in Education Awards including Innovation in Curriculum Design Best Co-Curricular Program and Education Rising Star of the Year Australia’s new Prime Minister has brought with",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Learning doesn’t stop once we graduate from higher education and enter the workforce if anything this is where learning really takes place Learning doesn’t stop once we graduate from higher education and enter the workforce if anything this is where learning really takes place At any organisation there should be on-the-job training mentoring and ongoing professional development opportunities to create a team of highly trained and confident experts  This is especially true at schools where students rely heavily on their teachers to use  best practice in the classroom and equip them with the skills and knowledge they need to succeed outside of school  Professional Development provides teachers with the most  effective teaching techniques resources and the chance to advance their careers It also keeps the school community up to date with the newest education research so the most relevant strategies can be considered for implementation These benefits all lead to increased motivation levels",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of the OECD examines what ingredients are needed for this to be successful Read on Dr Jane Franklin used to be a research scientist in molecular biology Now she’s a high school teacher in Katherine NT Why Read on The Victorian Education Excellence Awards have been celebrated Amongst the honours was Horsham College principal Rob Pyers From Pyers “I know one person does not make a school The award is a reflection of the entire Horsham College community’s work and effort over the past five years” Remote Queensland town Woorabinda is changing the way they do secondary education A new school is being built on  hectares with the aim of better supporting the high number of students with FASD fetal alcohol spectrum disorder and associated challenges of short attention spans intellectual difficulties and otitis media The Follow The Dream project provides academic enrichment support for Aboriginal students from remote towns around Western Australia’s Pilbara region Students in the program have",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Based on the provided information, I cannot provide specific details about events related to job fairs, webinars, workshops, or training programs. However, if any such events are organized by Maths Pathway or similar organizations, they would most likely be mentioned in promotional materials or communicated via email updates to registered participants.",
            "source": [
                {
                    "content": "as accessible as possible which is why we hosted the Maths Pathway community in Victoria Queensland and New South Wales It was amazing to see our community making the journey whether it was a car ride away or an adventure interstate to be with us  One of the main highlights from the all three events was the networking and relationships that were built between our teacher community Hearing the conversations amongst our community where challenges successes and strategies were shared really dialled in on why we hold events like Path as often as possible Creating these invaluable moments where educators can share their experiences and connect with like-minded people is such an important part of any professional development opportunity  Providing a range of truly impactful sessions is a primary focus of every Maths Pathway event We want our teachers to walk away with new insights strategies and ideas that they can implement confidently in their classrooms So we had this at the front of",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "teachers who need to jump into the classroom on short notice  Research shows that graduate teachers are more likely to be teaching out-of-field 37 of Year  teachers with one to two years of experience are teaching out-of-field compared to 25 of teachers with more than five years of experience With so many teachers placed in subjects they aren’t specialised in there needs to be a strong support network in place and an effective and timely classroom resource is no exception  Is there curriculum-aligned content created by maths teachers curriculum specialists and former Heads of Departments The content development team should be creating new resources for the new content with fully worked solutions This new content will be a great starting point for developing other resources Here is a free questionnaire to help you broach a conversation or to send in your follow-up Take this to your next meeting or send them through in an email to make sure any potential resource provider can actually",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "teachers participate in collaborative planning they become more confident in their knowledge of the curriculum faster It creates a space where content experts can share their knowledge questions can be asked and challenges worked through For schools where there is no subject matter expert consider reaching out to a specialist based at another local school You may be able to arrange regular catch-ups for your team  Mentorships should not be set and forget however These relationships will take time to grow so it’s important to build time into schedules to allow formal discussions to take place Overtime more informal conversations are likely to happen and less time may be needed Having a mentor is as much about the content knowledge they can share as the emotional support they will give Teaching out-of-field can be tough but the ongoing support of even one colleague can make a huge difference Handing over a textbook and some slides is not the way to prep out-of-field teachers Above all",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "year We’ve come up with a few ideas to get you started  Having a bank of resources and activities to go to when you’re planning out a particular lesson or need a quick activity to fall back on is a time saver Other teachers can be a blessing when it comes to finding resources Reach out to colleagues teaching the same subject as you and find a place where you can all collate your best activities resources and ideas The Media Library is a hidden gem when it comes to lesson plans energisers webinars rich tasks and downloadable resources Plus you can access helpful tips from teachers and experts like Dan Finkel and Eddie Woo Other great resources you can find online are Estimation  Math for Love Which one doesn’t belong and EngageME Mathematics  If you have any resources that you think might be useful for our teacher community send them through  The Australian curriculum review has been a hot topic since it was first addressed in  and although each state has its own curriculum they are",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Based on the provided information, there isn't any specific mention of employee or participant benefits within the text. However, it is worth noting that B Corps like Maths Pathway aim to create a positive impact on various stakeholders, including customers, workers, communities, and the environment. This suggests that employees may indirectly benefit from working for a company that prioritizes social and environmental responsibility.",
            "source": [
                {
                    "content": "assessment measures a company’s impact on its workers community customers and environment To certify as B Corporations companies like Maths Pathway must complete the full assessment and have their answers verified by B Lab The Customer portion of the B Impact Assessment measures the impact a company has on its customers by focusing on whether a company sells products or services that promote public benefit and if those products/services are targeted toward serving underserved populations The section also measures whether a company’s product or service is designed to solve a social or environmental issue improving health preserving environment creating economic opportunity for individuals or communities promoting the arts/sciences or increasing the flow of capital to purpose-driven enterprises Honorees scoring in the top 10 percent set a gold standard for the high impact that business as a force for good can make on consumers around the world Maths Pathway made the list thanks to",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Today Maths Pathway was recognised as being among the companies creating the most positive overall impact on its customers based on an independent comprehensive assessment administered by the nonprofit B Lab B Corp media contact Callie Rojewski B Lab; ;  ext  Today Maths Pathway was recognised as being among the companies creating the most positive overall impact on its customers based on an independent comprehensive assessment administered by the nonprofit B Lab Honourees are featured on B the Change the digital Medium publication produced by B Lab at bthechangecom/bestfortheworld Maths Pathway is honoured in the Best For Customers list which includes businesses that earned a Customer score in the top 10 percent of more than 2 Certified B Corporations on the B Impact Assessment The full assessment measures a company’s impact on its workers community customers and environment To certify as B Corporations companies like Maths Pathway must complete the full assessment and have their",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "doesn’t just evaluate a product or service it assesses the overall positive impact of the company that stands behind it—like Maths Pathway Using the B Impact Assessment B Lab evaluates how a company’s operations and business model impact its workers community environment and customers To achieve the B Corp Certification a company must achieve a score of at least 80 points on the assessment “Best for the World is a special program for the B Corp community and we’re thrilled to resume it after pausing the program in  due to COVID-19” said Juan Pablo Larenas Executive Director of B Lab Global “This year’s Best for the World companies are operating at the very top of their class excelling in creating positive impact for their stakeholders including their workers communities customers and the environment We’re proud of the community of stakeholder-driven businesses we’ve cultivated over the last 15 years; together we’re marching toward our collective vision of an inclusive equitable and",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "supports teachers to deliver differentiated teaching and achieve greater student growth in the classroom Ongoing support from your consultant every step of the way We won't share you or your friend's details with anyone",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information, it seems that Maths Pathway recently received recognition for creating a positive overall impact on its customers, ranking highly in the \"Best For Customers\" category. This achievement was determined by an independent comprehensive assessment administered by B Lab, which evaluates a company's impact on various stakeholders including workers, community, customers, and environment. Although no specific figures or dates are mentioned regarding the financial or earnings report, it appears that Maths Pathway has successfully demonstrated its commitment to creating a positive social and environmental impact while still maintaining strong customer satisfaction.",
            "source": [
                {
                    "content": "right and making all the font sizes consistent and correct And then I remember having to explain to the Director of Learning why nobody in my department actually used any of this documentation and that I was not going to waste their time to keep them updated I remember the frustration from teachers that nothing had really changed but there were new codes and content had been confusingly re-arranged  All this work for what impact Truthfully it was just back to business as usual demoralised and frustrated at not having actual time to do the things that mattered Like planning a fun and engaging rich task for my class organising opportunities for my students to connect to community – such as with mathematicians and engineers coaching my students to learn to appreciate and respond to mistakes and how to collaborate with others writing and marking exit tickets to give students timely formative feedback on their learning You know the things that actually matter  So off the back of the launch",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "assessment measures a company’s impact on its workers community customers and environment To certify as B Corporations companies like Maths Pathway must complete the full assessment and have their answers verified by B Lab The Customer portion of the B Impact Assessment measures the impact a company has on its customers by focusing on whether a company sells products or services that promote public benefit and if those products/services are targeted toward serving underserved populations The section also measures whether a company’s product or service is designed to solve a social or environmental issue improving health preserving environment creating economic opportunity for individuals or communities promoting the arts/sciences or increasing the flow of capital to purpose-driven enterprises Honorees scoring in the top 10 percent set a gold standard for the high impact that business as a force for good can make on consumers around the world Maths Pathway made the list thanks to",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "sessions from Day 2 were ‘How to become a rich learning expert’ by our Head of Learning Michaela and the great presentation and discussion about Year 10 facilitated by Deb and Jenny from Lavalla Catholic College For us here in the Maths Pathway office we think that our main takeaway is that we have an amazing community of educators that we get to work with and that with your passion we’ll continue to make Maths Pathway better and change the world From what we’ve heard back so far there were lots of attendees who were excited to take back what they learnt to their schools and try everything out for themselves Of particular interest this year were rich learning tasks and mini-lessons with multiple sessions dedicated to these topics With an overall feedback rating of 48 out of 5 we think everyone who attended had a chance to extract some value to take back to their school We also have a heap of feedback to go through now that will all filter down to making sure that PATH19 is even better",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Today Maths Pathway was recognised as being among the companies creating the most positive overall impact on its customers based on an independent comprehensive assessment administered by the nonprofit B Lab B Corp media contact Callie Rojewski B Lab; ;  ext  Today Maths Pathway was recognised as being among the companies creating the most positive overall impact on its customers based on an independent comprehensive assessment administered by the nonprofit B Lab Honourees are featured on B the Change the digital Medium publication produced by B Lab at bthechangecom/bestfortheworld Maths Pathway is honoured in the Best For Customers list which includes businesses that earned a Customer score in the top 10 percent of more than 2 Certified B Corporations on the B Impact Assessment The full assessment measures a company’s impact on its workers community customers and environment To certify as B Corporations companies like Maths Pathway must complete the full assessment and have their",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, it does not mention any specific investor events or funding rounds related to Maths Pathway. However, it mentions that Maths Pathway is recognized as a company creating a positive impact on its customers, and it is listed under the \"Best for Customers\" category along with other B Corporation honorees.",
            "source": [
                {
                    "content": "Today Maths Pathway was recognised as being among the companies creating the most positive overall impact on its customers based on an independent comprehensive assessment administered by the nonprofit B Lab B Corp media contact Callie Rojewski B Lab; ;  ext  Today Maths Pathway was recognised as being among the companies creating the most positive overall impact on its customers based on an independent comprehensive assessment administered by the nonprofit B Lab Honourees are featured on B the Change the digital Medium publication produced by B Lab at bthechangecom/bestfortheworld Maths Pathway is honoured in the Best For Customers list which includes businesses that earned a Customer score in the top 10 percent of more than 2 Certified B Corporations on the B Impact Assessment The full assessment measures a company’s impact on its workers community customers and environment To certify as B Corporations companies like Maths Pathway must complete the full assessment and have their",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "assessment measures a company’s impact on its workers community customers and environment To certify as B Corporations companies like Maths Pathway must complete the full assessment and have their answers verified by B Lab The Customer portion of the B Impact Assessment measures the impact a company has on its customers by focusing on whether a company sells products or services that promote public benefit and if those products/services are targeted toward serving underserved populations The section also measures whether a company’s product or service is designed to solve a social or environmental issue improving health preserving environment creating economic opportunity for individuals or communities promoting the arts/sciences or increasing the flow of capital to purpose-driven enterprises Honorees scoring in the top 10 percent set a gold standard for the high impact that business as a force for good can make on consumers around the world Maths Pathway made the list thanks to",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "sessions from Day 2 were ‘How to become a rich learning expert’ by our Head of Learning Michaela and the great presentation and discussion about Year 10 facilitated by Deb and Jenny from Lavalla Catholic College For us here in the Maths Pathway office we think that our main takeaway is that we have an amazing community of educators that we get to work with and that with your passion we’ll continue to make Maths Pathway better and change the world From what we’ve heard back so far there were lots of attendees who were excited to take back what they learnt to their schools and try everything out for themselves Of particular interest this year were rich learning tasks and mini-lessons with multiple sessions dedicated to these topics With an overall feedback rating of 48 out of 5 we think everyone who attended had a chance to extract some value to take back to their school We also have a heap of feedback to go through now that will all filter down to making sure that PATH19 is even better",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and one in Australia to showcase the amazing education innovations that are coming out of Victoria in partnership with Education Changemakers You can learn more about the spotlight and HundrED at  HundrED announced that Maths Pathway is included in the Innovation Spotlight last night to a packed room at the Hundred Spotlight Summit as a part of the EduChange Festival It was a great night and great to see some of the other awesome education innovations coming out of Victoria If your school doesn’t currently use Maths Pathway but you’re looking for a way to deliver truly differentiated mathematics education to your students from a provider with proven impact check out our  Impact Report to see data that shows the incredible outcomes our partner schools are achieving Alternatively book a chat or demo through our website so that we can show you what we have to offer mathspathwaycom Complete the form to find out more about how Maths Pathway can help you and your school See how the Maths",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, there isn't any specific mention of financial or funding goals for the next period. However, the text does emphasize the importance of allocating resources effectively to support teaching duties and enhance student learning experiences. It encourages teachers to reflect on their current resources, identify gaps, and seek additional support from various sources such as grants, community partnerships, or school budgets. Therefore, although no direct financial or funding goals were mentioned, it is implied that teachers should focus on finding ways to optimize their existing resources and potentially secure external funding opportunities to better serve their students and improve their own work environment.",
            "source": [
                {
                    "content": "it’s necessary to be realistic about what we can achieve in the new year how to maximise what we currently have available to us and what resources we could bring on board for extra support Research indicates that the right resources support the achievement of goals while also reducing the negative impact of work demands stimulating growth and personal development Findings also suggested that sufficient resources support teaching duties acting to improve work engagement and reduce stress levels  So an important step to take is setting simple clear and achievable objectives so we can clearly see which resources align with our plans and then uncover the gaps that need to be filled in our teacher toolkit  So what do you plan to achieve or implement in the new year Check out some example goals below  Don’t forget to set aside the right amount of time to outline your goals consider your classroom resources and evaluate their ability to be impactful in the classroom  By this point in the",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to incorporate reflection evaluation research and align with our short and long-term goals Planning is important because it creates a strong direction for the future and can expand our teaching and learning options so we can positively influence the classroom So the more time we leave for planning the longer we have to consider the best path forward and make informed decisions  When thinking about what’s to come in the new year it’s common not to worry about it until Term 4 which makes sense as there is still so much to achieve between now and then But it’s important to consider when the best time to start planning is so we allow ourselves and our team enough time to facilitate in-depth planning decision making implementation and explore the impact Especially when selecting the classroom resources that will support teaching and influence student learning  So what should be considered when planning for next year Create time to ask yourself your team and even your students reflection",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "our student’s learning journey to be seamless which we all know means a lot of hard work behind the scenes But if we can work with our team to get a good understanding of how a program runs we can arrive at Term 1 with the confidence needed to jump straight into things The final thing we need to ask ourselves is when should we actually start planning Good planning takes time The more time we allow ourselves the more space we have to find out what we need to support our students’ learning and which practices can best help us to achieve this So let’s not wait until Term 4 before we start thinking about this Term 3 is the perfect time to start which is particularly true when it comes to planning what resources we need for next year  To discover what really makes a good resource we need time to evaluate what our classroom needs are and what options are out there to meet them Attempting to get through the entire planning process over the school holidays will only leave us feeling",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "making and processes if we moved straight into deciding the actions to be taken next year  Reflecting on our progress is important but it’s just as important to allow enough time to do this We all have good intentions when it comes to achieving everything on our to-do list but we know this doesn’t always happen especially when we don’t carve out the right amount of time So when setting space aside in your diary give yourself a bit of extra time and take the pressure off so you can deepdive into what’s really been happening over the past year  Every teacher wants to offer their students the most impactful learning experience possible and do their best to achieve this but meeting the needs of every student while also prioritising personal wellbeing can be a lot for one person to take on So it’s necessary to be realistic about what we can achieve in the new year how to maximise what we currently have available to us and what resources we could bring on board for extra support Research",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " There are several recent developments across various fields mentioned in the text. Some notable ones include:\n\n1. Umbra's 3D model of Helsinki (City Digitization)\n2. Collaborative brainwork by researchers at the University of Washington (Conscious Brain Cooperation)\n3. Autonomous robot farm in the United States (Advancements in Agriculture)\n4. Nanoscale 3D printed spiral-shaped robots designed to pass through eye fluids (Medical Breakthroughs)\n5. Strengthened MRI technology (Neuroscientific Advances)\n6. Paul Weldon's study on teacher attrition (Educational Research Findings)\n7. Suppression of disease-spreading mosquitoes by Adidas and partners (Environmental Innovation)\n8. Revival of roundworms frozen in Siberian permafrost for 30 years (Biological Discoveries)\n9. X-ray development after 10 years (Scientific Achievement)\n10. Transferring memories between snails (Brain Research)\n11. China's rapid adoption of electric buses (Transportation Industry Transformation)\n12. World's largest metal 3D printer in Australia (Manufacturing Innovation)\n13. Geordie Williamson becoming the Royal Society's youngest Fellow (Mathematics Recognition)",
            "source": [
                {
                    "content": "Electoral Act” At 88 years-old she is still making a difference Moons can have moons Are these called 2moons moon-squared or moonmoons Read on Finnish-based Umbra has become the first company to make a 3D model of an entire city truly accessible to people The city of Helsinki will be digitised “with the possibility of streaming it in real time to web browsers mobile devices and AR and VR headsets around the globe” What’s better than single-player tetris Playing the game while wired to two other people Researchers at the University of Washington have demonstrated a proof-of-concept “that multiple human brains can consciously work together to solve a task that none of the brains individually could” An autonomous robot farm the first of its kind in the United States is claiming to “grow 30 times more produce than traditional farms” The Water Abundance XPrize asks designers “to build a device that could extract at least 2 liters of water a day from the atmosphere enough for the daily",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "first conceived of due to the ‘age of genetics’ Speaking of old animals a discovery has been made in Borneo of a painting of a banteng a South Asian wild cow It is at least 40 years old making it the oldest cave painting of an animal known to exist Kind of grossed out Completely impressed Scientists have “used nanoscale 3D printing to create spiral-shaped robots small enough to pass through the dense jelly known as the vitreous humor that makes up most of the eyeball” A new US14-million scanner is “pushing MRI to new limits of magnetic strength” The strength of the magnetic field brings greater resolution to “see for the first time how information flows between collections of neurons in a live human brain” James R Brown asks “We can prove things in math but does that mean they’re true” Read on Can maths solve the fake news voting conundrum Mathematicians from the University of Surrey Professor Dorje Brody and Dr David Meier have developed a model to help lawmakers Complete the form to",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "else going on entirely Researcher Paul Weldon examines the evidence definition classification and measurement underlying teacher attrition What really happens when we sleep What happens if we don’t sleep enough How does artificial light have an impact This must-read article answers these questions and more Researchers from the CSIRO Verily and James Cook University have successfully completed a trial to suppress one of the world’s most disease-spreading mosquitoes Adidas has joined other global companies including Starbucks McDonalds and IKEA in pledging to reduce its use of plastic The team at Novoheart has developed a tiny human heart in a jar The heart will be able to be used for research to test the viability of drugs for humans Russian scientists have revived roundworms which have been frozen in Siberian permafrost for 30 years They are “the first multicellular organisms to have survived being frozen in Arctic permafrost” A new x-ray that has been 10 years in the making is able",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "And in response is this follow up interview with John Hattie What’s special about the roundworm Ask no more Scientists from the European Molecular Biology Organisation EMBO in Spain have found that environmental genetic changes can be passed down through a massive 14 generations And then there’s this set of snails at a UCLA neuroscience lab A team of scientists have successfully transferred a memory “challeng[ing] the widely held view of where and how memories are stored in the brain” Electric buses were once seen as a joke by the transport industry Not any more They are making inroads and affecting fuel demand with China adding a London-sized electric bus fleet every five weeks The world’s largest metal 3D printer with “the potential to manufacture aircraft wings ship hulls submarines and rocket fuselage” has been built in Australia Lastly congratulations to Australian mathematics professor Geordie Williamson who has become the Royal Society’s youngest Fellow See how the Maths",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Yes, there are several ongoing and upcoming research projects and innovation initiatives across various fields. Some notable examples include:\n\n1. Umbra's 3D model of Helsinki: Finnish-based Umbra is working on creating a comprehensive 3D model of the city of Helsinki, Finland. This model will be streamed in real-time to various platforms like web browsers, mobile devices, augmented reality (AR), and virtual reality (VR) headsets.\n2. Autonomous robot farm: An autonomous robot farm in the United States claims to grow 30 times more produce than traditional farms using advanced technology. This project aims to revolutionize agriculture by reducing labor costs and increasing efficiency.\n3. Water Abundance XPRIZE: The Water Abundance XPRIZE challenges teams to develop devices that can extract at least 2 liters of water per day from the atmosphere. This competition addresses the global water crisis and seeks innovative solutions for sustainable water supply.\n4. Tiny human heart in a jar: Developed by the team at Novoheart, this tiny human heart in a jar will be used for research purposes to test the viability of drugs for humans. This breakthrough could lead to significant advancements in treating cardiovascular diseases.\n5. Revival of roundworms frozen for 30 years: Russian scientists have successfully revived roundworms that were frozen in Siberian permafrost for 30 years. This discovery challenges our understanding of the limits of life and raises intriguing questions about the preservation of biological material.\n6. X-ray that was 10 years in the making: After a century of development, an advanced x-ray imaging technique known as phase-contrast x-ray imaging has finally been realized. This groundbreaking technology promises to improve medical diagnostics and materials science research.\n7. Snail memory transfer: In a UCLA neuroscience lab, scientists have successfully transferred a memory between snails, challenging conventional wisdom about memory storage in the brain.\n8. World's largest metal 3D printer: Built in Australia, this colossal 3D printer has the potential to manufacture large-scale components such as aircraft wings, ship hulls, submarine parts, and even rocket fuselages.\n9. Geordie Williamson becoming Royal Society's youngest Fellow: Professor Geordie Williamson, an expert in mathematics education, has recently been awarded the prestigious title of Royal Society Fellow. His work focuses on improving STEM outcomes in Australia, particularly in the areas of mathematics and science education.",
            "source": [
                {
                    "content": "Electoral Act” At 88 years-old she is still making a difference Moons can have moons Are these called 2moons moon-squared or moonmoons Read on Finnish-based Umbra has become the first company to make a 3D model of an entire city truly accessible to people The city of Helsinki will be digitised “with the possibility of streaming it in real time to web browsers mobile devices and AR and VR headsets around the globe” What’s better than single-player tetris Playing the game while wired to two other people Researchers at the University of Washington have demonstrated a proof-of-concept “that multiple human brains can consciously work together to solve a task that none of the brains individually could” An autonomous robot farm the first of its kind in the United States is claiming to “grow 30 times more produce than traditional farms” The Water Abundance XPrize asks designers “to build a device that could extract at least 2 liters of water a day from the atmosphere enough for the daily",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "else going on entirely Researcher Paul Weldon examines the evidence definition classification and measurement underlying teacher attrition What really happens when we sleep What happens if we don’t sleep enough How does artificial light have an impact This must-read article answers these questions and more Researchers from the CSIRO Verily and James Cook University have successfully completed a trial to suppress one of the world’s most disease-spreading mosquitoes Adidas has joined other global companies including Starbucks McDonalds and IKEA in pledging to reduce its use of plastic The team at Novoheart has developed a tiny human heart in a jar The heart will be able to be used for research to test the viability of drugs for humans Russian scientists have revived roundworms which have been frozen in Siberian permafrost for 30 years They are “the first multicellular organisms to have survived being frozen in Arctic permafrost” A new x-ray that has been 10 years in the making is able",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "And in response is this follow up interview with John Hattie What’s special about the roundworm Ask no more Scientists from the European Molecular Biology Organisation EMBO in Spain have found that environmental genetic changes can be passed down through a massive 14 generations And then there’s this set of snails at a UCLA neuroscience lab A team of scientists have successfully transferred a memory “challeng[ing] the widely held view of where and how memories are stored in the brain” Electric buses were once seen as a joke by the transport industry Not any more They are making inroads and affecting fuel demand with China adding a London-sized electric bus fleet every five weeks The world’s largest metal 3D printer with “the potential to manufacture aircraft wings ship hulls submarines and rocket fuselage” has been built in Australia Lastly congratulations to Australian mathematics professor Geordie Williamson who has become the Royal Society’s youngest Fellow See how the Maths",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "improving STEM outcomes in Australia Previously she has held the roles of Senior Adviser STEM Education within the Australian Government Department of Education and Training and National Adviser for Mathematics and Science Education and Industry advising the Chief Scientist on all matters related to STEM education Roslyn has also been a Principal Strategic Consultant with Sinclair Knight Merz held a number of senior positions at the Rural Industries Research and Development Corporation and worked for the Commonwealth Science Adviser in the United Kingdom Roslyn holds a Bachelor of Science a Diploma of Education Science a PhD in photosynthesis and a Masters in Intellectual Property Law and is a graduate of the Australian Institute of Company Directors She has published over 90 books and reports and also worked as a science and mathematics teacher early in her career Executive Director of the Centre for Evidence and Implementation CEI Robyn Mildon PhD is an internationally recognised",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " There isn't enough information provided to identify specific research grants or innovation awards that were recently distributed. However, some notable organizations that provide funding for research and innovation include the National Science Foundation (NSF), the National Institutes of Health (NIH), the Bill & Melinda Gates Foundation, the MacArthur Foundation, and the X Prize Foundation. These organizations distribute various grants and awards throughout the year to support cutting-edge research and innovative projects across different fields such as science, technology, healthcare, education, and social entrepreneurship.",
            "source": [
                {
                    "content": "Electoral Act” At 88 years-old she is still making a difference Moons can have moons Are these called 2moons moon-squared or moonmoons Read on Finnish-based Umbra has become the first company to make a 3D model of an entire city truly accessible to people The city of Helsinki will be digitised “with the possibility of streaming it in real time to web browsers mobile devices and AR and VR headsets around the globe” What’s better than single-player tetris Playing the game while wired to two other people Researchers at the University of Washington have demonstrated a proof-of-concept “that multiple human brains can consciously work together to solve a task that none of the brains individually could” An autonomous robot farm the first of its kind in the United States is claiming to “grow 30 times more produce than traditional farms” The Water Abundance XPrize asks designers “to build a device that could extract at least 2 liters of water a day from the atmosphere enough for the daily",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "And in response is this follow up interview with John Hattie What’s special about the roundworm Ask no more Scientists from the European Molecular Biology Organisation EMBO in Spain have found that environmental genetic changes can be passed down through a massive 14 generations And then there’s this set of snails at a UCLA neuroscience lab A team of scientists have successfully transferred a memory “challeng[ing] the widely held view of where and how memories are stored in the brain” Electric buses were once seen as a joke by the transport industry Not any more They are making inroads and affecting fuel demand with China adding a London-sized electric bus fleet every five weeks The world’s largest metal 3D printer with “the potential to manufacture aircraft wings ship hulls submarines and rocket fuselage” has been built in Australia Lastly congratulations to Australian mathematics professor Geordie Williamson who has become the Royal Society’s youngest Fellow See how the Maths",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "first conceived of due to the ‘age of genetics’ Speaking of old animals a discovery has been made in Borneo of a painting of a banteng a South Asian wild cow It is at least 40 years old making it the oldest cave painting of an animal known to exist Kind of grossed out Completely impressed Scientists have “used nanoscale 3D printing to create spiral-shaped robots small enough to pass through the dense jelly known as the vitreous humor that makes up most of the eyeball” A new US14-million scanner is “pushing MRI to new limits of magnetic strength” The strength of the magnetic field brings greater resolution to “see for the first time how information flows between collections of neurons in a live human brain” James R Brown asks “We can prove things in math but does that mean they’re true” Read on Can maths solve the fake news voting conundrum Mathematicians from the University of Surrey Professor Dorje Brody and Dr David Meier have developed a model to help lawmakers Complete the form to",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "else going on entirely Researcher Paul Weldon examines the evidence definition classification and measurement underlying teacher attrition What really happens when we sleep What happens if we don’t sleep enough How does artificial light have an impact This must-read article answers these questions and more Researchers from the CSIRO Verily and James Cook University have successfully completed a trial to suppress one of the world’s most disease-spreading mosquitoes Adidas has joined other global companies including Starbucks McDonalds and IKEA in pledging to reduce its use of plastic The team at Novoheart has developed a tiny human heart in a jar The heart will be able to be used for research to test the viability of drugs for humans Russian scientists have revived roundworms which have been frozen in Siberian permafrost for 30 years They are “the first multicellular organisms to have survived being frozen in Arctic permafrost” A new x-ray that has been 10 years in the making is able",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the information provided, the organization is collaborating with several entities. These include B Lab (a nonprofit organization driving systemic change by building a community of Certified B Corporations), other Certified B Corporations, and various stakeholders such as customers, employees, suppliers, and local communities. By working together with these partners, the organization is contributing to a larger movement aimed at redefining success in business and making it easier for all companies to operate responsibly and sustainably while still achieving financial success.",
            "source": [
                {
                    "content": "assessment measures a company’s impact on its workers community customers and environment To certify as B Corporations companies like Maths Pathway must complete the full assessment and have their answers verified by B Lab The Customer portion of the B Impact Assessment measures the impact a company has on its customers by focusing on whether a company sells products or services that promote public benefit and if those products/services are targeted toward serving underserved populations The section also measures whether a company’s product or service is designed to solve a social or environmental issue improving health preserving environment creating economic opportunity for individuals or communities promoting the arts/sciences or increasing the flow of capital to purpose-driven enterprises Honorees scoring in the top 10 percent set a gold standard for the high impact that business as a force for good can make on consumers around the world Maths Pathway made the list thanks to",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to be the most successful Close to 1 Certified B Corporations were named  Best for the World Honourees including Patagonia; King Arthur Flour Company; Green Mountain Power; and the United Kingdom’s Charity Bank Fifty-two countries are represented including Denmark India South Africa and Taiwan The selection criteria for Best For The World honourees are available at  Today there are more than 2 Certified B Corporations across more than  industries and 50 countries unified by one common goal to redefine success in business Any company can measure and manage social and environmental performance at  B Lab is a nonprofit organisation that serves a global movement of people using business as a force for good  Its vision is that one day all companies compete not only to be the best in the world but the best for the world and society will enjoy prosperity for all for the long term B Lab drives this systemic change by 1 building a community of Certified B Corporations to make it easier for all",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "that supports teachers to deliver differentiated teaching and achieve greater student growth in the classroom Ongoing support from your consultant every step of the way We won't share you or your friend's details with anyone",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "that supports teachers to deliver differentiated teaching and achieve greater student growth in the classroom Ongoing support from your consultant every step of the way We won't share you or your friend's details with anyone",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided context, there isn't any specific mention of joint events, projects, or initiatives involving multiple countries. However, the Maths Pathway community spans across Australia, connecting teachers from different regions and states. The recent successful execution of Path22, despite challenges posed by lockdowns, showcases the dedication and collaboration within the Maths Pathway community.",
            "source": [
                {
                    "content": "The conversations where challenges successes and strategies are shared is why we hold events like Path After the triumph of Path19 the team at Maths Pathway were ready to hit the ground running and expand the event  in a big way for  But as we all know that’s when lockdowns started to hit Fast forward two unexpected years and we finally found ourselves in full swing planning for Path22 which to our delight went ahead with all the success we had expected  We know schools were still facing ongoing challenges which restricted the number of teachers who could join us this year but we were so pleased to share the experience with over  teachers from around Australia Path22 was extra special as it was the first time we held three teachers conferences across three states Our aim was to make Path22 as accessible as possible which is why we hosted the Maths Pathway community in Victoria Queensland and New South Wales It was amazing to see our community making the journey whether it was a car",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "resources that will support teaching and influence student learning  So what should be considered when planning for next year Create time to ask yourself your team and even your students reflection questions to measure your progress against where you thought you would be sitting This time can help uncover insights challenges and opportunities to improve current strategies Research tells us that reflection sessions not only allow us to look back but also initiate the opportunity for teachers to verbalise their plans for the future imagine expected outcomes explore possibilities whilst also engaging in active and meaningful decision-making problem definition exploration and evaluation This kind of in-depth analysis exposes the red flags that we could have easily missed in our resources decision making and processes if we moved straight into deciding the actions to be taken next year  Reflecting on our progress is important but it’s just as important to allow enough time to do this We",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The conversations where challenges successes and strategies are shared is why we hold events like Path It’s sometimes easier to put our heads down and just focus on getting things done but without planning it's easy to get lost in the busyness of the term and forget to look ahead at what’s to come Researching potential resources takes time which is one thing many teachers don’t have enough of and with the information available being quite contradictory it can be hard to know which resources will actually have an impact with students As we enter the second half of the year it’s time for teachers to start thinking about the maths resources they’ll use in  What content were teachers across the country clicking on in Term 2 We've pulled together our most popular Term 2 posts so you don't miss out on any of the good stuff Each year new research is published informing us of which practices are best to use in the classroom and which aren’t hitting the benchmark Learning doesn’t stop once we",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "as accessible as possible which is why we hosted the Maths Pathway community in Victoria Queensland and New South Wales It was amazing to see our community making the journey whether it was a car ride away or an adventure interstate to be with us  One of the main highlights from the all three events was the networking and relationships that were built between our teacher community Hearing the conversations amongst our community where challenges successes and strategies were shared really dialled in on why we hold events like Path as often as possible Creating these invaluable moments where educators can share their experiences and connect with like-minded people is such an important part of any professional development opportunity  Providing a range of truly impactful sessions is a primary focus of every Maths Pathway event We want our teachers to walk away with new insights strategies and ideas that they can implement confidently in their classrooms So we had this at the front of",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Collaborations between Melodie, Jacqueline, Richard, and other individuals or organizations mentioned in the text serve multiple purposes. Some common goals include advancing educational reforms, promoting mathematical literacy, fostering collaboration among educators, and addressing challenges faced by schools during pandemics. Through these partnerships, various outcomes are anticipated, such as improved teaching methods, enhanced student engagement, increased accessibility to quality educational resources, and strengthened connections within the broader educational community. By working together towards these shared objectives, each individual and organization involved contributes to creating a more equitable and effective educational system for students in Australia and beyond.",
            "source": [
                {
                    "content": "to our cause The Learning team includes teachers pedagogy experts and mathematicians This balance of expertise creates the perfect synergy for the development of highly effective student and teacher resources Our Schools team are former teachers change management experts and communication specialists who devote their time to working with schools through the implementation journey and beyond The tech gurus behind the Maths Pathway portal are the Engineering and Product insights teams These UX designers engineers and data specialists constantly strive to improve workflows and student-teacher experience Lastly but certainly not least our Support team  This team boast a combination of product knowledge school administration understanding and a deep care for our teachers and students They are the team responsible for day to day customer support But what we think makes our people special is that  we all share one belief — big change is needed in education so that every child can access an",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Melodie helped to advance the Institute’s ambitious reform agenda through policy research community engagement and helping to establish operational and business models Jacqueline has significant experience in teaching and education policy She has conducted international research on teacher development professional learning and curriculum Jacqueline has developed workforce strategies for several government clients and has also researched and written case studies on school practice in top-performing education systems as well as in many schools in Australia We believe in a world that embraces the complexity value and beauty of mathematics We’re educators experts thinkers doers creators and lifelong learners We’re the people helping you build a better future Driven by a passion for improving the futures of young people Richard co-founded Maths Pathway while still a teacher He steers the organisation in pursuit of a world in which everyone knows and enjoys maths A member of the physics",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The conversations where challenges successes and strategies are shared is why we hold events like Path After the triumph of Path19 the team at Maths Pathway were ready to hit the ground running and expand the event  in a big way for  But as we all know that’s when lockdowns started to hit Fast forward two unexpected years and we finally found ourselves in full swing planning for Path22 which to our delight went ahead with all the success we had expected  We know schools were still facing ongoing challenges which restricted the number of teachers who could join us this year but we were so pleased to share the experience with over  teachers from around Australia Path22 was extra special as it was the first time we held three teachers conferences across three states Our aim was to make Path22 as accessible as possible which is why we hosted the Maths Pathway community in Victoria Queensland and New South Wales It was amazing to see our community making the journey whether it was a car",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "that exist about the VET sector and which have been addressed by the Foundation for Young Australians here While we’re being future-focused here’s what Luyen Chou Chief Product Officer at Trilogy Education and former teacher sees as the four megatrends shaping global education HackEd is an annual event where students work together to find “sustainable innovative and practical solutions to ‘real-world’ issues facing organisations in their community” For the first time this year students from Kalgoorlie in regional WA participated in the event Students from Radford College have won the  International Mathematical Modeling Challenge In their submission the team developed a model of ‘The Best Hospital’ Observations from the judges can be read here Traralgon College has been nominated for three Australian Excellence in Education Awards including Innovation in Curriculum Design Best Co-Curricular Program and Education Rising Star of the Year Australia’s new Prime Minister has brought with",
                    "metadata": {
                        "rel": [
                            "acer",
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "businessinsider",
                            "forbes",
                            "bimpactassessment",
                            "medium",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "phys",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}