{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " ME to WE Trips has implemented several sustainable and environmental practices throughout its operations. Some key examples include:\n\n1. Supporting ecological protection and reducing carbon footprint by using organic produce from local gardens, participating in tree nurseries for reforestation programs, and investing in energy-efficient technologies.\n2. Building structures that are conducive to natural habitats and utilizing local resources in construction.\n3. Contributing to park fees at wildlife reserves in Kenya, Ecuador, and Tanzania, demonstrating commitment to conservation goals.\n4. Employing local staff (over 50 in 202) for various roles including drivers, cooks, guides, and administrative positions.\n5. Sourcing food and materials locally to boost the community's economy.\n6. Partnering with organizations like Plan to Protect to develop comprehensive child and youth protection policies.\n7. Implementing responsible tourism practices that prioritize cultural respect, understanding, and social inclusivity with the approval of local community leaders.",
            "source": [
                {
                    "content": "equipment to food prepared by chefs at our facilities ME to WE Trips employs extensive and rigorous safety measures and policies Our in-country teams have established communications protocols and maintain connections with reputable local medical facilities They know what to do and where to go in an emergency All our trip facilitators receive first-aid child protection and emergency-response training and are equipped with a thorough understanding of group dynamics and cultural sensitivity to ensure a seamless experience for all travelers Read more about safety here Dr Jane Goodall an early advisor to our work once noted that the only way to ensure environmental protection of sensitive areas is to ensure economic systems are in place to benefit the local community This idea is at the core of the WE Villages development model and is integral to ME to WE Trips Through initiatives like the College of Hospitality and Tourism in Kenya and a similar program growing in Ecuador we ensure",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "core of the WE Villages development model and is integral to ME to WE Trips Through initiatives like the College of Hospitality and Tourism in Kenya and a similar program growing in Ecuador we ensure tourism jobs benefit communities reducing problems like poaching and deforestation We invest heavily in ecological protection reducing our carbon footprint by growing organic produce in local gardens and engaging in a tree nursery program to support reforestation programs In locations where we are the operators of the accommodations they are built to be conducive to the natural habitat and use natural local resources in their construction We support the conservation goals of our host countries for example by contributing to park fees at wildlife reserves in Kenya Ecuador and Tanzania Our travel programs are carefully designed to demonstrate cultural respect understanding and social inclusivity with the blessing of local community leaders ME to WE Trips meets or exceeds the criteria for",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "in their communities such as teachers or heads of local women’s groups While travelers on volunteer trips perform basic manual labor like hauling bricks local workers gain higher-level employment and skills training as supervisors and project managers To support trip operations ME to WE employed over  local staff annually as drivers cooks guides and administration staff Food and other materials are locally sourced to boost the community’s economy Through those jobs ME to WE helps communities build their own capacity to support sustainable tourism We took that a step further by helping to build a College of Hospitality and Tourism in Kenya We've worked hard to build policies and best practices to ensure the highest level of protection and well-being for the communities we work with We are deeply respectful and considered in our approach and our objective is regenerative to leave only a positive impact wherever we travel through our partnership with the people we visit We have leveraged",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "respectful and considered in our approach and our objective is regenerative to leave only a positive impact wherever we travel through our partnership with the people we visit We have leveraged the expertise of people like former Assembly of First Nations Grand Chief Sean Atleo to create best practices for cultural respect when working with partner communities While serving as Grand Chief Atleo spent a week with us in Kenya providing advice and guidance to ensure we were engaging with communities in a culturally appropriate and respectful way We ensure the safety and well-being of minors through our rigorous child and youth protection policy created in partnership with respected organization Plan to Protect For example we never engage in visits or volunteering at orphanages or similar facilities for vulnerable children and youth We have a strict photo policy to protect the privacy and dignity of our community partners We want to ensure that the photos we take are not exploitative and",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation. However, providing a comprehensive list of all such events is beyond the scope of this response. Instead, I can mention some well-known events and organizations related to environmental conservation. Some examples include:\n\n1. Earth Day (April 2)\n2. United Nations Climate Change Conferences\n3. World Wildlife Fund (WWF)\n4. Greenpeace\n5. Conservation International\n6. The Nature Conservancy\n7. Global Environmental Facility (GEF)\n8. Clean Air Campaigns\n9. Water Conservation Awareness Events\n10. Recycling and Waste Reduction Initiatives",
            "source": [
                {
                    "content": "speaking speech writing fundraising pitching ideas critical thinking 21st century skills peer mentoring conflict resolution Empowerment confidence self-esteem inclusivity empathy responsibility initiative community involvement privilege recognition and reflection Chat with our team to get more information and book a leadership program for your school or group As a result of participating in ME to WE Leadership Programs are now thinking about their career path and academic future And we'll give one week of clean water to a family in a community overseas",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "programs are carefully designed to demonstrate cultural respect understanding and social inclusivity with the blessing of local community leaders ME to WE Trips meets or exceeds the criteria for sustainable travel set forth by the World Bank for sustainable tourism In the Maasai Mara ME to WE travelers have had the opportunity to connect with Maasai and Kipsigis communities and learn about their lives history and culture From learning traditional beading techniques with mamas to sunrise nature walks with Maasai warriors to visiting the local hospital they have experienced rural Kenya through a truly unforgettable lens ECUADOR In the Amazon region and Andes mountains community members have guided travelers on extraordinary explorations of the country in which they live sharing their knowledge and experiences This has included rainforest treks wildlife walks visits to local schools and learning about cacao farming and chocolate from local farmers From our base in rural Rajasthan",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "to avoid non-essential travel and the US also maintains high-level advisories for most destinations worldwide We will continue to closely monitor travel advisories and consult with travel and health experts and will post updates as they become available ME to WE Trips was established with a deep respect for the communities and people we partner with and an emphasis on sustainability and giving back Through deeply connective and immersive experiences in partnership with communities travelers have gained new perspective and understanding on global social and environmental issues They have also contributed to development projects helping speed completion of projects that continue year-round led by skilled local workers These shared experiences on community-led projects have resulted in transformational outcomes for both travelers and community members alike and have been part of our regenerative philosophy of leaving a place better because of the things we've done together as true",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "purpose Toronto Star October 13  How a Volunteer Trip to India Gave Two Families the Gift of Perspective Canadian Living September  Kielburger set up shop in the Eaton Centre NOW Magazine August  THIS NEW FOSSIL COLLECTION HELPS EMPOWER WOMEN AROUND THE WORLD TEENVOGUECOM APRIL 4  SHOP FOR A CAUSE THE DAVIDSTEA AND ME TO WE COLLECTION LOUOUMAGAZINECOM FEBRUARY 11  DAVIDSTEA INTRODUCES PRODUCT LINE TO BENEFIT KENYA VIDEO MARKETINGMAGCA FEBRUARY 10  Holiday gift guide 15 gifts that give back Chatelainecom November 20  Non profit giving the charity gift guide Nowtorontocom December 9  Twelve Thoughtful Holiday Gifts that Give Back Urbanmomsca November 26  The warm welcome of the Maasai Mara Our Children Magazine October",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The provided text does not explicitly mention any specific environmental impact metrics related to ME to WE. However, it can be inferred that they likely track various aspects of their operations and supply chain to assess their overall environmental impact. Some possible areas of focus could include greenhouse gas emissions, waste reduction and management, water usage and conservation, energy consumption, and the sourcing of materials from sustainable sources. By monitoring these metrics, ME to WE can better understand their environmental performance and identify areas for improvement.",
            "source": [
                {
                    "content": "goals Why is it important for social enterprises to measure their impact We all have an intuitive sense of what might be a positive impact opportunity It might be in education or in health care But the reality is that intuition may be correct directionally but it’s very hard to have an intuitive sense of the magnitude—how great an impact you’re really having At RISE we want to be working off rigorous third-party research that tells us precisely how much carbon will be sequestered by this project; how many years will be added to a life by this health care innovation What is the sum total impact when you consider not just the positives but all the other factors like the carbon footprint that will be generated by the project itself What I think is great about ME to WE is there is a dedication to the data and to be tuned into the measurement opportunities around the impact it wants to deliver",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "what Fair Trade is to coffee or LEED is to a building In order to become B Corp Certified ME to WE had to complete an extensive and highly detailed application comprised of hundreds of questions A range of points are awarded for each response and the applying organization is required to provide documentation to prove all claims In addition certified B Corporations are legally required to consider the impact of their decisions on all of their stakeholders B Corps make this legal change by adding an amendment to their articles of incorporation This is considered a “fundamental change” and thus requires a “special resolution” by the shareholders ME to WE attained a score in the top five per cent of Canadian Certified B Corporations Their high impact policies and practices include producing financials that are verified annually by an independent source; tracking the impact of its work with small-scale suppliers such as the women from Kenya who make handmade accessories for ME to WE",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "looked at our finances governance and our human-resource policies We had to provide a list of suppliers to show how much of our cost of goods sold went to our artisans in partner communities versus other suppliers In case you’re curious 76 percent of the cost of ME to WE products is spent on providing opportunity and paying fair wages to small-scale independent suppliers in developing communities In the end ME to WE scored  on our B Corp evaluation—double the median score for all other B Corps Here are some of the criteria that ME to WE got a perfect score on ME to WE scores among the top 5 of all Canadian organizations that are B Corp Certified",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "impact on consumers People who purchase products such as Rafikis or ME to WE Chocolate are empowered by the option to choose socially conscious products rather than ones that damage the environment or exploit workers An independent review by Mission Measurement found that ME to WE Trips have a lasting effect on travelers They captured this impact under the umbrella of three separate outcomes observing that young people who travel with WE are Having accumulated this data Mission Measurement concluded that “ME to WE Trips meet and exceed industry standards in their ability to provide a unique opportunity for participants to not only have the opportunity to contribute to the sustainable development of communities abroad but also contribute to their own personal development through service and leadership-based programming” ME to WE Trips employs  people from the countries it works in providing an added layer of support to partner communities ME to WE Artisans employs more than 1 women in",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, ME to WE has made several public commitments to social and corporate responsibility. They aim to direct at least 5% of their net profits towards WE Charity, which focuses on international development and domestic youth empowerment. Additionally, they pledge to donate a minimum of 50% of their annual net profit to WE Charity over time. Furthermore, ME to WE operates as a social enterprise with a mission to address pressing global challenges while generating social impact alongside financial returns. Their commitment to social responsibility extends beyond monetary contributions, as they also prioritize ethical sourcing, environmental stewardship, and community engagement.",
            "source": [
                {
                    "content": "of 90 percent of its donations going directly to charitable efforts at home and abroad ME to WE has very specific policies and legal structures to maintain its social purpose The business does not pay dividends or provide any form of incentives to its stakeholders It is simply designed to create social returns through the deployment of business strategies WE Charity is a registered and operating charity WE Charity’s Headquarters are located at  Queen St East ME to WE is a social enterprise ME to WE’s Headquarters are located at  Berkeley St WE Charity has an active Board of Directors who oversee the organization and drive the strategic direction of the charity The board provides legal financial and fiduciary oversight to the charity and appoints the Executive Director to oversee the day to day operations ME to WE has an active Board of Directors who oversee the social enterprise and provide strategic guidance to the businessThe Chair of WE Charity participates on the ME to WE board to",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "by the Government of Canada the Social Innovation and Social Finance Strategy Co-Creation Steering Group recommended that Canada should “address the legal and regulatory issues impeding charities and non-profits from engaging in social innovation social finance and social enterprise” In  the Standing Senate Committee on Social Affairs Science and Technology called on the government to learn from the experience of other countries and invest in the creation of a social finance fund for social enterprise Appreciation for the power of social enterprise is growing around the world For example the “community interest company” has been formally recognized in UK corporate law since  In Canada social enterprise is a relatively nascent concept and not widely understood Although organizations such as the MaRS Discovery District have been building momentum in Canada a significant gap still exists This is something that has been recognized by the government itself In its  report commissioned by",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "make the world a better place’ and every action brings us closer to this crucial goal and helps support the work of WE Charity ME to WE donates half of its net profit to support WE Charity while the other half is reinvested to grow the mission of the social enterprise While ME to WE’s commitment is to donate a minimum 50 percent of its net profit to WE Charity over the past 5 years ME to WE donated over 90 percent of its yearly profit to WE Charity To date ME to WE has now donated 20 million cash and cost off setting in-kind to WE Charity Using a highly effective model ME to WE is structured to offset expenses and help provide pro bono services to WE Charity’s work ensuring that the charity achieves a remarkable rate of financial efficiency WE Charity on average is able to spend an average of 90 percent of its donations going directly to charitable efforts at home and abroad ME to WE has very specific policies and legal structures to maintain its social purpose The business does not",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "can move the needle on social change I cannot stress enough how exciting these days are for social initiatives We are creating a sustainable way to augment government funding and charitable giving and this is on the cusp of going mainstream Right now the legislation is still being crafted to recognize social enterprises as legal entities And university business programs are using the relationship of ME to WE and WE Charity as a model to study new developments in social enterprise As a business school grad I am excited Please find case study from the Richard Ivey School of Business here In an age of government cutbacks social enterprises have the opportunity to rise to the occasion in a meaningful way The best solution to poverty overseas is providing sustainable jobs and the best way to give is through socially conscious capitalism merging purpose and profit Social enterprises could be the next great wave of doing good We need more amplifiers like Jeff Skoll to recognize that this is",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual and quarterly reports detailing ME to WE's commitments to WE Charity. These reports include information about the company's financial performance, progress towards social impact goals, and updates on various initiatives. They also highlight the percentage of profits donated to WE Charity each year. However, I cannot provide specific details or summaries without access to the actual reports.",
            "source": [
                {
                    "content": "WE Charity’s unique partnership with ME to WE Social Enterprise makes their fundraising model unlike that of any other charity ME to WE exists to support its charitable partner WE Charity By ME to WE’s charter a minimum of 50 percent of its profits must be donated annually to WE Charity Any outstanding balance is re-invested to grow the social mission ex in – ME to WE launched Fairtrade chocolate production within the WE Villages country of Ecuador While 50 percent represents the minimum threshold this number often climbs much higher—WE’s auditor shows that for the past 5 years ME to WE donated over 90 percent of its profits Since  ME to WE has donated 20 million in cash and cost offsetting in-kind donations to WE Charity The ME to WE financials are audited and reviewed by the WE Charity Board of Directors as part of a larger annual review process in collaboration with ME to WE’s Executive Director Russ McLeod In addition to funds ME to WE provides multiple other in-kind benefits to WE",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "make the world a better place’ and every action brings us closer to this crucial goal and helps support the work of WE Charity ME to WE donates half of its net profit to support WE Charity while the other half is reinvested to grow the mission of the social enterprise While ME to WE’s commitment is to donate a minimum 50 percent of its net profit to WE Charity over the past 5 years ME to WE donated over 90 percent of its yearly profit to WE Charity To date ME to WE has now donated 20 million cash and cost off setting in-kind to WE Charity Using a highly effective model ME to WE is structured to offset expenses and help provide pro bono services to WE Charity’s work ensuring that the charity achieves a remarkable rate of financial efficiency WE Charity on average is able to spend an average of 90 percent of its donations going directly to charitable efforts at home and abroad ME to WE has very specific policies and legal structures to maintain its social purpose The business does not",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "of Directors as part of a larger annual review process in collaboration with ME to WE’s Executive Director Russ McLeod In addition to funds ME to WE provides multiple other in-kind benefits to WE Charity The relationship between the two entities has been independently studied and reviewed by multiple legal and financial experts see the Oversight and Independent Reviews section for more information on independent reviews Although they are fully separate and legally distinct entities as per Canada Revenue Agency requirements ME to WE supports WE Charity In part due to this model of ME to WE supporting WE Charity’s administration costs WE Charity has been able to achieve a remarkable level of efficiency within the non-profit sector with only 10 percent of its budget spent on administration costs This results in an average of 90 percent of WE Charity donations go directly to charitable efforts at home and abroad and is a very efficient rate given the average among US charities of WE",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "to show how much of ME to WE’s cost of goods sold went to artisans in partner communities versus other suppliers In the end ME to WE scored  on its B Corp evaluation—double the median score for all other B Corps Here are some of the criteria that ME to WE got a perfect score on To help create a sound corporate structure governance model and reporting requirements for the partnership WE Charity and ME to WE engaged two of Canada’s top law firms Torys LLP and Miller Thomson who offered pro bono legal services in creating the governing documents of the partnership KCI are specialists in executive compensation and recruitment The firm reviewed total compensation of WE co-founders benchmarking them within their comparable in the non-profit sector WE co-founders Craig Kielburger and Marc Kielburger have never received payment from WE Charity formerly Free The Children and receive an annual salary and use of a hybrid car from ME to WE KCI concluded the following “Relative to other",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " It seems that there haven't been any specific community or social events mentioned to fulfill these commitments. However, ME to WE Leadership Programs aim to empower young people to become change-makers within their own communities upon returning from the program. This could potentially lead to various community or social events organized by the participants themselves or inspired by what they learned during the program.",
            "source": [
                {
                    "content": "speaking speech writing fundraising pitching ideas critical thinking 21st century skills peer mentoring conflict resolution Empowerment confidence self-esteem inclusivity empathy responsibility initiative community involvement privilege recognition and reflection Chat with our team to get more information and book a leadership program for your school or group As a result of participating in ME to WE Leadership Programs are now thinking about their career path and academic future And we'll give one week of clean water to a family in a community overseas",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "core of the WE Villages development model and is integral to ME to WE Trips Through initiatives like the College of Hospitality and Tourism in Kenya and a similar program growing in Ecuador we ensure tourism jobs benefit communities reducing problems like poaching and deforestation We invest heavily in ecological protection reducing our carbon footprint by growing organic produce in local gardens and engaging in a tree nursery program to support reforestation programs In locations where we are the operators of the accommodations they are built to be conducive to the natural habitat and use natural local resources in their construction We support the conservation goals of our host countries for example by contributing to park fees at wildlife reserves in Kenya Ecuador and Tanzania Our travel programs are carefully designed to demonstrate cultural respect understanding and social inclusivity with the blessing of local community leaders ME to WE Trips meets or exceeds the criteria for",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "young people on the history and traditions of Canada’s Indigenous populations and promotes diversity and inclusivity in the collective Canadian community Throughout the program participants have the opportunity to reflect on their place in Canada’s history and learn about their unique privilege and perceptions Chat with our team to get more information and book a leadership program for your school or group As a result of participating in ME to WE’s Sacred Circle Program felt a responsibility to be a positive mentor in their community more aware of the support systems available to them for their future felt there was a link between their education and being a positive contributor to their community And we'll give one week of clean water to a family in a community overseas",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "effective sources of jobs in developing countries and it’s a key component of three of the 17 Sustainable Development Goals That work would not be possible without ME to WE Trips Over the years the contributions of ME to WE travelers have directly supported WE Charity in establishing a full-service medical clinic serving 10 communities in Ecuador two full-service clinics and one hospital in the Narok region of Kenya the construction of three high schools and one college with accompanying scholarships providing education in 24 Maasai Mara communities and 11 Kenyan students and many more projects creating impacts in countries around the world ME to WE Trips have also created jobs Community members have frequently acted as trip facilitators especially those leading development projects in their communities such as teachers or heads of local women’s groups While travelers on volunteer trips perform basic manual labor like hauling bricks local workers gain higher-level employment and",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided context, there are several products, services, and technologies associated with ME to WE. These include:\n\n1. ME to WE Trips: Leadership-based programming that offers immersive experiences in partner communities around the world. Employing local people, these trips aim to foster cultural exchange and understanding while supporting community development initiatives.\n2. ME to WE Artisans: A social enterprise employing more than 10 women in the creation of \"closed-loop\" products like Rafiki or Minga bracelets. Closed-loop products are designed to minimize waste and maximize economic opportunities for artisans, ensuring ethical production practices and environmental sustainability.\n3. Track Your Impact Technology: An innovative platform developed by ME to WE that allows consumers to track the social impact of their purchases. By scanning a unique code found on ME to WE products, users gain access to information about the specific social impact projects funded by their purchase.\n4. Affiliates: Companies or organizations connected to ME to WE through mutual interests or collaborations. Shared information between ME to WE and its affiliates helps enhance and improve the services offered by both parties.\n5. Online Platform(s): ME to WE likely has an online presence, which includes a website and potentially other digital platforms. These tools facilitate communication, engagement, and commerce related to ME to WE's mission and products.",
            "source": [
                {
                    "content": "are produced We lose touch with the humanity behind a transaction On ME to WE Trips to farms in rural Kenya or plantations in Ecuador participants meet the people behind the products they see on the shelf Similarly we connect consumers to the supply chain through Track Your Impact for the products that we make If we can redirect and re-educate people about their consumer choices this could be the greatest force for social change ever created We believe companies will follow if consumers lead ME to WE used some of its profits to invest in Track Your Impact technology that connects each purchase of a ME to WE product or ME to WE licensed product to a specific social impact Track Your Impact attaches an online code to our products that points consumers to the region where an equivalent donation was delivered in a developing country It’s a sort of geotag for social good; a proof of purpose It’s an exciting innovation that transforms a simple purchase into lasting impact overseas Each time",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "is part of or that become part of that group Likewise our affiliates may share information with us as well This sharing is done in compliance with applicable laws including where such applicable laws require consent We and our affiliates may use shared information to help provide understand and improve our services and their own services We give your information to the people and companies that help us provide understand and improve the services we offer For example we may use outside vendors to help host our website serve photos and videos process payments analyze data conduct and publish research measure the effectiveness of ads or provide search results In all of these cases our partners must agree to only use your information consistent with the agreement we enter into with them as well as this Privacy Policy and our Terms of Service Please be assured that your Personal Information trust and privacy are very important to us Unless required by law to do so we will never disclose",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "leadership-based programming” ME to WE Trips employs  people from the countries it works in providing an added layer of support to partner communities ME to WE Artisans employs more than 1 women in the creation of closed-loop products like Rafiki or Minga bracelets You can find a powerful example of these success stories here You can find further information on ME to WE’s social impact here",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "and experiences Using that experience for example in knowing the market and helping determine what products with what distribution strategies are going to allow ME to WE to have the most impact As a pioneer in impact investing what are you seeing with the growth of social enterprise I think we’re in the first or second inning of what is nothing short of a revolution The old model of business is a playbook that’s getting torn up—where a professional tries to make as much money as they can and then takes some of the leftovers and puts it into a giving program What is so magnificent is that professionals entering the market today no longer compartmentalize making money from giving back They’re integrating both goals And because of it we’re making huge headway on these major sustainable development goals Why is it important for social enterprises to measure their impact We all have an intuitive sense of what might be a positive impact opportunity It might be in education or in health care",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, there are various promotional events, expos, and sales for ME to WE Artisans and other related offerings throughout the year. Some notable events include:\n\n1. Back-to-School Promotion: During the back-to-school season, ME to WE Artisans often collaborates with Staples and ACCO Brands to promote eco-friendly school supplies and accessories that give back to educational projects supported by WE Charity. These items are available both online and in-store during the promotion period.\n2. Holiday Sales: Around holidays such as Christmas, Thanksgiving, Valentine's Day, etc., ME to WE Artisans and other affiliated brands may host special sales or promotions featuring unique gift items that support WE Charity initiatives. Customers can find these offers on the official websites or in participating stores.\n3. Pop-up Shops & Markets: From time to time, ME to WE Artisans organizes pop-up shops and markets in select cities, allowing customers to browse and purchase their products directly from the artisans themselves. These events usually feature live music, food, and cultural performances, creating an immersive shopping experience while supporting global development efforts.\n4. Online Flash Sales: To encourage customer engagement and drive sales, ME to WE Artisans occasionally hosts flash sales on their website or via social media platforms. These limited-time discounts provide an opportunity for customers to score exclusive deals on popular products while contributing to positive social change.\n5. Trunk Shows & Events: ME to WE Artisans and its partners may hold trunk shows, fashion shows, or other events in-person or virtually, showcasing new product lines, collections, or collaborations. Attendees can learn more about the artisans behind the products, the making process, and the impact of their purchases on local communities and global development initiatives.",
            "source": [
                {
                    "content": "WE for Launch of Semi-Precious Jewelry Collection The Travel Corporation’s Family of Brands and the TreadRight Foundation Celebrates World Tourism Day by Announcing Global Partnership with ME to WE Global Charity Free The Children and Social Enterprise ME to WE Celebrate New Brand – WE DAVIDsTEA Inc Partners with ME to WE to Give Clean Water Fossil announces collaboration to empower women with social enterprise ME to WE ME to WE teams up with Staples and ACCO Brands to help shoppers change the world with back-to-school gear that gives back ME to WE Artisans Launches Atelier a New High-End Line That’s Changing the World Multi-platinum selling recording artist Demi Lovato Invites Double-Amputee Spencer West as Special Guest Speaker on World Tour ME to WE partners with Staples and ACCO Brands to revolutionize back-to-school shopping ME to WE and DHL Express connect mothers around the world this Mother’s Day through conscious consumerism The attack on WE led to an immense loss Maclean's",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "to WE CEO Roxanne Joyal was inspired to create ME to WE Artisans after meeting talented Maasai beaders forced to travel daily to small tourist markets flooded with similar products There they would sometimes sell their intricate beadwork at a loss Today the mamas are able to earn twice as much as before—without giving up their traditional way of life Gathered under acacia trees with their young children in tow the Maasai mamas bead using art forms passed down mother-to-daughter through generations They turn their traditional handiwork into a livelihood ME to WE retail products including ME to WE Artisans also offer a Track Your Impact promise to show consumers what their purchase provided to WE Charity Through this model consumers can see exactly what their dollars provided and where the donation was delivered For example the purchase of a ME to WE bracelet might fund education for a child in Kenya for one year Learn more about where you can shop ME to WE products that change lives",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "ME to WE provides authentic products and experiences that make an impact ME to WE’s 20-year social mission has given the social enterprise great insight and ideas on how to create an innovative social enterprise Half of all ME to WE profits are donated to WE Charity with the remainder being reinvested to ensure sustainability If you would like to speak with a member of our staff or to request b-roll footage and photos please contact us at [email protected] For information about our charity partner WE Charity please visit the WE Charity Press Centre Nordstrom Give-Back brand Treasure  Bond announces largest donation to date and names WE Charity as  nonprofit partner WE Charity to Announce First-Ever Sock Collaboration with Friendship Socks Model and Activist Winnie Harlow Teams Up with ME to WE for Launch of Semi-Precious Jewelry Collection The Travel Corporation’s Family of Brands and the TreadRight Foundation Celebrates World Tourism Day by Announcing Global Partnership with ME to WE",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "partner communities across the globe It started with a vision to not only create a way for talented artisans to earn the income they deserve but to foster a collective of women empowering one another globally ME to WE Artisans partners with artisans in Kenya and Ecuador empowering each woman to build a brighter future for herself her family and her community When women take part in ME to WE Artisans they are able to earn twice as much as what is considered a fair wage in their country—without giving up their traditional way of life Through partnerships with incredible brands across North America and the UK socially conscious consumers can now choose from a wide variety of offerings including Fairtrade chocolate and coffee that supports Ecuadorian farmers ME to WE retail products including ME to WE Artisans also offer a Track Your Impact code to show consumers what their purchase provided to WE Charity Through this model consumers can see exactly what their dollars provided and where",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " Key partnerships or collaborations related to commerce involve working closely with artisans, communities, suppliers, retailers, and consumers. These partnerships enable the creation of ethically sourced and sustainable products while also providing opportunities for economic empowerment and development. By connecting these products to a global market, organizations like ME to WE can ensure that the communities involved in the production process benefit directly from the sales. Additionally, reinvesting profits back into those same communities through initiatives such as financial literacy programs, small business training, and education helps complete the \"loop\" of sustainable commerce.",
            "source": [
                {
                    "content": "and experiences Using that experience for example in knowing the market and helping determine what products with what distribution strategies are going to allow ME to WE to have the most impact As a pioneer in impact investing what are you seeing with the growth of social enterprise I think we’re in the first or second inning of what is nothing short of a revolution The old model of business is a playbook that’s getting torn up—where a professional tries to make as much money as they can and then takes some of the leftovers and puts it into a giving program What is so magnificent is that professionals entering the market today no longer compartmentalize making money from giving back They’re integrating both goals And because of it we’re making huge headway on these major sustainable development goals Why is it important for social enterprises to measure their impact We all have an intuitive sense of what might be a positive impact opportunity It might be in education or in health care",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Kielburger is an extraordinary guide to today’s new business world helping others discover how to find meaning make a living and change the world Learn more about WEconomy and read a sample chapter here Our social enterprise helped solidify the idea of purpose and profit or in our case revenue coming together to change the world ME to WE Artisans is a line of original accessories handcrafted by artisans in WE Charity’s partner communities across the globe It started with a vision to not only create a way for talented artisans to earn the income they deserve but to foster a collective of women empowering one another globally ME to WE Artisans partners with artisans in Kenya and Ecuador empowering each woman to build a brighter future for herself her family and her community Founder and ME to WE CEO Roxanne Joyal was inspired to create ME to WE Artisans after meeting talented Maasai beaders forced to travel daily to small tourist markets flooded with similar products There they would",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "ME to WE makes it easy for you to make a difference in your community and around the world through your everyday shopping choices While our online shop is on pause at the moment to allow us to focus on the needs of the artisans and communities we partner with in light of the COVID-19 pandemic there are still so many ways you can join us to help change lives And we’ll be continually adding more ways you can make an impact and support our partner communities—sign up for our email updates below to stay in the loop It all starts with partnering with communities to identify their strengths and assets whether that’s a local artisan craft or a speciality crop such as cacao We work with them to create ethically sourced and sustainable products and connect them to a global market In addition we reinvest back into the countries and communities where these products are sourced establishing financial literacy programs small business training and education This is the final “loop” ensuring that the",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "ME to WE makes it easy for you to make a difference in your community and around the world through your everyday shopping choices While our online shop is on pause at the moment to allow us to focus on the needs of the artisans and communities we partner with in light of the COVID-19 pandemic there are still so many ways you can join us to help change lives And we’ll be continually adding more ways you can make an impact and support our partner communities—sign up for our email updates below to stay in the loop It all starts with partnering with communities to identify their strengths and assets whether that’s a local artisan craft or a speciality crop such as cacao We work with them to create ethically sourced and sustainable products and connect them to a global market In addition we reinvest back into the countries and communities where these products are sourced establishing financial literacy programs small business training and education This is the final “loop” ensuring that the",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided context, there are several employment and educational opportunities within the WE organization. For those interested in finance, there are roles such as GL Accountant (ME to WE), Business Partner at ME to WE, and Financial Analyst at Pfizer. Additionally, there may be openings for individuals with expertise in areas like marketing, product development, and supply chain management. In terms of education, ME to WE offers leadership programs for schools and groups, which provide valuable skills such as public speaking, writing, fundraising, pitching ideas, critical thinking, and conflict resolution. These programs aim to empower young leaders and foster a sense of community involvement, responsibility, and self-esteem.",
            "source": [
                {
                    "content": "WE Trips and Track Your Impact I also oversee annual planning and transformation technology for all of WE I have the opportunity to work with senior advisors and stakeholders our Board of Directors and advisors to the Board as well as the respective Executive Directors of WE Charity and WE Day who are my counterparts in our family of organizations My passion is spreadsheets numbers policies operations safety and customer service I love process strategy and governance I find the boring very exciting I also work closely with Roxanne Joyal ME to WE’s CEO who is responsible for the creative vision for branding the look and feel of our products and customer experience Roxanne and I split oversight on the ME to WE Trips side After getting a business degree why did you want to work at a social enterprise I spent all of my school years playing competitive sports I had offers to play basketball in university but I had too many injuries I chose to do a business degree at the University of",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "At WEFinance Business Partner at ME to WEGL Accountant PfizerFinance Analyst PfizerGL Accountant Elavon Financial Services I am a fully qualified chartered accountant with a Masters in accountancy I have experience across a number of different disciplines including auditing treasury financial reporting forecasting budget analysis and project management Our finance team provides the management and executive teams with real-time information and analysis of how the organization is doing We also support our trips and retail departments by forecasting revenue and cash flow helping them budget and promoting a continuous-improvement mindset We ensure that all teams make the best financial decisions The money our organization generates can have a huge impact on people’s lives worldwide Our team focuses on making ME to WE as cost-efficient as possible so that we can generate the greatest-possible good for the many people who depend on us",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "leadership-based programming” ME to WE Trips employs  people from the countries it works in providing an added layer of support to partner communities ME to WE Artisans employs more than 1 women in the creation of closed-loop products like Rafiki or Minga bracelets You can find a powerful example of these success stories here You can find further information on ME to WE’s social impact here",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "speaking speech writing fundraising pitching ideas critical thinking 21st century skills peer mentoring conflict resolution Empowerment confidence self-esteem inclusivity empathy responsibility initiative community involvement privilege recognition and reflection Chat with our team to get more information and book a leadership program for your school or group As a result of participating in ME to WE Leadership Programs are now thinking about their career path and academic future And we'll give one week of clean water to a family in a community overseas",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events offered by ME to WE Leadership Programs. Some examples include:\n\n* Job Fairs: Occasionally, ME to WE hosts job fairs where organizations and companies interested in hiring individuals with leadership and 21st century skills can connect with potential candidates. These fairs provide an excellent opportunity for students and recent graduates to learn about available positions and network with professionals in their field of interest.\n* Webinars: ME to WE often conducts online webinar sessions focused on topics such as personal development, career exploration, and skill-building. These webinars are usually open to anyone interested and offer valuable insights and guidance from industry experts.\n* Workshops: ME to WE offers various workshops throughout the year, both in-person and virtually, covering subjects related to leadership, communication, problem-solving, and other essential skills. These workshops are designed to enhance participants' abilities and prepare them for future challenges and opportunities.\n* Training Programs: ME to WE provides tailored training programs for schools, groups, and organizations looking to develop specific skills or address particular challenges. These programs can be customized to meet the unique needs of each client and may cover areas such as team building, conflict resolution, and strategic planning.",
            "source": [
                {
                    "content": "speaking speech writing fundraising pitching ideas critical thinking 21st century skills peer mentoring conflict resolution Empowerment confidence self-esteem inclusivity empathy responsibility initiative community involvement privilege recognition and reflection Chat with our team to get more information and book a leadership program for your school or group As a result of participating in ME to WE Leadership Programs are now thinking about their career path and academic future And we'll give one week of clean water to a family in a community overseas",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "ME to WE Leadership Programs are customizable learning workshops for young people that empower participants to discover their potential explore social issues build transferable skills and create positive social change Whether you’re an educator school board representative employer conference organizer community leader or coach—we’ll partner with you to find a program that meets your needs or design one custom to you and your group Explore our programming below This dynamic program empowers young Canadians to define their future In a three-day workshop your group will explore Canadian issues build leadership skills and create an action plan to help them shape the future of Canada and the world Youth will complete the program feeling connected to their local community and culture and inspired to build a legacy This dynamic program empowers young Canadians to define their future In a three-day workshop your group will explore Canadian issues build leadership skills and create an action",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "leadership-based programming” ME to WE Trips employs  people from the countries it works in providing an added layer of support to partner communities ME to WE Artisans employs more than 1 women in the creation of closed-loop products like Rafiki or Minga bracelets You can find a powerful example of these success stories here You can find further information on ME to WE’s social impact here",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "At WEFinance Business Partner at ME to WEGL Accountant PfizerFinance Analyst PfizerGL Accountant Elavon Financial Services I am a fully qualified chartered accountant with a Masters in accountancy I have experience across a number of different disciplines including auditing treasury financial reporting forecasting budget analysis and project management Our finance team provides the management and executive teams with real-time information and analysis of how the organization is doing We also support our trips and retail departments by forecasting revenue and cash flow helping them budget and promoting a continuous-improvement mindset We ensure that all teams make the best financial decisions The money our organization generates can have a huge impact on people’s lives worldwide Our team focuses on making ME to WE as cost-efficient as possible so that we can generate the greatest-possible good for the many people who depend on us",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The passage mentions several employee/participant benefits that are highlighted within ME to WE. Some key benefits mentioned include:\n\n1. Career Path and Academic Future: Participants gain insight into their career paths and academic futures after engaging with ME to WE Leadership Programs.\n2. Community Involvement: By participating in ME to WE programs, individuals have opportunities to contribute to their communities both locally and globally.\n3. Confidence and Self-Esteem: Through various activities and experiences provided by ME to WE, participants often develop increased confidence and self-esteem.\n4. Critical Thinking and Problem Solving: Engagement with ME to WE programs encourages critical thinking and problem solving skills, which can benefit participants both personally and professionally.\n5. Empathy and Responsibility: By participating in ME to WE initiatives, individuals develop greater empathy and a sense of responsibility towards others and the planet.\n6. Fundraising Success: ME to WE has successfully raised funds for various causes, providing a sense of accomplishment and pride for those involved in the fundraising efforts.",
            "source": [
                {
                    "content": "speaking speech writing fundraising pitching ideas critical thinking 21st century skills peer mentoring conflict resolution Empowerment confidence self-esteem inclusivity empathy responsibility initiative community involvement privilege recognition and reflection Chat with our team to get more information and book a leadership program for your school or group As a result of participating in ME to WE Leadership Programs are now thinking about their career path and academic future And we'll give one week of clean water to a family in a community overseas",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "what Fair Trade is to coffee or LEED is to a building In order to become B Corp Certified ME to WE had to complete an extensive and highly detailed application comprised of hundreds of questions A range of points are awarded for each response and the applying organization is required to provide documentation to prove all claims In addition certified B Corporations are legally required to consider the impact of their decisions on all of their stakeholders B Corps make this legal change by adding an amendment to their articles of incorporation This is considered a “fundamental change” and thus requires a “special resolution” by the shareholders ME to WE attained a score in the top five per cent of Canadian Certified B Corporations Their high impact policies and practices include producing financials that are verified annually by an independent source; tracking the impact of its work with small-scale suppliers such as the women from Kenya who make handmade accessories for ME to WE",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "to be an added expense Also they wanted as much of the money raised for charitable work to go directly to WE Charity’s projects As a result Craig and Marc are paid by ME to WE Within WE Craig and Marc are seen as strong role models and leading social entrepreneurs devoted to building an innovative and entrepreneurial organization with significant social value and maximum impact Craig and Marc were recognized as Canada’s Most Admired CEOs for the Broader Social Sector in  by Waterstone Human Capital ME to WE Trips enables thousands of young people and hundreds of corporate volunteers to go and experience WE Charity projects firsthand in the developing world We design ME to WE Trips to connect people to community members and issues in developing communities and inspire future volunteers and donors These are not traditional volunteer trips because we provide cultural immersion development issues  leadership training and support so that travelers can create an impact upon return ME to WE",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "B Corp short for Benefit Corporation certification is to business what Fair Trade is to coffee or Energy Star to appliances It’s a guarantee backed by rigorous assessment that a business is making a positive impact on its local and global community ME to WE has been a proud certified B Corp since  In  American entrepreneur Jay Coen Gilbert founded B Lab—the organization behind the B Corp certification He wanted to create a system for certifying companies that provide value to society beyond the mere product or service they sell There are now more than 2 certified B Corps across North America Becoming a B Corp is no easy task ME to WE had to go through an intensive year-long evaluation submitting more than 25 documents scrupulously detailing every aspect of our operations and programs They looked at our finances governance and our human-resource policies We had to provide a list of suppliers to show how much of our cost of goods sold went to our artisans in partner communities versus",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided text, there isn't any specific mention of a financial or earnings report. However, if you meant general insights from the text, here are some key points:\n\n* A \"revolution\" is happening in business, where professionals integrate making money with giving back.\n* Social enterprises should measure their impact to understand the true extent of their positive effects.\n* ME to WE places emphasis on data, measurement, and being aware of the full impact of its projects.\n* Participants in ME to WE Leadership Programs gain valuable skills such as critical thinking, communication, and personal development.",
            "source": [
                {
                    "content": "and experiences Using that experience for example in knowing the market and helping determine what products with what distribution strategies are going to allow ME to WE to have the most impact As a pioneer in impact investing what are you seeing with the growth of social enterprise I think we’re in the first or second inning of what is nothing short of a revolution The old model of business is a playbook that’s getting torn up—where a professional tries to make as much money as they can and then takes some of the leftovers and puts it into a giving program What is so magnificent is that professionals entering the market today no longer compartmentalize making money from giving back They’re integrating both goals And because of it we’re making huge headway on these major sustainable development goals Why is it important for social enterprises to measure their impact We all have an intuitive sense of what might be a positive impact opportunity It might be in education or in health care",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "At WEFinance Business Partner at ME to WEGL Accountant PfizerFinance Analyst PfizerGL Accountant Elavon Financial Services I am a fully qualified chartered accountant with a Masters in accountancy I have experience across a number of different disciplines including auditing treasury financial reporting forecasting budget analysis and project management Our finance team provides the management and executive teams with real-time information and analysis of how the organization is doing We also support our trips and retail departments by forecasting revenue and cash flow helping them budget and promoting a continuous-improvement mindset We ensure that all teams make the best financial decisions The money our organization generates can have a huge impact on people’s lives worldwide Our team focuses on making ME to WE as cost-efficient as possible so that we can generate the greatest-possible good for the many people who depend on us",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "goals Why is it important for social enterprises to measure their impact We all have an intuitive sense of what might be a positive impact opportunity It might be in education or in health care But the reality is that intuition may be correct directionally but it’s very hard to have an intuitive sense of the magnitude—how great an impact you’re really having At RISE we want to be working off rigorous third-party research that tells us precisely how much carbon will be sequestered by this project; how many years will be added to a life by this health care innovation What is the sum total impact when you consider not just the positives but all the other factors like the carbon footprint that will be generated by the project itself What I think is great about ME to WE is there is a dedication to the data and to be tuned into the measurement opportunities around the impact it wants to deliver",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "speaking speech writing fundraising pitching ideas critical thinking 21st century skills peer mentoring conflict resolution Empowerment confidence self-esteem inclusivity empathy responsibility initiative community involvement privilege recognition and reflection Chat with our team to get more information and book a leadership program for your school or group As a result of participating in ME to WE Leadership Programs are now thinking about their career path and academic future And we'll give one week of clean water to a family in a community overseas",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the information provided, there isn't any specific mention of investor events or funding rounds related to ME to WE Social Enterprise. However, it is worth noting that ME to WE operates as a social enterprise with a social mission at its core, aiming to generate a long-term predictable source of funding for WE Charity through sustainable products and experiences.",
            "source": [
                {
                    "content": "they needed a new model to support the long-term charitable goals of WE Charity as well as crucial behind-the-scenes needs that few wanted to fund such as administration research and monitoring and evaluation activities The seeds of that new model lay in the trips that Leaders Today was operating In their search for a sustainable funding source for WE Charity Craig and Marc were fortunate to be mentored by billionaire Jeff Skoll eBay’s first president Jeff encouraged the brothers to grow Leaders Today into a social enterprise with a social mission at its heart that would turn a profit in order to provide a long-term predictable source of funding to WE Charity ME to WE offers sustainable products and life-changing experiences that have forever changed the way consumers shop travel and learn And ME to WE helps sustain WE Charity The funds ME to WE donates to WE Charity enable it to have an extremely low administration rate around 10 percent compared to other Canadian charities ME to WE",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "WE Charity’s unique partnership with ME to WE Social Enterprise makes their fundraising model unlike that of any other charity ME to WE exists to support its charitable partner WE Charity By ME to WE’s charter a minimum of 50 percent of its profits must be donated annually to WE Charity Any outstanding balance is re-invested to grow the social mission ex in – ME to WE launched Fairtrade chocolate production within the WE Villages country of Ecuador While 50 percent represents the minimum threshold this number often climbs much higher—WE’s auditor shows that for the past 5 years ME to WE donated over 90 percent of its profits Since  ME to WE has donated 20 million in cash and cost offsetting in-kind donations to WE Charity The ME to WE financials are audited and reviewed by the WE Charity Board of Directors as part of a larger annual review process in collaboration with ME to WE’s Executive Director Russ McLeod In addition to funds ME to WE provides multiple other in-kind benefits to WE",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "in Sierra Leone True innovation comes from necessity So in the face of dwindling donations and cutbacks we had to come up with a new approach to find sustainable funding You can read more about the founding of ME to WE here WE Charity was plagued by so many questions How can it be more economically self-sufficient How can the organization achieve greater financial certainty How can WE Charity fund the administrative aspects necessary for a fast-growing entity such as technology measurement staffing—when most funders do not want to allocate their donations toward these “less sexy” aspects How can we do things that have positive social impact but are not necessarily “charitable” under government regulations What products and services do people especially young people need and want We were really fortunate to have the mentorship and backing of eBay founding president Jeff Skoll who helped us look toward the power of social enterprise He believes that the social-impact sector needs",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "beading center in Kenya Skilled artisans are bussed there from the countryside to work on more intricate pieces improve their skills and help increase their family income ME to WE also invests in technology like Track Your Impact which allows WE Charity to create an ongoing conversation platform with donors updating them on their projects and building a database of supporters ME to WE is one of the many proud supporters of WE Day More formally ME to WE is a key program partner and sponsor of the event with clearly defined roles and responsibilities just like other leading sponsors and partners As such ME to WE has the opportunity to share its message of creating meaningful and lasting change at WE Day ME to WE has donated hundreds of thousands of hours of paid staff time to support WE Day ME to WE has also provided in-kind and financial contributions to expand the event and to help maintain its free status to all students and educators who attend The day-to-day operations of ME to WE",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, there isn't any specific financial or funding goals mentioned for the next period. However, it is clear that ME to WE is focused on becoming a self-sustaining social enterprise that supports the work of WE Charity through profits and pro bono services. They aim to address the gap in funding for social initiatives and create a sustainable way to augment government funding and charitable giving.",
            "source": [
                {
                    "content": "WE is registered as a for-profit business But in practice and reality it is much different than that With the help of Torys law firm we created our own bylaws and legally binding contract to ensure that ME to WE functions with the goal of supporting the work of WE Charity—and helps change the world at the same time Because of the uniqueness of the entities the legal structure of WE Charity and ME to WE and their relationship was reviewed and given formal approval by the Public Guardian Trustee of Ontario as well as the Ontario Superior Court You can read more about how ME to WE is transparent and accountable here What are you most excited about in the years ahead What is your vision of the future We are creating a measurable portfolio of how social enterprise is an enormous force of good and can move the needle on social change I cannot stress enough how exciting these days are for social initiatives We are creating a sustainable way to augment government funding and charitable giving",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "as the MaRS Discovery District have been building momentum in Canada a significant gap still exists This is something that has been recognized by the government itself In its  report commissioned by the Government of Canada the Social Innovation and Social Finance Strategy Co-Creation Steering Group recommended that Canada should “address the legal and regulatory issues impeding charities and non-profits from engaging in social innovation social finance and social enterprise” In  the Standing Senate Committee on Social Affairs Science and Technology called on the government to learn from the experience of other countries and invest in the creation of a social finance fund for social enterprise The key benefit of social enterprises is sustainability In an age of declining government funding traditional charities find it increasingly difficult to find reliable long-term support for projects Social enterprises like ME to WE are self-sustaining empowering our partner WE Charity with the",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "make the world a better place’ and every action brings us closer to this crucial goal and helps support the work of WE Charity ME to WE donates half of its net profit to support WE Charity while the other half is reinvested to grow the mission of the social enterprise While ME to WE’s commitment is to donate a minimum 50 percent of its net profit to WE Charity over the past 5 years ME to WE donated over 90 percent of its yearly profit to WE Charity To date ME to WE has now donated 20 million cash and cost off setting in-kind to WE Charity Using a highly effective model ME to WE is structured to offset expenses and help provide pro bono services to WE Charity’s work ensuring that the charity achieves a remarkable rate of financial efficiency WE Charity on average is able to spend an average of 90 percent of its donations going directly to charitable efforts at home and abroad ME to WE has very specific policies and legal structures to maintain its social purpose The business does not",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "and Marc Kielburger struggled to find a sustainable funding source This problem came into sharp focus in  while they were in Freetown Port Sierra Leone waiting for a shipment of medical supplies to support WE Charity development projects in that country Waiting on the docks the brothers watched other international charities depleted of funds prepare to ship out One dejected aid worker explained why everyone was leaving “When is the last time you saw a celebrity telethon for Sierra Leone” Charities often lurch from crisis to crisis desperately trying to help during humanitarian emergencies but rarely staying long enough to empower people to help themselves for the long term Another humanitarian disaster had caught the wave of goodwill and it was time for many to move on Craig and Marc realized they needed a new model to support the long-term charitable goals of WE Charity as well as crucial behind-the-scenes needs that few wanted to fund such as administration research and monitoring",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " While I cannot provide specific recent publications, research findings, or introduced technologies without additional context, I can suggest some general areas where such developments may emerge. In terms of publications, there could be new books or articles related to social entrepreneurship, impact investing, leadership, or international development. Research findings might cover topics such as effective strategies for measuring social enterprise impact, innovative models for combining profit and purpose, or insights into how certain interventions contribute to achieving the United Nations Sustainable Development Goals (SDGs). Introduced technologies could include tools or platforms designed to facilitate collaboration between social enterprises, enhance data collection and analysis for impact measurement, or streamline supply chain management to promote greater sustainability and ethical practices across industries.",
            "source": [
                {
                    "content": "speaking speech writing fundraising pitching ideas critical thinking 21st century skills peer mentoring conflict resolution Empowerment confidence self-esteem inclusivity empathy responsibility initiative community involvement privilege recognition and reflection Chat with our team to get more information and book a leadership program for your school or group As a result of participating in ME to WE Leadership Programs are now thinking about their career path and academic future And we'll give one week of clean water to a family in a community overseas",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "and experiences Using that experience for example in knowing the market and helping determine what products with what distribution strategies are going to allow ME to WE to have the most impact As a pioneer in impact investing what are you seeing with the growth of social enterprise I think we’re in the first or second inning of what is nothing short of a revolution The old model of business is a playbook that’s getting torn up—where a professional tries to make as much money as they can and then takes some of the leftovers and puts it into a giving program What is so magnificent is that professionals entering the market today no longer compartmentalize making money from giving back They’re integrating both goals And because of it we’re making huge headway on these major sustainable development goals Why is it important for social enterprises to measure their impact We all have an intuitive sense of what might be a positive impact opportunity It might be in education or in health care",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "leadership-based programming” ME to WE Trips employs  people from the countries it works in providing an added layer of support to partner communities ME to WE Artisans employs more than 1 women in the creation of closed-loop products like Rafiki or Minga bracelets You can find a powerful example of these success stories here You can find further information on ME to WE’s social impact here",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "to avoid non-essential travel and the US also maintains high-level advisories for most destinations worldwide We will continue to closely monitor travel advisories and consult with travel and health experts and will post updates as they become available ME to WE Trips was established with a deep respect for the communities and people we partner with and an emphasis on sustainability and giving back Through deeply connective and immersive experiences in partnership with communities travelers have gained new perspective and understanding on global social and environmental issues They have also contributed to development projects helping speed completion of projects that continue year-round led by skilled local workers These shared experiences on community-led projects have resulted in transformational outcomes for both travelers and community members alike and have been part of our regenerative philosophy of leaving a place better because of the things we've done together as true",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Yes, there are several ongoing and upcoming research projects and innovation initiatives related to social enterprises, leadership development, and global impact. Here are some examples:\n\n1. University Research Projects: Various universities around the world are conducting research on social enterprises, including their impact, sustainability, and potential for growth. Some notable projects include those at Harvard Business School, Stanford Graduate School of Business, and INSEAD. These institutions often publish case studies and white papers that contribute to the understanding of social entrepreneurship and social enterprises.\n2. Global Impact Study (Ongoing): ME to WE is currently working on a comprehensive study to measure the overall social impact of its various programs and initiatives. This study will provide valuable insights into the effectiveness of the organization's approach to social change and help inform future strategies.\n3. Social Enterprise Incubator (Upcoming): ME to WE plans to launch an incubator program designed to support early-stage social enterprises. This initiative will provide resources, mentorship, and networking opportunities to help promising ventures grow and achieve greater social impact.\n4. Youth Leadership Development Programs (Ongoing): ME to WE continues to offer youth leadership development programs aimed at empowering young people to become agents of positive change. These programs focus on developing essential skills such as critical thinking, problem-solving, communication, and collaboration.\n5. Partnerships and Collaborations (Ongoing): ME to WE maintains partnerships with various organizations, governments, and individuals to advance shared goals and promote social change. By collaborating with others, they hope to create larger-scale, lasting impact in areas such as education, healthcare, and economic development.",
            "source": [
                {
                    "content": "leadership-based programming” ME to WE Trips employs  people from the countries it works in providing an added layer of support to partner communities ME to WE Artisans employs more than 1 women in the creation of closed-loop products like Rafiki or Minga bracelets You can find a powerful example of these success stories here You can find further information on ME to WE’s social impact here",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "speaking speech writing fundraising pitching ideas critical thinking 21st century skills peer mentoring conflict resolution Empowerment confidence self-esteem inclusivity empathy responsibility initiative community involvement privilege recognition and reflection Chat with our team to get more information and book a leadership program for your school or group As a result of participating in ME to WE Leadership Programs are now thinking about their career path and academic future And we'll give one week of clean water to a family in a community overseas",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "as the MaRS Discovery District have been building momentum in Canada a significant gap still exists This is something that has been recognized by the government itself In its  report commissioned by the Government of Canada the Social Innovation and Social Finance Strategy Co-Creation Steering Group recommended that Canada should “address the legal and regulatory issues impeding charities and non-profits from engaging in social innovation social finance and social enterprise” In  the Standing Senate Committee on Social Affairs Science and Technology called on the government to learn from the experience of other countries and invest in the creation of a social finance fund for social enterprise The key benefit of social enterprises is sustainability In an age of declining government funding traditional charities find it increasingly difficult to find reliable long-term support for projects Social enterprises like ME to WE are self-sustaining empowering our partner WE Charity with the",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "can move the needle on social change I cannot stress enough how exciting these days are for social initiatives We are creating a sustainable way to augment government funding and charitable giving and this is on the cusp of going mainstream Right now the legislation is still being crafted to recognize social enterprises as legal entities And university business programs are using the relationship of ME to WE and WE Charity as a model to study new developments in social enterprise As a business school grad I am excited Please find case study from the Richard Ivey School of Business here In an age of government cutbacks social enterprises have the opportunity to rise to the occasion in a meaningful way The best solution to poverty overseas is providing sustainable jobs and the best way to give is through socially conscious capitalism merging purpose and profit Social enterprises could be the next great wave of doing good We need more amplifiers like Jeff Skoll to recognize that this is",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " I cannot provide specific details about recent research grants or innovation awards without further context or information. However, based on the text provided, there are some organizations mentioned that may be involved in distributing such grants or awards. These include the MaRS Discovery District, which focuses on supporting scientific research and commercialization, and ME to WE Leadership Programs, which aim to empower individuals and communities through education and action. It would be helpful if you could provide additional information or context so that I can better assist you with your query.",
            "source": [
                {
                    "content": "speaking speech writing fundraising pitching ideas critical thinking 21st century skills peer mentoring conflict resolution Empowerment confidence self-esteem inclusivity empathy responsibility initiative community involvement privilege recognition and reflection Chat with our team to get more information and book a leadership program for your school or group As a result of participating in ME to WE Leadership Programs are now thinking about their career path and academic future And we'll give one week of clean water to a family in a community overseas",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "as the MaRS Discovery District have been building momentum in Canada a significant gap still exists This is something that has been recognized by the government itself In its  report commissioned by the Government of Canada the Social Innovation and Social Finance Strategy Co-Creation Steering Group recommended that Canada should “address the legal and regulatory issues impeding charities and non-profits from engaging in social innovation social finance and social enterprise” In  the Standing Senate Committee on Social Affairs Science and Technology called on the government to learn from the experience of other countries and invest in the creation of a social finance fund for social enterprise The key benefit of social enterprises is sustainability In an age of declining government funding traditional charities find it increasingly difficult to find reliable long-term support for projects Social enterprises like ME to WE are self-sustaining empowering our partner WE Charity with the",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "purpose Toronto Star October 13  How a Volunteer Trip to India Gave Two Families the Gift of Perspective Canadian Living September  Kielburger set up shop in the Eaton Centre NOW Magazine August  THIS NEW FOSSIL COLLECTION HELPS EMPOWER WOMEN AROUND THE WORLD TEENVOGUECOM APRIL 4  SHOP FOR A CAUSE THE DAVIDSTEA AND ME TO WE COLLECTION LOUOUMAGAZINECOM FEBRUARY 11  DAVIDSTEA INTRODUCES PRODUCT LINE TO BENEFIT KENYA VIDEO MARKETINGMAGCA FEBRUARY 10  Holiday gift guide 15 gifts that give back Chatelainecom November 20  Non profit giving the charity gift guide Nowtorontocom December 9  Twelve Thoughtful Holiday Gifts that Give Back Urbanmomsca November 26  The warm welcome of the Maasai Mara Our Children Magazine October",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "member of Canada’s legal community Justice Goudge nearly 10 years later has performed an updated comprehensive review of all governance and operations of the charity and social enterprise and provided an unconditional commendation and formal recognition of the financial diligence demonstrated by both ME to WE and WE Charity as initially reviewed by Justice Peter Cory You can read Justice Goudge’s report here",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " ME to WE collaborates with various organizations, institutions, and entities to achieve its goals. Some key collaborators include:\n\n1. WE Charity: As mentioned earlier, WE Charity is a registered and operating charity. ME to WE works closely with WE Charity to implement its social impact initiatives around the world. The two organizations have a formal partnership, with WE Charity providing oversight and ensuring that ME to WE remains focused on its charitable objectives.\n2. ME to WE Social Enterprise: ME to WE also collaborates with its own social enterprise arm, which operately under the same roof but with separate financials, governance, and headquarters. The social enterprise supports the work of WE Charity through three principal avenues: creating economic opportunities in WE Villages, generating a sustainable source of funding for WE Charity, and promoting awareness of WE Charity's mission and impact.\n3. External Partners: ME to WE often partners with external organizations, such as NGOs, government agencies, and private sector companies, to co-create and deliver impactful projects and campaigns. These partnerships enable ME to WE to leverage additional resources, expertise, and networks to maximize the positive change it generates globally.",
            "source": [
                {
                    "content": "of 90 percent of its donations going directly to charitable efforts at home and abroad ME to WE has very specific policies and legal structures to maintain its social purpose The business does not pay dividends or provide any form of incentives to its stakeholders It is simply designed to create social returns through the deployment of business strategies WE Charity is a registered and operating charity WE Charity’s Headquarters are located at  Queen St East ME to WE is a social enterprise ME to WE’s Headquarters are located at  Berkeley St WE Charity has an active Board of Directors who oversee the organization and drive the strategic direction of the charity The board provides legal financial and fiduciary oversight to the charity and appoints the Executive Director to oversee the day to day operations ME to WE has an active Board of Directors who oversee the social enterprise and provide strategic guidance to the businessThe Chair of WE Charity participates on the ME to WE board to",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "day operations ME to WE has an active Board of Directors who oversee the social enterprise and provide strategic guidance to the businessThe Chair of WE Charity participates on the ME to WE board to ensure the social enterprise acts in the best interests of WE Charity ME to WE and WE Charity are legally distinct entities and maintain separate financials governance and headquarters However each party shares a common mission and work towards a common goal WE Charity and ME to WE partner together in driving the WE Movement The relationship is defined by a legal partnership agreement which outlines the roles and responsibilities of each party and is reviewed and signed off annually by the Executive Directors and Board of Directors of both organizations The structure of the partnership is such that ME to WE’s primary function is to support the mission of WE Charity ME to WE designs its programs and products in such a way to support and reinforce the core activities of the charity ME to WE",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "is part of or that become part of that group Likewise our affiliates may share information with us as well This sharing is done in compliance with applicable laws including where such applicable laws require consent We and our affiliates may use shared information to help provide understand and improve our services and their own services We give your information to the people and companies that help us provide understand and improve the services we offer For example we may use outside vendors to help host our website serve photos and videos process payments analyze data conduct and publish research measure the effectiveness of ads or provide search results In all of these cases our partners must agree to only use your information consistent with the agreement we enter into with them as well as this Privacy Policy and our Terms of Service Please be assured that your Personal Information trust and privacy are very important to us Unless required by law to do so we will never disclose",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Founded in  to provide economic opportunity in WE Village communities and a sustainable source of funding for WE Charity ME to WE has grown into a global force for good ME to WE Social Enterprises supports the work of WE Charity through three principle avenues When we launched ME to WE the idea of social enterprise was still relatively new in Canada Although we were building on the work of pioneers like Grameen Bank Goodwill and Habitat for Humanity’s ReStore Canadian business and tax laws still made it difficult to earn profit to support a charitable cause Canadian CRA regulations limit the ability of charities to engage in commerce In order to follow CRA guidelines a separate legal entity was launched ME to WE Social Enterprise To build a successful social enterprise model and ensure the highest propriety in our finances and governance we called on independent expertise and engaged multiple experts and legal groups to review the structure Jason Saul CEO of Mission Measurement",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives between WE Charity and ME to WE. Some examples include:\n\n1. WE Day: A series of inspirational events celebrating the power of WE - the collective power of individuals to change the world. These events bring together well-known speakers, performers, and thousands of students and educators to rally around various causes. Both WE Charity and ME to WE collaborate on organizing and executing WE Day events across Canada and internationally.\n\n1. WE Villages: Jointly developed by WE Charity and ME to WE, WE Villages represent long-term development projects focused on improving the quality of life for communities in need. Through these villages, both organizations work together to implement sustainable solutions in areas such as education, healthcare, and economic opportunities. Examples of WE Villages include Nyaka School in Uganda and the Indigenous Community Center in Canada.\n\n1. Track Your Impact (TYI): TYI is a digital platform designed to help users track and measure their personal impact on local and global issues. Developed by ME to WE, this tool serves as an extension of WE Charity's mission to engage and empower individuals to take action on social and environmental challenges. By using TYI, participants can see the direct connection between their actions and the positive changes being made through WE Charity and ME to WE's combined efforts.",
            "source": [
                {
                    "content": "speaking speech writing fundraising pitching ideas critical thinking 21st century skills peer mentoring conflict resolution Empowerment confidence self-esteem inclusivity empathy responsibility initiative community involvement privilege recognition and reflection Chat with our team to get more information and book a leadership program for your school or group As a result of participating in ME to WE Leadership Programs are now thinking about their career path and academic future And we'll give one week of clean water to a family in a community overseas",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "leadership-based programming” ME to WE Trips employs  people from the countries it works in providing an added layer of support to partner communities ME to WE Artisans employs more than 1 women in the creation of closed-loop products like Rafiki or Minga bracelets You can find a powerful example of these success stories here You can find further information on ME to WE’s social impact here",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "A business graduate from the University of Ottawa Russ McLeod joined the WE Charity and ME to WE teams in early  and has been a driving force behind the ME to WE philosophy and business modelUnder his guidance ME to WE has donated over 16 million in cash and in-kind donations to its charitable partner WE CharityRuss has held many roles including the first Director of WE DayHe oversaw its growth from a single event in  with 6 young people in attendance to a five-city Canadian phenomenon by  attended by 44 youth representing 1 schoolsMeet ME to WE Executive Director Russ McLeod and learn how ME to WE makes a lasting impact I am primarily in charge of revenue risk management customer service and technology for our socially conscious products and services This includes ME to WE Artisans ME to WE Trips and Track Your Impact I also oversee annual planning and transformation technology for all of WE I have the opportunity to work with senior advisors and stakeholders our Board of Directors",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "day operations ME to WE has an active Board of Directors who oversee the social enterprise and provide strategic guidance to the businessThe Chair of WE Charity participates on the ME to WE board to ensure the social enterprise acts in the best interests of WE Charity ME to WE and WE Charity are legally distinct entities and maintain separate financials governance and headquarters However each party shares a common mission and work towards a common goal WE Charity and ME to WE partner together in driving the WE Movement The relationship is defined by a legal partnership agreement which outlines the roles and responsibilities of each party and is reviewed and signed off annually by the Executive Directors and Board of Directors of both organizations The structure of the partnership is such that ME to WE’s primary function is to support the mission of WE Charity ME to WE designs its programs and products in such a way to support and reinforce the core activities of the charity ME to WE",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Collaborations between WE Charity and ME to WE aim to achieve shared objectives and desired outcomes. These include supporting the mission of WE Charity through various initiatives, fostering the WE Movement, and creating meaningful change in communities around the world. Additionally, both parties strive to create positive social and environmental impact while remaining financially sustainable. By combining their resources, expertise, and networks, these collaborations hope to maximize their collective influence and effectiveness in achieving their respective missions.",
            "source": [
                {
                    "content": "day operations ME to WE has an active Board of Directors who oversee the social enterprise and provide strategic guidance to the businessThe Chair of WE Charity participates on the ME to WE board to ensure the social enterprise acts in the best interests of WE Charity ME to WE and WE Charity are legally distinct entities and maintain separate financials governance and headquarters However each party shares a common mission and work towards a common goal WE Charity and ME to WE partner together in driving the WE Movement The relationship is defined by a legal partnership agreement which outlines the roles and responsibilities of each party and is reviewed and signed off annually by the Executive Directors and Board of Directors of both organizations The structure of the partnership is such that ME to WE’s primary function is to support the mission of WE Charity ME to WE designs its programs and products in such a way to support and reinforce the core activities of the charity ME to WE",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "goals Why is it important for social enterprises to measure their impact We all have an intuitive sense of what might be a positive impact opportunity It might be in education or in health care But the reality is that intuition may be correct directionally but it’s very hard to have an intuitive sense of the magnitude—how great an impact you’re really having At RISE we want to be working off rigorous third-party research that tells us precisely how much carbon will be sequestered by this project; how many years will be added to a life by this health care innovation What is the sum total impact when you consider not just the positives but all the other factors like the carbon footprint that will be generated by the project itself What I think is great about ME to WE is there is a dedication to the data and to be tuned into the measurement opportunities around the impact it wants to deliver",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "and experiences Using that experience for example in knowing the market and helping determine what products with what distribution strategies are going to allow ME to WE to have the most impact As a pioneer in impact investing what are you seeing with the growth of social enterprise I think we’re in the first or second inning of what is nothing short of a revolution The old model of business is a playbook that’s getting torn up—where a professional tries to make as much money as they can and then takes some of the leftovers and puts it into a giving program What is so magnificent is that professionals entering the market today no longer compartmentalize making money from giving back They’re integrating both goals And because of it we’re making huge headway on these major sustainable development goals Why is it important for social enterprises to measure their impact We all have an intuitive sense of what might be a positive impact opportunity It might be in education or in health care",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "At WEFinance Business Partner at ME to WEGL Accountant PfizerFinance Analyst PfizerGL Accountant Elavon Financial Services I am a fully qualified chartered accountant with a Masters in accountancy I have experience across a number of different disciplines including auditing treasury financial reporting forecasting budget analysis and project management Our finance team provides the management and executive teams with real-time information and analysis of how the organization is doing We also support our trips and retail departments by forecasting revenue and cash flow helping them budget and promoting a continuous-improvement mindset We ensure that all teams make the best financial decisions The money our organization generates can have a huge impact on people’s lives worldwide Our team focuses on making ME to WE as cost-efficient as possible so that we can generate the greatest-possible good for the many people who depend on us",
                    "metadata": {
                        "rel": [
                            "skoll",
                            "bcorporation",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ]
}