{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided text, there are several examples of sustainable or environmental practices that have been implemented or encouraged. Some of these include:\n\n1. Encouraging companies to adopt objectives aligned with the UN Sustainable Development Goals (SDGs).\n2. Promoting transparency in relation to sustainability efforts and overall practices.\n3. Focusing on mitigating climate change or preserving biodiversity while emphasizing the integration of sustainability at the core of governance.\n4. Identifying and minimising risks associated with projects aimed at achieving positive impacts.\n5. Supporting rehabilitation projects like the Merang Peatland restoration, which results in reduced carbon emissions, prevents forest fires, and returns wildlife to the area, benefiting local communities.\n6. Managing listed assets, including equities and fixed income financing, to facilitate energy transition and promote biodiversity protection.\n7. Reducing the investor's own direct impact through various initiatives and engagements.\n8. Evaluating issuers based on their contributions to climate and sustainability-related goals, taking into account their indirect impact beyond their immediate operations.",
            "source": [
                {
                    "content": "believe companies aligning sustainably will lead to a positive long-term value creation that benefits both shareholders and the broader stakeholder community In order to ensure we invest in companies sharing our vision of sustainable corporate governance we try to use as many tools as we have available We actively engage with companies in order to create an environment conducive to responsible investment In that regard we encourage companies to adopt objectives which are in line with the UN Sustainable Development Goals SDGs but also to improve transparency in relation to their sustainability efforts and their overall practices for example by developing solutions for ESG issues We also send the companies engagement priorities each year alongside focusing on mitigating climate change or preserving biodiversity we highlight our expectations regarding the integration  of sustainability at the core of their governance and demonstrating enhanced transparency on sustainability impacts We",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a positive impact is central to our natural capital investing approach — every investment we make must demonstrate how it will achieve both its environmental and social objectives as well as related financial ones We work with projects interactively in order to understand the logical steps that the project takes from our investment to the positive impacts it aims to achieve We also identify and if possible minimise all the risks and assumptions made by the project A series of Key Performance Indicators KPIs are then identified that help track the progress of the project along its impact pathway whereas the project determines targets and baseline values for each project Our more mature solution—the Althelia Climate strategy—is already delivering impact at scale see below The rehabilitation of the Merang Peatland will result in reduced carbon emissions prevention of fires and return of wildlife in the area supported by neighbouring local communities  This project protects rainforests",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the development of our foundational expertise in managing listed assets such as equities and fixed income financing infrastructure projects to bring about energy transition as well as to support the development of new areas of expertise such as Natural Capital and Private Equity Committed as we are to the issues of energy transition biodiversity protection and the reduction of social inequalities in our business as responsible investors it behoves us to also do what we can to reduce our own direct impact As an investor we engage with the financial community and companies to advance responsible and sustainable practices These initiatives are detailed in our Engagement Report and Voting Report In addition to our role as an investor we have been involved since our creation in supporting initiatives that help convey the message of sustainable development by sponsoring academic research and through patronage In  we decided to take this approach a step further with the creation of our",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "risks and opportunities can be determined mainly through the share of activity that is exposed to green/climate-environmentally sustainable activities and the share of activities that is exposed to brown/unsustainable activities in addition to potentially neutral activities This information could be tracked using financial metrics such as revenues Investments capital expenditures and operating expenses profit and loss accounts indicators Research and Development expenses should also be considered Providing a forward-looking perspective is also a crucial element for investors In this regard it is of particular importance that an issuer can demonstrate how its entire business model can contribute to reaching certain defined sustainability objectives for example the Paris agreement and/or its own climate/sustainability-related objectives such as Net-Zero commitments Issuers’ impact on climate and sustainability-related issues are not limited to the operations they directly manage",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation. However, providing a comprehensive list of all relevant events would not be feasible within this response. Instead, I can mention some notable events related to environmental conservation:\n\n1. United Nations Convention on Biological Diversity (CBD) Conference of Parties (COP): A biennial meeting where countries discuss and negotiate strategies to conserve biological diversity.\n2. World Wildlife Day (WWD): An annual event celebrated on March 3rd, promoting wildlife conservation and sustainable development.\n3. Global Landscapes Forum (GLF): A platform for knowledge exchange and dialogue among stakeholders working towards sustainable land use and management.\n4. Intergovernmental Platform on Biodiversity and Ecosystem Services (IPBES): Assesses scientific evidence on biodiversity and ecosystem services, informing policymakers and the public.\n5. Ramsar Convention on Wetlands: Focuses on the conservation and wise use of wetlands and their resources.\n6. Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES): Regulates international trade in species threatened with extinction.\n7. World Water Week: An annual event focusing on water-related issues, including conservation and management.\n8. Bonn Challenge: Encourages countries to commit to restoring degraded and deforested lands.\n9. Our Common Agenda (OCA): A collaborative framework for addressing global environmental challenges.\n10. Earth Hour: A worldwide campaign encouraging individuals and organizations to turn off non-essential lights for one hour to raise awareness about energy consumption and climate change.",
            "source": [
                {
                    "content": "advocacy Environment  Climate Green bonds Healthy living Infrastructure  Urbanisation Natural Capital Public policy The first environment-related event to be held physically since the beginning of the pandemic the IUCN International Union for Conservation of Nature World Conservation Congress aims to take action for nature-based recovery climate change and post- biodiversity Initially scheduled for September  it will be held from 3 to 10 September  in Marseille in a hybrid format - digital and face-to-face",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "financial system and direct investments into projects that benefit nature and biodiversity was largely addressed throughout the event Despite the health context we have continued to implement our biodiversity roadmap You will find below a progress report on our different work areas as the IUCN International Union for Conservation of Nature World Conservation Congress is taking place in Marseille with the aim of taking action for a nature-based reconstruction for climate change and for post- biodiversity Engagement  advocacy Environment  Climate Natural Capital Public policy",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Union for Conservation of Nature World Conservation Congress focused the need to transform the global financial system and direct investments into projects that benefit nature and biodiversity was largely addressed throughout the event Despite the health context we have continued to implement our biodiversity roadmap You will find below a progress report on our different work areas as the IUCN International Union for Conservation of Nature World Conservation Congress is taking place in Marseille with the aim of taking action for a nature-based reconstruction for climate change and for post- biodiversity Engagement  advocacy Environment  Climate Natural Capital Public policy First of its kind the LDN fund invests in projects involved in sustainable land use – agroforestry regenerative and sustainable agriculture sustainable forestry on degraded lands Mirova today announces the final close of the Land Degradation Neutrality Fund “LDN Fund” an impact investment fund that invests in",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of players are committing to neutrality in France Europe and the United States These announcements give us hope that the contribution of investments to the transition will accelerate Even as we write these words the COP26 is being held in Glasgow at the beginning of November ; let us hope that its voices will be a source of inspiration to launch a movement for profound transformation Ladislas Smia Head of sustainability research at Mirova has been selected to serve two years as Member of the Taskforce on Nature-related Financial Disclosure” TNFD along with 30 senior executives from financial institutions corporates and market service providers Among the themes on which the IUCN International Union for Conservation of Nature World Conservation Congress focused the need to transform the global financial system and direct investments into projects that benefit nature and biodiversity was largely addressed throughout the event Despite the health context we have continued to implement our",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the given text, Mirova focuses on developing both qualitative and quantitative indicators to measure environmental impact. They aim for maximum transparency in reporting their actions and their results, making public various documents, including those related to environmental impact metrics.",
            "source": [
                {
                    "content": "recommend presenting them through ratios For instance the level of emissions can be put in perspective per activity branch or with respect to certain financial indicators or productivity indicators teqCO2 teqCO2/revenue teqCO2/kWh teqCO2/production unit etc It is often clearer when the impact of an issuer is presented with historical trends 3 years look-back period is a minimum; 5 to 10 years is ideal A comparison to a sector average – that can be provided by brokers data providers research analysts also help evaluate an issuer’s specific situation in the context of its sectors of activity This information data figures qualitative information should be disclosed on the basis of the same methodologies used by the issuer to ensure consistency Given the complexity of sustainability-related issues we do not expect that data provided by different issuers will be directly comparable for many years although this should remain regulators’ objective Full transparency on methodologies and",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "provide workable information For example in addition to GHG emissions data exposure indicators are interesting proxies for investors to assess the level of exposure to certain sustainability issues positive or negative through the share of revenues derived from certain activities such as fossil fuels Issuers’ controversies review external stakeholders reporting of controversial practices on issuers’ sustainability practices is also a good proxy on exposure to climate/ESG-related risks Quantitative indicators are important but used alone are not sufficient to describe the complexity of a company on sustainability issues Qualitative information describing a company’s approach to climate change and sustainability issues how it governs itself to tackle material sustainability exposures and risks how it identifies pilots and manages its climate impact this type of information is in all cases indispensable Given the complexity of sustainability-related issues we do not expect that data",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the investor’s ability to evaluate the impact of the climate related risks and opportunities on the company’s future operating performance These disclosure objectives are not easy to reach but focusing on a few key indicators that can be easily computed by corporate issuers is the right approach Information requests to issuers should be adapted to the complexity of climate and sustainability-related considerations so as to obtain meaningful information In our experience it is better to have estimated data on the entire value chain than information that is precise but on a limited scope Where an indicator is relevant but unperfect like scope 3 emissions and avoided emissions estimates should be used Where no data or indicator exists using proxies is a necessity as it is the only way to provide workable information For example in addition to GHG emissions data exposure indicators are interesting proxies for investors to assess the level of exposure to certain sustainability issues",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Today we are witnessing high expectations around impact measurement As the willingness to invest differently grows among both professional and individual investors demands for results are also increasing Mirova was created with the goal of offering investors strategies for reconciling the creation of financial returns while also having a positive impact on society Our positioning is precisely in line with the impact investment approach which we apply across all our asset classes Click to accept marketing cookies to be able to view this video Because impact measurement is both a necessary requirement and a real challenge when it comes to compiling relevant reports on the various environmental and social impacts of our investments we have chosen to develop both qualitative and quantitative indicators Mirova strives to offer maximum transparency in its quest for environmental and social impact In reporting on our actions and their results we make public a variety of documents including",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Based on the provided information, it appears that the organization has committed to several aspects of social and corporate responsibility. They believe that companies aligning sustainably will lead to positive long-term value creation benefiting both shareholders and the broader stakeholder community. To ensure they invest in companies sharing their vision of sustainable corporate governance, they utilize various tools and actively engage with companies to create an environment conducive to responsible investment. Additionally, they encourage companies to adopt objectives aligned with the UN Sustainable Development Goals (SDGs), improve transparency related to their sustainability efforts, and demonstrate enhanced transparency on sustainability impacts. Furthermore, the organization acknowledges its own responsibility as a responsible investor and works towards reducing its direct impact while engaging with the financial community and companies to advance responsible and sustainable practices. Finally, they emphasize promoting their vision of what a company should be through their voting policy based on four main pillars.",
            "source": [
                {
                    "content": "believe companies aligning sustainably will lead to a positive long-term value creation that benefits both shareholders and the broader stakeholder community In order to ensure we invest in companies sharing our vision of sustainable corporate governance we try to use as many tools as we have available We actively engage with companies in order to create an environment conducive to responsible investment In that regard we encourage companies to adopt objectives which are in line with the UN Sustainable Development Goals SDGs but also to improve transparency in relation to their sustainability efforts and their overall practices for example by developing solutions for ESG issues We also send the companies engagement priorities each year alongside focusing on mitigating climate change or preserving biodiversity we highlight our expectations regarding the integration  of sustainability at the core of their governance and demonstrating enhanced transparency on sustainability impacts We",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the development of our foundational expertise in managing listed assets such as equities and fixed income financing infrastructure projects to bring about energy transition as well as to support the development of new areas of expertise such as Natural Capital and Private Equity Committed as we are to the issues of energy transition biodiversity protection and the reduction of social inequalities in our business as responsible investors it behoves us to also do what we can to reduce our own direct impact As an investor we engage with the financial community and companies to advance responsible and sustainable practices These initiatives are detailed in our Engagement Report and Voting Report In addition to our role as an investor we have been involved since our creation in supporting initiatives that help convey the message of sustainable development by sponsoring academic research and through patronage In  we decided to take this approach a step further with the creation of our",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "preserving biodiversity we highlight our expectations regarding the integration  of sustainability at the core of their governance and demonstrating enhanced transparency on sustainability impacts We also focus on reducing inequalities shared value creation gender diversity Last but not least we encourage shareholders to promote our vision of what a company should be through our voting policy based on 4 main pillars As Joe Biden prepared for the inauguration he tweeted It’s a new day in America And what a day Hours after taking the presidential oath Biden announced that the United-States would rejoin the Paris Climate Agreement as promised during his electoral campaign in essence the starting of a new climate era in the US and the global race to a net zero economy Investing in Sustainability Yes but how Learn about what happened at Mirova during Q Markets Outlook Engagement  advocacy Environment  Climate Green bonds Healthy living Infrastructure  Urbanisation Natural Capital Public",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As sustainable investment is confirmed both as a crucial need and a growing trend climate and ESG1 corporate disclosures remain on top of regulators and investors’ agenda The European Union EU is currently revising its requirements for corporates sustainability disclosure Corporate Sustainability Reporting Directive or CSRD International bodies the International Financial Reporting Standards IFRS and International Organization of Securities Commissions IOSCO are aiming for a climate disclosure “building block” to align practices at the global level In June the US Securities and Exchanges Commission SEC finalized a public consultation on corporate climate disclosures to which Mirova responded We share below our views that we have conveyed to the SEC and across various jurisdictions and initiatives the EU TCFD2…  in order to build robust meaningful and useful frameworks for corporate climate and sustainability disclosure As an investor fully dedicated to sustainability and now also a",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Based on the provided text, there doesn't seem to be specific mention of annual or quarterly reports detailing the commitments related to green bonds, sustainable finance, or other topics discussed. However, it is mentioned that issuers need to disclose their impact on climate and sustainability-related issues beyond their direct operations. It is likely that some issuers might publish annual or quarterly reports discussing their progress toward achieving their sustainability goals and outlining their efforts in the respective fields.",
            "source": [
                {
                    "content": "on this website is intended to be and you should not consider anything on this website to be investment accounting tax or legal advice If you would like investment accounting tax or legal advice you should consult with your own financial advisors accountants or attorneys regarding your individual circumstances and needs  The past performance of any investment investment strategy or investment style is not indicative of future performance Offers of products and services and advertising by third parties may be published on this website in the form of banners By clicking on one of these banners you will be redirected to a third party’s website Mirova accepts no responsibility for the content of advertising or the conditions that apply to offers from third parties These are in fact displayed on behalf of these third parties If you wish to subscribe to such an offer or enter into a contract with such a third party and also if you wish to make a complaint about such offers or advertising",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "risks and opportunities can be determined mainly through the share of activity that is exposed to green/climate-environmentally sustainable activities and the share of activities that is exposed to brown/unsustainable activities in addition to potentially neutral activities This information could be tracked using financial metrics such as revenues Investments capital expenditures and operating expenses profit and loss accounts indicators Research and Development expenses should also be considered Providing a forward-looking perspective is also a crucial element for investors In this regard it is of particular importance that an issuer can demonstrate how its entire business model can contribute to reaching certain defined sustainability objectives for example the Paris agreement and/or its own climate/sustainability-related objectives such as Net-Zero commitments Issuers’ impact on climate and sustainability-related issues are not limited to the operations they directly manage",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "will not lack for challenges the coming decades nor should they lack opportunities to play a positive role We believe that more than ever green bonds are the focus of attention and the curiosity they are arousing is equalled by the questions they have raised Sharing our views to build a robust meaningful and useful framework for corporate climate and sustainability disclosure Mirova is a conviction-based B Corp™ certified management company that offers its clients investment solutions combining the search for financial performance with environmental and social impact As 'mission-led' organisation thanks to multidisciplinary teams united around the same vision the variety of our areas of expertise and our ability to innovate and create partnerships with the best experts we seek to direct capital towards the needs of investment in a real sustainable and value-creating economy Mirova offers investment strategies which make it possible to finance projects and companies at any stage of",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The Sustainable Finance Disclosure Regulation SFDR aims to provide greater transparency in terms of environmental and social responsibility on the financial markets in particular by providing information concerning the sustainability of financial products integration of risks and negative impacts in terms of sustainability Its objectives are to ensure that marketing documents align with the real practices in place to ensure the comparability of products in these terms and to channel private investment towards more responsible investments The regulation is applicable at the entity level asset management companies investment companies financial advisors as well as the product level Corporate publications and pre-contractual documents for products are to be changed To start with the SFDR regulation requests that each product be categorized according to its characteristics The definition of each of these categories is as follows Integrating and contributing to the achievement of",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " There have been several community and social events organized to fulfill Mirova's commitments. One such event is the IUCN International Union for Conservation of Nature World Conservation Congress, which aims to tackle environmental challenges like climate change and biodiversity loss. Another event is the Great Youth Solutions Cause, which brings together various stakeholders, including Mirova, to address youth-related issues and create opportunities for young people. Additionally, Mirova Foundation organizes events and provides support to public interest organizations working towards social and environmental goals.",
            "source": [
                {
                    "content": "workers communities customers and the environment We're proud of the community of stakeholder-driven businesses we've cultivated over the last 15 years; together we're marching toward our collective vision of an inclusive equitable and regenerative economic system for all people and the planet  The Environmental Finance Sustainable Investment Awards  SIA  awarded sustainable investment pure-player Mirova the Real assets manager of the year award for the second year running for its activities on nature-based solutions and renewable energy infrastructure Its fifth fund dedicated to financing energy transition infrastructure was also rewarded with the Renewables fund of the year award Investing in Sustainability Yes but how Learn about what happened at Mirova during Q Markets Outlook Engagement  advocacy Environment  Climate Green bonds Healthy living Infrastructure  Urbanisation Natural Capital Public policy The first environment-related event to be held physically since the beginning",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Echoing Mirova's raison d'être the projects supported by its endowment fund address issues that are often interconnected in three areas of action the restoration of ecosystems and the preservation of biodiversity adaptation to and the fight against climate change and social inclusion and the well-being of populations Mirova Foundation supports public interest organisations that find themselves or their projects at a turning point in the start-up or scaling-up phase Through awareness-raising information and advocacy Mirova Foundation also acts as a sounding board for project leaders the causes they defend and the solutions they propose With a common objective to amplify the movement towards ecological and social transitions La Cravate Solidaire supports the integration and reintegration of more than 6 beneficiaries per year who are excluded from the labour market in particular through the Coup de Pouce workshops  The people supported work on their self-esteem thanks to a solidarity",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "advocacy Environment  Climate Green bonds Healthy living Infrastructure  Urbanisation Natural Capital Public policy The first environment-related event to be held physically since the beginning of the pandemic the IUCN International Union for Conservation of Nature World Conservation Congress aims to take action for nature-based recovery climate change and post- biodiversity Initially scheduled for September  it will be held from 3 to 10 September  in Marseille in a hybrid format - digital and face-to-face",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "by the Covid-19 health crisis which has disrupted their lives and widened the inequalities between them reminding us of the urgent need to act so that every young person can find his or her place in society To meet this collective challenge Makeorg and Mirova Foundation along with more than 50 civil society actors companies associations institutions start-ups universities media etc have launched the Great Youth Solutions Cause  After a massive citizen consultation followed by consultation and co-construction workshops Makeorg Mirova Foundation and their partners unveiled the Great Youth Solutions Cause action plan in February  in the presence of Sarah El Haïry Secretary of State to the Minister of the Armed Forces and the Minister of National Education and Youth in charge of Youth and Universal National Service and the project leaders In addition to the support provided by Mirova to the International Red Cross at the beginning of the conflict in Ukraine Mirova Foundation wanted to",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " There are several products, services, and technologies mentioned in the text that are relevant to the current situation. Some of them include:\n\n1. Cloud Computing: This promotes remote work and has become the \"obvious choice\" for information technology. Companies are transitioning towards this model, and cloud infrastructure providers stand to benefit from the growth in public cloud services. By 203, it is expected to reach $687 billion.\n2. E-Commerce: Due to the COVID-19 pandemic, there has been a significant rise in e-commerce, expanding its scope across firms, consumer segments, and products. With Gen Z being digital natives, e-commerce is likely to further accelerate in the coming years.\n3. Warehousing Industry: As e-commerce grows, the demand for storage facilities will also increase. Responsible packaging will play a crucial role in this sector.\n4. Food Delivery Services: Plant-based options in food delivery services may see increased demand among Gen Z, who tend to avoid meat. High-connectivity telecom companies will also be essential for this demographic, ensuring fast loading times for apps and websites.\n5. Online Entertainment: Services like e-sports, gaming, music, and video streaming cater to the large Gen Z audience and are poised to benefit from increased connectivity and user engagement.",
            "source": [
                {
                    "content": "such as cloud computing which promoted by remote work has become the obvious choice of Information Technology Many companies have already started to transition into this “New Normal” and cloud infrastructure providers should benefit The figures speak for themselves we anticipate that the total Public Cloud Services for the End-User market will increase from  billion dollars in  to  billion dollars in  Remote working should continue after the situation normalizes creating opportunities for companies with activities related to data centers servers and collaborative software The pandemic also saw a clear rise in e-commerce expanding its scope in terms of firms consumer segments and products2 In order to adapt businesses had to move online amping up the strong data proliferation that pre-existed the pandemic While we believe Covid-19 has accelerated key technology trends such as cloud computing digitalization data proliferation and that these will last we also have to keep in mind the",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the following year4 As Gen Z is digital by nature we believe e-commerce should definitely accelerate even more so given the COVID pandemic Also as e-commerce companies need storage facilities our view is that the warehouse industry should grow as well as the demand for responsible packaging We also believe food delivery services should grow as well especially if their offer is plant based as meat tends to be  off of Gen Z’s menu5 Telecom companies will also be really important as we view this generation as always on its phones We believe they will be reluctant to use an app or a website that is too slow to load We also feel that since they use their phones to watch videos anything high connectivity related should benefit It’s our opinion that a part of the online entertainment industry related to e-sports gaming music and video streaming has a big Gen Z audience And let’s not forget social media as they are connected on a daily basis which accelerates the tech platforms’ market",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As such in many places throughout this document the answers reflect the services organization and history of Mirova However any services provided to Mirova US clients by Mirova Natixis AM Finance or Ostrum are subject to the oversight of Mirova US",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The Mirova teams and those of its subsidiaries Mirova US and Mirova UK strive to be the most innovative and efficient and to uphold the highest standards in their field of expertise We can rely on our diverse and multi-disciplinary experts to gain a better understanding of the major changes in the economy and the investment business  The Mirova teams and those of its subsidiaries Mirova US and Mirova UK strive to be the most innovative and efficient and to uphold the highest standards in their field of expertise We can rely on our diverse and multi-disciplinary experts to gain a better understanding of the major changes in the economy and the investment business",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided context, there doesn't seem to be any specific promotional events, expos, or sales mentioned for the offerings related to portable solar lanterns, solar home systems, appliances like TVs, fans, and smartphones. However, it is possible that Mirova organizes or participates in industry conferences, workshops, webinars, or other educational events focused on renewable energy and climate investments. These events could provide valuable insights into their offerings and strategies while fostering networking opportunities within the impact investing community.",
            "source": [
                {
                    "content": "portable solar lanterns to solar home systems and appliances such as TVs fans and smartphones Financing the environmental and energy transition is a key objective for Mirova an affiliate of Natixis Investment Managers dedicated to impact investing With the acquisition of SunFunder a private debt management company that finances renewable energy projects in Africa and Asia Mirova is expanding its investment platform in emerging markets This is a major step in Mirova's development strategy in real assets In June  Mirova and SunFunder joined forces to accelerate clean energy and climate investments in emerging countries In the video below hear from Philippe Zaouati CEO of Mirova Ryan Levinson amp; Audrey Desiderato Co-founders of SunFunder and Raphael Lance Head of Energy Transition Funds at Mirova Mirova publishes its first Mission Report today an opportunity to see how far it has come since the inclusion of its raison d’être purpose and its social and environmental objectives in its",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As such in many places throughout this document the answers reflect the services organization and history of Mirova However any services provided to Mirova US clients by Mirova Natixis AM Finance or Ostrum are subject to the oversight of Mirova US",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "workers communities customers and the environment We're proud of the community of stakeholder-driven businesses we've cultivated over the last 15 years; together we're marching toward our collective vision of an inclusive equitable and regenerative economic system for all people and the planet  The Environmental Finance Sustainable Investment Awards  SIA  awarded sustainable investment pure-player Mirova the Real assets manager of the year award for the second year running for its activities on nature-based solutions and renewable energy infrastructure Its fifth fund dedicated to financing energy transition infrastructure was also rewarded with the Renewables fund of the year award Investing in Sustainability Yes but how Learn about what happened at Mirova during Q Markets Outlook Engagement  advocacy Environment  Climate Green bonds Healthy living Infrastructure  Urbanisation Natural Capital Public policy The first environment-related event to be held physically since the beginning",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "you may make of this information The information on this site is not meant for dissemination or to be used by any person or entity in a country or jurisdiction where this dissemination or use would contravene the law or regulations or would oblige Mirova to comply with the regulation requirements in these countries or jurisdictions The totality of products and services may not be registered or authorized in all countries or available to all clients Mirova does not give any guarantee or makes any declaration expressly or implicitly that the information given on this site is accurate complete or up-to-date Nothing on this website constitute an offer to sell or a solicitation of an offer to buy or sell any security investment or other financial product and is intended for informational purposes only Any such offer or solicitation will be made only by means of the offering documents relating to a particular fund  Access to information about the funds is limited to US investors who among",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are several key partnerships or collaborations related to commerce mentioned throughout the text. One example is between Mirova and France Active, where they partner to promote job creation through equity strategies. Another collaboration involves Mirova working alongside other players within the social impact ecosystem, such as entrepreneurs, financiers, and nonprofit organizations like France Active, Habitat et Humanisme, Fondation Abbé Pierre, Terres de Liens, EHD Simplon, and Green Creative. Additionally, there may be partnerships between different types of entities involved in commerce, including associations, cooperatives, mutual corporations, foundations, and social enterprises with commercial status.",
            "source": [
                {
                    "content": "Peru while also promoting social inclusion Mountain Hazelnuts is a triple bottom-line company working to establish a world-class hazelnut production in Bhutan that creates shared value for all stakeholders farmers  communities international partners living systems Miro Forestry  Timber Products is a vertically integrated sustainable forestry and timber products business mixing commercial plantation forestry and the protection and regeneration of indigenous tree species and the promotion of biodiversity and environmentally sustainable land-use management Komaza is an innovative social enterprise supporting local communities in Kenya to plant trees by providing seedlings training inputs to poor smallholders The company then manages the harvesting processing and commercialisation This innovative model helps lift farmers out of poverty and produce quality timber at competitive prices By planting on pockets of degraded or unproductive smallholder land Komaza aims to restore degraded",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "performance whose common objective is the creation of local jobs social inclusion and territorial cohesion These structures can be associations cooperatives mutual corporations foundations or social enterprises with commercial status The SSE makes it possible to seek social and/or environmental performance by financing needs that are insufficiently met by traditional financing channels in France Mirova is the leading social impact asset management company in France Thanks to a strategy that is wide open to the social and solidarity ecosystem we work with entrepreneurs and financiers in the sector We support among others France Active Habitat et Humanisme the Fondation Abbé Pierre Terres de Liens EHD Simplon and Green Creative As part of its Jobs Creation Equity strategy Mirova has entered into a partnership with France Active the leading solidarity funder in France This strategy includes an allowance dedicated to social impact investing It is partly invested directly in France Active",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The challenge is to know not only how changes in our environment impact our business but also what impact our business has on changes in our environment This is true for the companies and projects we invest in true for us and true for our investors Seeking to act as a ‘responsible investor’ implies an understanding of the economic sphere and more generally of the society and environment in which it is embedded This approach cannot be limited to a study of the short- to medium-term profitability of each individual asset This approach requires an understanding of interactions among all the various participants public and private actors small medium and large companies developed and developing economies in order to ensure that the growth of each is compatible with the equilibrium of the system as a whole It must also adopt a long-term scale ensuring that today's choices will not have negative consequences for future generations To understand these interactions our fundamentals-driven",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The challenge is to know not only how changes in our environment impact our business but also what impact our business has on changes in our environment This is true for the companies and projects we invest in true for us and true for our investors Seeking to act as a ‘responsible investor’ implies an understanding of the economic sphere and more generally of the society and environment in which it is embedded This approach cannot be limited to a study of the short- to medium-term profitability of each individual asset This approach requires an understanding of interactions among all the various participants public and private actors small medium and large companies developed and developing economies in order to ensure that the growth of each is compatible with the equilibrium of the system as a whole It must also adopt a long-term scale ensuring that today's choices will not have negative consequences for future generations To understand these interactions our fundamentals-driven",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the information provided, there are several job opportunities available at Mirova, which can be found on the Natixis recruitment site by searching for \"Mirova\" as an entity and selecting the desired type of contract. Additionally, Mirova encourages its employees to participate in a mentoring program in collaboration with Vox Populi and French association. There might be other job opportunities outside of Mirova, but the information does not explicitly mention any specific ones.",
            "source": [
                {
                    "content": "employees Discover our offers and apply online on the Natixis recruitment site by searching for “Mirova” as an entity and selecting the type of contract you are looking for  You can also follow us on LinkedIn to stay up to date of recruitment opportunities Convinced that diversity of talents is a question of ethics as well as a source of innovation and performance for companies Mirova joins forces with French association Vox Populi and launches the Pop'Skills Finance training for a dozen students This partnership aims to broaden the sourcing network of candidates and invites Mirova employees to get involved in this approach through a mentoring program",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "leadership through discussion spaces awareness-raising workshops and co-development Capitalize on the talents of our employees and the development of their skills by  Make our diversity an asset for innovation and openness by  promoting parity in our organization at every stage of life in the company;  The HappyAtWork® label reflects the commitment and motivation of the company's teams With an overall score of 44/5 Mirova stands out especially through the pride of belonging and the feeling shared by the teams that their work is recognised by the company The WeImpactIndex® label recognises organisations whose employees most value the reality of ESG practices With a participation rate of  and an overall score of 4/5 Mirova is well above the average and ranks 6th among companies with more than  employees Discover our offers and apply online on the Natixis recruitment site by searching for “Mirova” as an entity and selecting the type of contract you are looking for  You can also follow us",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the following year4 As Gen Z is digital by nature we believe e-commerce should definitely accelerate even more so given the COVID pandemic Also as e-commerce companies need storage facilities our view is that the warehouse industry should grow as well as the demand for responsible packaging We also believe food delivery services should grow as well especially if their offer is plant based as meat tends to be  off of Gen Z’s menu5 Telecom companies will also be really important as we view this generation as always on its phones We believe they will be reluctant to use an app or a website that is too slow to load We also feel that since they use their phones to watch videos anything high connectivity related should benefit It’s our opinion that a part of the online entertainment industry related to e-sports gaming music and video streaming has a big Gen Z audience And let’s not forget social media as they are connected on a daily basis which accelerates the tech platforms’ market",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "by the Covid-19 health crisis which has disrupted their lives and widened the inequalities between them reminding us of the urgent need to act so that every young person can find his or her place in society To meet this collective challenge Makeorg and Mirova Foundation along with more than 50 civil society actors companies associations institutions start-ups universities media etc have launched the Great Youth Solutions Cause  After a massive citizen consultation followed by consultation and co-construction workshops Makeorg Mirova Foundation and their partners unveiled the Great Youth Solutions Cause action plan in February  in the presence of Sarah El Haïry Secretary of State to the Minister of the Armed Forces and the Minister of National Education and Youth in charge of Youth and Universal National Service and the project leaders In addition to the support provided by Mirova to the International Red Cross at the beginning of the conflict in Ukraine Mirova Foundation wanted to",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Based on the provided information, it seems that Mirova has partnered with Vox Populi and launched the \"Pop'Skills Finance\" training program for a dozen students. However, there isn't any specific mention of job fairs, webinars, workshops, or training programs organized by Mirova itself. Nevertheless, Mirova encourages its employees to participate in the mentoring program associated with the \"Pop'Skills Finance\" training initiative.",
            "source": [
                {
                    "content": "employees Discover our offers and apply online on the Natixis recruitment site by searching for “Mirova” as an entity and selecting the type of contract you are looking for  You can also follow us on LinkedIn to stay up to date of recruitment opportunities Convinced that diversity of talents is a question of ethics as well as a source of innovation and performance for companies Mirova joins forces with French association Vox Populi and launches the Pop'Skills Finance training for a dozen students This partnership aims to broaden the sourcing network of candidates and invites Mirova employees to get involved in this approach through a mentoring program",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "leadership through discussion spaces awareness-raising workshops and co-development Capitalize on the talents of our employees and the development of their skills by  Make our diversity an asset for innovation and openness by  promoting parity in our organization at every stage of life in the company;  The HappyAtWork® label reflects the commitment and motivation of the company's teams With an overall score of 44/5 Mirova stands out especially through the pride of belonging and the feeling shared by the teams that their work is recognised by the company The WeImpactIndex® label recognises organisations whose employees most value the reality of ESG practices With a participation rate of  and an overall score of 4/5 Mirova is well above the average and ranks 6th among companies with more than  employees Discover our offers and apply online on the Natixis recruitment site by searching for “Mirova” as an entity and selecting the type of contract you are looking for  You can also follow us",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "workers communities customers and the environment We're proud of the community of stakeholder-driven businesses we've cultivated over the last 15 years; together we're marching toward our collective vision of an inclusive equitable and regenerative economic system for all people and the planet  The Environmental Finance Sustainable Investment Awards  SIA  awarded sustainable investment pure-player Mirova the Real assets manager of the year award for the second year running for its activities on nature-based solutions and renewable energy infrastructure Its fifth fund dedicated to financing energy transition infrastructure was also rewarded with the Renewables fund of the year award Investing in Sustainability Yes but how Learn about what happened at Mirova during Q Markets Outlook Engagement  advocacy Environment  Climate Green bonds Healthy living Infrastructure  Urbanisation Natural Capital Public policy The first environment-related event to be held physically since the beginning",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "sense  Our raison d'être Contributing to a more sustainable and inclusive economy is built around 5 commitments In  Mirova also obtained the B Corp certification demonstrating its environmental and social commitment  In  Mirova was designated amongst B Corps the “Best For the World” for the category Customers for the year   Launched in December  the Mirova Forward Endowment Fund aims to go even further in our approach as a responsible and committed investor through philanthropy By playing a role of a laboratory of ideas Mirova Forward constitutes an additional lever of action to broaden the impact of Mirova beyond the economic and financial sphere  creating a framework conducive to exchanges through regular sharing times and the organisation of an annual seminar;  encouraging inclusive leadership through discussion spaces awareness-raising workshops and co-development Capitalize on the talents of our employees and the development of their skills by  Make our diversity an asset for",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Employee or participant benefits highlighted include:\n\n1. Pride of belonging and recognition from the company (HappyAtWork® label)\n2. Parity promotion within the organization (encouraging parity at every stage of life in the company)\n3. Participation in diverse events and opportunities for professional growth (e.g., awareness-raising workshops and co-development initiatives)\n4. Access to competitive compensation packages and benefits (Natixis recruitment site)\n5. Opportunities for personal and professional development aligned with the company's mission and values",
            "source": [
                {
                    "content": "leadership through discussion spaces awareness-raising workshops and co-development Capitalize on the talents of our employees and the development of their skills by  Make our diversity an asset for innovation and openness by  promoting parity in our organization at every stage of life in the company;  The HappyAtWork® label reflects the commitment and motivation of the company's teams With an overall score of 44/5 Mirova stands out especially through the pride of belonging and the feeling shared by the teams that their work is recognised by the company The WeImpactIndex® label recognises organisations whose employees most value the reality of ESG practices With a participation rate of  and an overall score of 4/5 Mirova is well above the average and ranks 6th among companies with more than  employees Discover our offers and apply online on the Natixis recruitment site by searching for “Mirova” as an entity and selecting the type of contract you are looking for  You can also follow us",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "profit and purpose The B Corp Certification doesn’t just evaluate a product or service it assesses the overall positive impact of the company that stands behind it—like Mirova Using the B Impact Assessment B Lab evaluates how a company’s operations and business model impact its workers community environment and customers To achieve the B Corp Certification a company must achieve a score of at least 80 points on the assessment Best for the World is a special program for the B Corp community and we're thrilled to resume it after pausing the program in  due to COVID-19 said Juan Pablo Larenas Executive Director of B Lab Global This year's Best for the World companies are operating at the very top of their class excelling in creating positive impact for their stakeholders including their workers communities customers and the environment We're proud of the community of stakeholder-driven businesses we've cultivated over the last 15 years; together we're marching toward our collective",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "workers communities customers and the environment We're proud of the community of stakeholder-driven businesses we've cultivated over the last 15 years; together we're marching toward our collective vision of an inclusive equitable and regenerative economic system for all people and the planet  The Environmental Finance Sustainable Investment Awards  SIA  awarded sustainable investment pure-player Mirova the Real assets manager of the year award for the second year running for its activities on nature-based solutions and renewable energy infrastructure Its fifth fund dedicated to financing energy transition infrastructure was also rewarded with the Renewables fund of the year award Investing in Sustainability Yes but how Learn about what happened at Mirova during Q Markets Outlook Engagement  advocacy Environment  Climate Green bonds Healthy living Infrastructure  Urbanisation Natural Capital Public policy The first environment-related event to be held physically since the beginning",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "process To find the complete HK ceritification methodology please visit the HK website here  For the third year in a row Mirova makes the Top 10 of companies genuinely committed to ESG in the HK Responsible Investment Brand Index  Mirova received the highest rating A+ for all of its equity expertise for the fifth consecutive year and joins the PRI Leaders The PRI Leaders’ Group  showcases PRI signatories that in their responses to the PRI Reporting Framework demonstrate a breadth of responsible investment excellence and that excel specifically in 's theme climate reporting Principles for Responsible Investment PRI is paid £7 for the application for the Leader's Group for each year To find the complete PRI Leaders ceritification methodology please visit the PRI website here  Mirova received the highest rating A+ for all of its equity expertise for the fifth consecutive year and joins the PRI Leaders We foster innovation Mirova has reinforced and provided support for highly",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information, there isn't enough detail to provide specific insights into a company's latest financial or earnings report. However, some general observations can still be made. Firstly, Mirova has received awards for its commitment to sustainable investments and renewable energy infrastructure. This showcases the company's success in pursuing environmentally friendly initiatives. Secondly, the COVID-19 pandemic has brought attention to the need for more responsible corporate governance practices, including employee representation on boards and incorporating sustainable development criteria into executive compensation. Finally, Mirova has emphasized creating shared value over the long term, which aligns with the broader trend of transitioning towards a fairer capitalism.",
            "source": [
                {
                    "content": "preserving biodiversity we highlight our expectations regarding the integration  of sustainability at the core of their governance and demonstrating enhanced transparency on sustainability impacts We also focus on reducing inequalities shared value creation gender diversity Last but not least we encourage shareholders to promote our vision of what a company should be through our voting policy based on 4 main pillars As Joe Biden prepared for the inauguration he tweeted It’s a new day in America And what a day Hours after taking the presidential oath Biden announced that the United-States would rejoin the Paris Climate Agreement as promised during his electoral campaign in essence the starting of a new climate era in the US and the global race to a net zero economy Investing in Sustainability Yes but how Learn about what happened at Mirova during Q Markets Outlook Engagement  advocacy Environment  Climate Green bonds Healthy living Infrastructure  Urbanisation Natural Capital Public",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "workers communities customers and the environment We're proud of the community of stakeholder-driven businesses we've cultivated over the last 15 years; together we're marching toward our collective vision of an inclusive equitable and regenerative economic system for all people and the planet  The Environmental Finance Sustainable Investment Awards  SIA  awarded sustainable investment pure-player Mirova the Real assets manager of the year award for the second year running for its activities on nature-based solutions and renewable energy infrastructure Its fifth fund dedicated to financing energy transition infrastructure was also rewarded with the Renewables fund of the year award Investing in Sustainability Yes but how Learn about what happened at Mirova during Q Markets Outlook Engagement  advocacy Environment  Climate Green bonds Healthy living Infrastructure  Urbanisation Natural Capital Public policy The first environment-related event to be held physically since the beginning",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "can refrain from embedding autoplay videos everywhere and can also start matching videos’ resolution to the viewer’s internet network eg broadband or cellular Today’s world is changing led by long term transitions demographic technological environmental and related to corporate governance In this interview Amber Fairbanks and Manon Salomez give their view on the impact of Covid-19 on corporate governance and share Mirova’s vision  putting the emphasis on the creation of shared value over the long term As Joe Biden prepared for the inauguration he tweeted It’s a new day in America And what a day Hours after taking the presidential oath Biden announced that the United-States would rejoin the Paris Climate Agreement as promised during his electoral campaign in essence the starting of a new climate era in the US and the global race to a net zero economy Understanding the markets Investing Engaging in dialogues Measuring Impact Read the new issue of Mirovα Creating Sustainable Value",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "investors It severely impacted global public health as well as our economies and societies Companies had to face many challenges having to handle day-to-day operations while protecting the health and financial security of their employees Since the beginning of the pandemic we witnessed companies adopting short-term measures such as paid leave donations to hospitals employees’ bonuses extension of payment terms for suppliers to support their stakeholders Nevertheless the transition towards a fairer capitalism will be supported by longer-term measures such as favoring a better representation of employees within the board or include sustainable development criteria in top management’s compensation At Mirova in  we encouraged the companies we engage with to be cautious when it came to dividends distribution but also to maintain employment prioritize health and safety and maintain supplier/customer relationship Advocating stakeholders’ value and not just shareholder value has always been",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the given text, there have been several significant events related to Mirova. One of these events is the closing of a $33 million (€32 million) fundraising led by Mirova, with participation from existing shareholders like the Ecotechnologies Fund managed on behalf of the French State by Bpifrance within the France Plan, Capagro Demeter Pymwymic, and Codema Regional funds, among others. Additionally, Mirova has received awards for their work in sustainable investments, including being named \"Real Assets Manager of the Year\" for two consecutive years by the Environmental Finance Sustainable Investment Awards. These achievements demonstrate Mirova's commitment to sustainable investments and their success in raising funds for projects focused on addressing pressing environmental challenges.",
            "source": [
                {
                    "content": "workers communities customers and the environment We're proud of the community of stakeholder-driven businesses we've cultivated over the last 15 years; together we're marching toward our collective vision of an inclusive equitable and regenerative economic system for all people and the planet  The Environmental Finance Sustainable Investment Awards  SIA  awarded sustainable investment pure-player Mirova the Real assets manager of the year award for the second year running for its activities on nature-based solutions and renewable energy infrastructure Its fifth fund dedicated to financing energy transition infrastructure was also rewarded with the Renewables fund of the year award Investing in Sustainability Yes but how Learn about what happened at Mirova during Q Markets Outlook Engagement  advocacy Environment  Climate Green bonds Healthy living Infrastructure  Urbanisation Natural Capital Public policy The first environment-related event to be held physically since the beginning",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "LLC which is wholly owned by Mirova The information provided on this Site is not intended for access or use by any person or entity in any jurisdiction or country where such access or use would be contrary to laws or regulations or which would subject us to any registration requirement within such jurisdiction or country This Site and the content therein is for informational purposes only and should not be construed as solicitation advice offer or a recommendation for any fund security or service in any jurisdiction where such offer solicitation or recommendation would be unlawful or unauthorized By accessing this Site you agree to comply with all local rules with respect to your online conduct including all laws rules codes and regulations of the country in which you reside and the country from which you access this Site including without limitation all laws rules codes regulations decrees acts orders directives legislation bills and statutes pertaining to tax contracts intellectual",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "This website was created by Mirova and is managed and updated by Mirova The Mirova group includes Mirova Mirova US LLC Mirova US and Mirova UK Limited Mirova UK Mirova is the group name for the entities providing global asset management services across various affiliated entities Both Mirova US and Mirova UK are fully - owned subsidiaries of Mirova Investment advisory services are offered in the US solely through Mirova US which manages all US investor and client accounts  Mirova disclaims all warranties with respect to this website and the content that the law allows it to disclaim Further without limiting its general disclaimer Mirova does not warrant the availability accuracy completeness timeliness functionality reliability sequencing or speed of delivery of this website or its content  The documents and video clips available on this website may also include information obtained from affiliated investment management companies within Mirova Web host ALTER WAY 1 Rue Royale",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "has just closed a 33 million US dollar €32m fundraising Led by Mirova the affiliate of Natixis Investment Managers dedicated to sustainable investment this new round features previous shareholders including the Ecotechnologies Fund managed on behalf of the French State by Bpifrance within the France  plan Capagro Demeter Pymwymic and Codema Regional funds M Capital and ARIS Occitanie joined as new investors The world is faced with urgent global and interconnected environmental challenges global warming air water and land pollution non-sustainable resources exploitation waste food and water insecurity deforestation biodiversity loss Solutions exist but they need financing to scale up and become sustainable and replicable business models  When growth capital makes it possible to build sustainable real estate At the heart of social and societal issues cities and urban areas are some of the drivers of climate change causing collateral damage to biodiversity resources air and health At the",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, there is no specific mention of financial or funding goals set for the next period. However, Mirova seems committed to advancing responsible and sustainable practices, engaging with various stakeholders, and supporting initiatives related to energy transition, biodiversity protection, and social inequality reduction. They aim to develop their expertise across different asset classes like listed equities, infrastructure projects, natural capital, and private equity. Overall, Mirova appears focused on making a positive impact through their investments and engagement activities.",
            "source": [
                {
                    "content": "preserving biodiversity we highlight our expectations regarding the integration  of sustainability at the core of their governance and demonstrating enhanced transparency on sustainability impacts We also focus on reducing inequalities shared value creation gender diversity Last but not least we encourage shareholders to promote our vision of what a company should be through our voting policy based on 4 main pillars As Joe Biden prepared for the inauguration he tweeted It’s a new day in America And what a day Hours after taking the presidential oath Biden announced that the United-States would rejoin the Paris Climate Agreement as promised during his electoral campaign in essence the starting of a new climate era in the US and the global race to a net zero economy Investing in Sustainability Yes but how Learn about what happened at Mirova during Q Markets Outlook Engagement  advocacy Environment  Climate Green bonds Healthy living Infrastructure  Urbanisation Natural Capital Public",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Mirova has created a Mission Committee made up of leading experts who will monitor the implementation The committee will also guide the company towards areas of improvement which will help us meet our objectives and will be responsible for publishing an annual mission report Alexis Masse President of FIR Responsible Investment Forum and Chair of Mirova’s Mission Committee; Monique Barbut former Secretary general of the United Nations Convention to Combat Desertification UNCCD and President of WWF France; Cary Krosinsky Professor at Yale University; Pierre-René Lemas President of​​​ ​France Active; Arnaud Leroy President of the French Agency for environmental transition ADEME; Stéphanie Pfeifer Executive Director of Institutional Investors Group on Climate Change; Constance de Poncins Former Executive Officer of AGIPI; Christophe Lanne Chief Administration Officer Asset and Wealth Management of Natixis Investment Managers International; Blanche Ségrestin Co-coordinator of the",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Mirova has created a Mission Committee made up of leading experts who will monitor the implementation The committee will also guide the company towards areas of improvement which will help us meet our objectives and will be responsible for publishing an annual mission report Alexis Masse President of FIR Responsible Investment Forum and Chair of Mirova’s Mission Committee; Monique Barbut former Secretary general of the United Nations Convention to Combat Desertification UNCCD and President of WWF France; Cary Krosinsky Professor at Yale University; Pierre-René Lemas President of​​​ ​France Active; Arnaud Leroy President of the French Agency for environmental transition ADEME; Stéphanie Pfeifer Executive Director of Institutional Investors Group on Climate Change; Constance de Poncins Former Executive Officer of AGIPI; Christophe Lanne Chief Administration Officer Asset and Wealth Management of Natixis Investment Managers International; Blanche Ségrestin Co-coordinator of the",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the development of our foundational expertise in managing listed equities and financing infrastructure projects to bring about energy transition as well as to support the development of new areas of expertise such as Natural Capital and Private Equity Committed as we are to the issues of energy transition biodiversity protection and the reduction of social inequalities in our business as responsible investors it behoves us to also do what we can to reduce our own direct impact As an investor we engage with the financial community and companies to advance responsible and sustainable practices These initiatives are detailed in our Engagement Report and Voting Report In addition to our role as an investor we have been involved since our creation in supporting initiatives that help convey the message of sustainable development by sponsoring academic research and through patronage In  we decided to take this approach a step further with the creation of our endowment fund Mirova Forward For",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided information, there are several recent advancements across different sectors. In the automotive industry, a system has been developed that significantly reduces brake dust emissions from fitted vehicles and trains (Patent applications submitted in a dozen countries). In the construction sector, a new process innovation allows for half the construction time while reducing CO2 emissions and negative externalities by two-thirds (Activity). Additionally, Naïo Technologies has developed EV-powered light, intelligent, and autonomous farming robots equipped with proprietary software that supports autonomous field operations, fleet management, and \"intelligent farming\" (Mirova). Furthermore, SafetyNet Technologies has designed and built light-emitting devices that increase the selectivity of commercial fishing, helping fishermen catch the right fish and reduce the capture of non-target species and juvenile fish (12 devices deployed, including 4 commercial trials). Lastly, Plastics For Change has become the world's first Fairtrade-verified plastic recycling company, aiming to create sustainable livelihoods for the urban poor across India while addressing plastic pollution and helping brands and manufacturers meet their sustainability commitments.",
            "source": [
                {
                    "content": "system cuts the brake dust emissions of fitted vehicles and trains by 907 making the air healthier to breathe Patent applications have been submitted in a dozen countries Activity a vertically integrated company providing turnkey solutions from design open access in-house software plug-in to construction of low-carbon buildings made of mostly bio-sourced materials This process innovation makes it possible to halve construction times while reducing by 2/3 the CO2 emissions and negative externalities associated with a construction site at isocost compared to traditional construction8 Activity Naïo technologies develops produces and sells EV-powered light intelligent and autonomous farming robots These robots are supported by a proprietary software with autonomy and safety capabilities The company’s core technology enables autonomous field operations fleet management and “intelligent farming” while facilitating more sustainable farming practices and reducing the use of pesticides Mirova",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "innovative model helps lift farmers out of poverty and produce quality timber at competitive prices By planting on pockets of degraded or unproductive smallholder land Komaza aims to restore degraded farmlands through reforestation with a target planted area of 40 ha while enabling farmers to earn life changing income from tree harvests SafetyNet Technologies designs and builds light-emitting devices that use various frequencies and LED light settings to increase the selectivity of commercial fishing These devices attached to fishing equipment enable fishermen to catch the right fish and help reduce the capture of non-target species and juvenile fish 84 devices deployed  12 ongoing trials including 4 commercial trials Plastics For Change the world’s first Fairtrade verified plastic recycling company is on a mission to create sustainable livelihoods for the urban poor across India reduce plastic pollution and help brands and manufacturers meet their sustainability commitments",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The Mirova teams and those of its subsidiaries Mirova US and Mirova UK strive to be the most innovative and efficient and to uphold the highest standards in their field of expertise We can rely on our diverse and multi-disciplinary experts to gain a better understanding of the major changes in the economy and the investment business  The Mirova teams and those of its subsidiaries Mirova US and Mirova UK strive to be the most innovative and efficient and to uphold the highest standards in their field of expertise We can rely on our diverse and multi-disciplinary experts to gain a better understanding of the major changes in the economy and the investment business",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The Mirova teams and those of its subsidiaries Mirova US and Mirova UK strive to be the most innovative and efficient and to uphold the highest standards in their field of expertise We can rely on our diverse and multi-disciplinary experts to gain a better understanding of the major changes in the economy and the investment business  The Mirova teams and those of its subsidiaries Mirova US and Mirova UK strive to be the most innovative and efficient and to uphold the highest standards in their field of expertise We can rely on our diverse and multi-disciplinary experts to gain a better understanding of the major changes in the economy and the investment business",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, I cannot provide specific details about ongoing or upcoming research projects or innovation initiatives related to Mirova. However, the text mentions that Mirova plays a role as a \"laboratory of ideas\" and capitalizes on the talents of its employees to develop new approaches and solutions. This suggests that there might be various internal research projects or initiatives aimed at fostering innovation within the company.",
            "source": [
                {
                    "content": "sense  Our raison d'être Contributing to a more sustainable and inclusive economy is built around 5 commitments In  Mirova also obtained the B Corp certification demonstrating its environmental and social commitment  In  Mirova was designated amongst B Corps the “Best For the World” for the category Customers for the year   Launched in December  the Mirova Forward Endowment Fund aims to go even further in our approach as a responsible and committed investor through philanthropy By playing a role of a laboratory of ideas Mirova Forward constitutes an additional lever of action to broaden the impact of Mirova beyond the economic and financial sphere  creating a framework conducive to exchanges through regular sharing times and the organisation of an annual seminar;  encouraging inclusive leadership through discussion spaces awareness-raising workshops and co-development Capitalize on the talents of our employees and the development of their skills by  Make our diversity an asset for",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "initiatives that help convey the message of sustainable development by sponsoring academic research and through patronage In  we decided to take this approach a step further with the creation of our endowment fund Mirova Forward Mirova the affiliate of Natixis Investment Managers dedicated to sustainable investing and a Certified B Corp1 is proud to announce it has been named amongst the ‘Best for the World™ B Corps of ’ The Best for the World are B Corps whose scores in one or more of the five impact areas assessed towards the certification reach the top 5 of all B Corps worldwide Mirova has been recognised in the ‘customers area’ for the development of high impact investment solutions for investors",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The Mirova teams and those of its subsidiaries Mirova US and Mirova UK strive to be the most innovative and efficient and to uphold the highest standards in their field of expertise We can rely on our diverse and multi-disciplinary experts to gain a better understanding of the major changes in the economy and the investment business  The Mirova teams and those of its subsidiaries Mirova US and Mirova UK strive to be the most innovative and efficient and to uphold the highest standards in their field of expertise We can rely on our diverse and multi-disciplinary experts to gain a better understanding of the major changes in the economy and the investment business",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The Mirova teams and those of its subsidiaries Mirova US and Mirova UK strive to be the most innovative and efficient and to uphold the highest standards in their field of expertise We can rely on our diverse and multi-disciplinary experts to gain a better understanding of the major changes in the economy and the investment business  The Mirova teams and those of its subsidiaries Mirova US and Mirova UK strive to be the most innovative and efficient and to uphold the highest standards in their field of expertise We can rely on our diverse and multi-disciplinary experts to gain a better understanding of the major changes in the economy and the investment business",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, there were two notable instances of distributing research grants or innovation awards. Firstly, Mirova established an \"opt-in impact scheme\" to finance non-profit projects related to fighting against energy poverty and energy access. This initiative aimed to address social issues while also contributing to the development of skilled and decent jobs in the energy transition sector. Secondly, Mirova, as part of the Natixis Investment Managers group, was recognized as a 'Best for the World™ B Corp' in 202. This prestigious accolade acknowledged Mirova's commitment to creating high-impact investment solutions for investors, which not only generate environmental and social positive impact but also deliver long-term financial performance.",
            "source": [
                {
                    "content": "workers communities customers and the environment We're proud of the community of stakeholder-driven businesses we've cultivated over the last 15 years; together we're marching toward our collective vision of an inclusive equitable and regenerative economic system for all people and the planet  The Environmental Finance Sustainable Investment Awards  SIA  awarded sustainable investment pure-player Mirova the Real assets manager of the year award for the second year running for its activities on nature-based solutions and renewable energy infrastructure Its fifth fund dedicated to financing energy transition infrastructure was also rewarded with the Renewables fund of the year award Investing in Sustainability Yes but how Learn about what happened at Mirova during Q Markets Outlook Engagement  advocacy Environment  Climate Green bonds Healthy living Infrastructure  Urbanisation Natural Capital Public policy The first environment-related event to be held physically since the beginning",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Mirova is regularly rewarded3 for the quality work of its teams  European Renewables Energy Investor of the year Infrastructure Investor  Winner of the Infrastructure Greenfield category Swen Capital ESG Best Practice Honours  Europe Wind Deal of the Year Project Finance International We have created an innovative opt-in impact scheme to finance non-profit projects related to fighting against energy poverty and energy access We concretely avoid CO2 emissions 56 tons of CO2 emissions avoided since creation6 We use a pioneering lifecycle approach to environmental social and biodiversity risks/opportunities assessment Our investments contribute to the development of skilled and decent jobs in the energy transition sector in all the geographies where we operate We sponsor research programs on our projects’ sites in order to increase and share knowledge on biodiversity topics in the context of renewable energy projects In April  ENGIE and MIROVA announced this strategic partnership in the",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "initiatives that help convey the message of sustainable development by sponsoring academic research and through patronage In  we decided to take this approach a step further with the creation of our endowment fund Mirova Forward Mirova the affiliate of Natixis Investment Managers dedicated to sustainable investing and a Certified B Corp1 is proud to announce it has been named amongst the ‘Best for the World™ B Corps of ’ The Best for the World are B Corps whose scores in one or more of the five impact areas assessed towards the certification reach the top 5 of all B Corps worldwide Mirova has been recognised in the ‘customers area’ for the development of high impact investment solutions for investors",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "environmental and social positive impact with long-term financial performance Mirova believes such products can benefit the world as well as answer investors’ appetite for impact and meet their financial requirements Today’s recognition today by the B Corp community in the ‘customers area’ for the quality and impact of its products is an honour and extremely pleasing for Mirova as a company and for all its teams It encourages the firm to continue to collaborate with the global B Corp community to improve and positively impact all stakeholders  We are delighted and proud to receive such a distinction On behalf of Mirova’s team I wish to thank the B Corp community for this of good practice in all five impact areas of the B Corp assessment Being recognised as a company that benefits the world is a huge encouragement and we will continue working on the positive impact and long-term performance of our products to remain worthy of this recognition and of our clients’ trust The Best for the",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided information, the organization is collaborating with several key players across different sectors. Some notable collaborations include:\n\n1. National and international regulators and professional organizations to promote sustainable finance.\n2. Financial community and companies to advance responsible and sustainable practices.\n3. Social impact asset management company Mirova, which works closely with entrepreneurs, financiers, and other stakeholders in the social impact ecosystem.\n4. Leading solidarity funder in France, France Active, for their joint Jobs Creation Equity strategy.\n5. Grassroots network of France Active, which enables the identification of co-financing projects.\n6. Academic research institutions and initiatives focused on sustainable development.",
            "source": [
                {
                    "content": "with companies is part of our responsible investment approach aimed at improving corporate practices Our engagement approach also includes advocacy actions to structure and develop sustainable finance We engage in dialogue with national and international regulators as well as with various professional organizations to promote the emergence of specific regulations and standards that promote sustainable finance Our objectives",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the development of our foundational expertise in managing listed assets such as equities and fixed income financing infrastructure projects to bring about energy transition as well as to support the development of new areas of expertise such as Natural Capital and Private Equity Committed as we are to the issues of energy transition biodiversity protection and the reduction of social inequalities in our business as responsible investors it behoves us to also do what we can to reduce our own direct impact As an investor we engage with the financial community and companies to advance responsible and sustainable practices These initiatives are detailed in our Engagement Report and Voting Report In addition to our role as an investor we have been involved since our creation in supporting initiatives that help convey the message of sustainable development by sponsoring academic research and through patronage In  we decided to take this approach a step further with the creation of our",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "performance whose common objective is the creation of local jobs social inclusion and territorial cohesion These structures can be associations cooperatives mutual corporations foundations or social enterprises with commercial status The SSE makes it possible to seek social and/or environmental performance by financing needs that are insufficiently met by traditional financing channels in France Mirova is the leading social impact asset management company in France Thanks to a strategy that is wide open to the social and solidarity ecosystem we work with entrepreneurs and financiers in the sector We support among others France Active Habitat et Humanisme the Fondation Abbé Pierre Terres de Liens EHD Simplon and Green Creative As part of its Jobs Creation Equity strategy Mirova has entered into a partnership with France Active the leading solidarity funder in France This strategy includes an allowance dedicated to social impact investing It is partly invested directly in France Active",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "into a partnership with France Active the leading solidarity funder in France This strategy includes an allowance dedicated to social impact investing It is partly invested directly in France Active Investissement and partly devoted to co-financing projects identified by France Active through a grassroots network that is unique in France Mirova offers investment solutions that enable its clients to participate in the financing of social impact structures Our asset managers are pioneers in solidarity financing and can draw on a large network and trusted partners",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided information, there doesn't seem to be any specific joint events, projects, or initiatives mentioned between Mirova and other organizations. However, both Mirova and Biden administration have shown strong commitments to sustainability and climate action. While there may not be direct collaborative efforts between these two entities, their respective goals align with promoting a greener and more sustainable future.",
            "source": [
                {
                    "content": "alignment towards one goal making the planet greener In that spirit Biden actually hosted a virtual Leaders Summit On Climate attended by 40 world leaders11 to address the global climate crisis We are at the dawn of a new climate era Political financial and economic stakeholders need to think about the environmental and social impacts they cause while transitioning to a zero-carbon economy It’s not just about the industry it’s about the whole value chain",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "preserving biodiversity we highlight our expectations regarding the integration  of sustainability at the core of their governance and demonstrating enhanced transparency on sustainability impacts We also focus on reducing inequalities shared value creation gender diversity Last but not least we encourage shareholders to promote our vision of what a company should be through our voting policy based on 4 main pillars As Joe Biden prepared for the inauguration he tweeted It’s a new day in America And what a day Hours after taking the presidential oath Biden announced that the United-States would rejoin the Paris Climate Agreement as promised during his electoral campaign in essence the starting of a new climate era in the US and the global race to a net zero economy Investing in Sustainability Yes but how Learn about what happened at Mirova during Q Markets Outlook Engagement  advocacy Environment  Climate Green bonds Healthy living Infrastructure  Urbanisation Natural Capital Public",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "sense  Our raison d'être Contributing to a more sustainable and inclusive economy is built around 5 commitments In  Mirova also obtained the B Corp certification demonstrating its environmental and social commitment  In  Mirova was designated amongst B Corps the “Best For the World” for the category Customers for the year   Launched in December  the Mirova Forward Endowment Fund aims to go even further in our approach as a responsible and committed investor through philanthropy By playing a role of a laboratory of ideas Mirova Forward constitutes an additional lever of action to broaden the impact of Mirova beyond the economic and financial sphere  creating a framework conducive to exchanges through regular sharing times and the organisation of an annual seminar;  encouraging inclusive leadership through discussion spaces awareness-raising workshops and co-development Capitalize on the talents of our employees and the development of their skills by  Make our diversity an asset for",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the development of our foundational expertise in managing listed assets such as equities and fixed income financing infrastructure projects to bring about energy transition as well as to support the development of new areas of expertise such as Natural Capital and Private Equity Committed as we are to the issues of energy transition biodiversity protection and the reduction of social inequalities in our business as responsible investors it behoves us to also do what we can to reduce our own direct impact As an investor we engage with the financial community and companies to advance responsible and sustainable practices These initiatives are detailed in our Engagement Report and Voting Report In addition to our role as an investor we have been involved since our creation in supporting initiatives that help convey the message of sustainable development by sponsoring academic research and through patronage In  we decided to take this approach a step further with the creation of our",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Through collaboration between political, financial, and economic stakeholders, the objective is to create a unified front in addressing the global climate crisis. This includes transitioning to a zero-carbon economy, considering the environmental and social impacts caused by various stakeholders throughout the entire value chain. Collaborative efforts aim to achieve several desired outcomes, such as:\n\n1. Policy development and implementation: Joint efforts among stakeholders can lead to the creation and enforcement of policies that promote environmentally friendly practices and discourage harmful activities.\n2. Financing and investment: Collaboration can facilitate the allocation of funding toward projects and initiatives focused on reducing greenhouse gas emissions and promoting sustainability.\n3. Industry transformation: By working together, stakeholders can drive change within industries, pushing them to adopt cleaner technologies and practices.\n4. Public awareness and support: Cooperation between different sectors can help raise public awareness about the importance of taking action against climate change, ultimately garnering widespread support for climate-related initiatives.\n5. Research and innovation: Combining resources and expertise across multiple disciplines can accelerate the development and deployment of cutting-edge solutions to combat climate change.\n\nOverall, the expected outcomes of these collaborations include significant progress toward a more sustainable and low-carbon future, as well as increased resilience in the face of climate-related challenges.",
            "source": [
                {
                    "content": "sustainable value-creating economy  All of our funds are categorised under Article 9 of the SFDR1 regulation Mirova’s success relies on multidisciplinary teams based in Paris London Boston Singapore and Stockholm portfolio management listed assets real assets financial analysis extra-financial analysis sustainability research etc The transversal functions are also key to the proper functioning of the company compliance legal accounting communication customer relations marketing human resources etc  In  Mirova became a mission-driven company and has included its raison d'être corporate purpose and environmental and social objectives in its statutes in order to anchor its collective project in the long term Joining Mirova means having the reassurance of practicing a profession that makes sense  Our raison d'être Contributing to a more sustainable and inclusive economy is built around 5 commitments In  Mirova also obtained the B Corp certification demonstrating its environmental and",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "leadership through discussion spaces awareness-raising workshops and co-development Capitalize on the talents of our employees and the development of their skills by  Make our diversity an asset for innovation and openness by  promoting parity in our organization at every stage of life in the company;  The HappyAtWork® label reflects the commitment and motivation of the company's teams With an overall score of 44/5 Mirova stands out especially through the pride of belonging and the feeling shared by the teams that their work is recognised by the company The WeImpactIndex® label recognises organisations whose employees most value the reality of ESG practices With a participation rate of  and an overall score of 4/5 Mirova is well above the average and ranks 6th among companies with more than  employees Discover our offers and apply online on the Natixis recruitment site by searching for “Mirova” as an entity and selecting the type of contract you are looking for  You can also follow us",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "alignment towards one goal making the planet greener In that spirit Biden actually hosted a virtual Leaders Summit On Climate attended by 40 world leaders11 to address the global climate crisis We are at the dawn of a new climate era Political financial and economic stakeholders need to think about the environmental and social impacts they cause while transitioning to a zero-carbon economy It’s not just about the industry it’s about the whole value chain",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "sense  Our raison d'être Contributing to a more sustainable and inclusive economy is built around 5 commitments In  Mirova also obtained the B Corp certification demonstrating its environmental and social commitment  In  Mirova was designated amongst B Corps the “Best For the World” for the category Customers for the year   Launched in December  the Mirova Forward Endowment Fund aims to go even further in our approach as a responsible and committed investor through philanthropy By playing a role of a laboratory of ideas Mirova Forward constitutes an additional lever of action to broaden the impact of Mirova beyond the economic and financial sphere  creating a framework conducive to exchanges through regular sharing times and the organisation of an annual seminar;  encouraging inclusive leadership through discussion spaces awareness-raising workshops and co-development Capitalize on the talents of our employees and the development of their skills by  Make our diversity an asset for",
                    "metadata": {
                        "rel": [
                            "un",
                            "ifrs",
                            "nytimes",
                            "bcorporation",
                            "idhsustainabletrade",
                            "yale",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}