{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided information, it seems that there are several environmentally conscious initiatives being undertaken by the company. They include:\n\n1. Encouraging cycling to work through their platform \"Cycle2Work\" to promote eco-friendly transportation options.\n2. Promoting plogging (picking up litter while jogging) with the aim of extending it to at least 5,00 people, thereby contributing to cleaner environments.\n3. Mobilizing cities through their platform \"City Cycle\" to raise awareness about going to work by bike.\n4. Planning to participate in projects that will impact 3 million inhabitants, demonstrating a commitment to making a positive social impact.\n5. Developing circular economy solutions, such as using design thematic groups to create high-quality products and services that benefit society and the environment.\n6. Supporting pro-bono projects that have a significant positive impact on populations, targeting 3 million residents this time around.\n7. Adopting a plus-one strategy, where they amplify their impact on internal causes related to interdependent agreements.\n8. Implementing cloud-based data collection tools for user data usage, which helps reduce paper waste and enhances data management efficiency.\n9. Ensuring data privacy and security by adhering to strict storage periods based on contractual obligations and legitimate interests.\n\nThese practices demonstrate the company's commitment to sustainability and environmental responsibility.",
            "source": [
                {
                    "content": "Nel  vogliamo sempre andare di più verso una versione azienda che sia guidata dal purpose Allargheremo gli Impact Seed interni con le cause anche legate agli accordi di interdipendenza e andremo a specificare la Internet Of Purpose Per tutti le dimensioni andremo ad Integrare la policy del +1 Amplificheremo il Plogging per cercare di estenderlo su almeno  persone Andremo a mobilitare delle città attraverso la nostra piattaforma cycle2work per sensibilizzare l'andare al lavoro in bicicletta Fare dei passi verso il Net Tutti i lavoratori di mondora avranno il proprio INDACO Integreremo la politica di gestione degli aumenti di salario compartecipata e andremo a gestire i soldi aziendali con intenzionalità Andremo a spingere maggiori Circoli di Design che produce bene e più in generale circoli tematici Faciliteremo gruppi locali per favorire la coesione tra territorio e persone attraverso la tecnologia e usare il software e i processi collegati come forza per produrre del bene Cercheremo",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "tematici Faciliteremo gruppi locali per favorire la coesione tra territorio e persone attraverso la tecnologia e usare il software e i processi collegati come forza per produrre del bene Cercheremo nuovi clienti che vorranno lavorare con noi su Progetti Comuni Lavoreremo su un grande progetto pro-bono che avrà impatto su una popolazione di 3 milioni di abitanti Abbiamo voglia di estendere la nostra governance all'esterno e di includere anche i nostri clienti e i nostri fornitori riguardo alla governance dell'impatto positivo che assieme produciamo Andremo ad implementare la logica del +1 in ogni decisione",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "riferimento alla raccolta in cloud dei Dati di Utilizzo tra gli altri la Società utilizza strumenti analitici come I dati saranno conservati per il periodo di tempo necessario al perseguimento delle finalità per cui tali dati sono stati raccolti come affermato in questa informativa In ogni caso i seguenti termini di conservazione si applicheranno con riferimento ai trattamenti dei dati per le finalità riportate di seguito i per le Finalità Contrattuali e di Legittimo Interesse i dati vengono conservati per un periodo pari alla durata della fornitura dei servizi da te richiesti e per i 10 anni successivi periodo in cui matura la prescrizione per l'eventuale responsabilità contrattuale fatta valere dal cliente contro Mondora fatti salvi i casi in cui la conservazione per un periodo successivo sia richiesta per eventuali contenziosi richieste delle autorità competenti o ai sensi della normativa applicabile; ii per le Finalità di Marketing i dati vengono conservati per un periodo pari a",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "sia richiesta per eventuali contenziosi richieste delle autorità competenti o ai sensi della normativa applicabile; ii per le Finalità di Marketing i dati vengono conservati per un periodo pari a 24 mesi dalla data in cui il consenso viene prestato ovvero rinnovato in occasione dell'acquisto di un nuovo prodotto o servizio a Mondora oppure data dell'ultimo contatto con te da intendersi tra gli altri la partecipazione ad un evento della Società la fruizione di un prodotto o servizio fornito dalla Società o l'apertura di una newsletter congiuntamente definiti l'Ultimo Contatto; Se cambi idea puoi modificare in qualsiasi momento il consenso prestato per finalità di marketing nei modi indicati qui sotto o qualora tu non voglia più ricevere le nostre comunicazioni commerciali utilizzando il link di cancellazione disponibile in calce alle nostre comunicazioni commerciali L'eventuale mancato rilascio o revoca del consenso non pregiudicano in alcun modo la fruizione dei nostri servizi In",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Based on the provided text, it is not explicitly mentioned if there are any events or initiatives focused on environmental conservation with a total number of 10 such events. However, the text does mention several activities related to sustainability, social impact, and community engagement. These include expanding their purpose-driven version of the company, integrating policies like the +1 amplification of plogging, mobilizing cities through their platform cycle2work, promoting circular economy design circles, facilitating local communities, seeking grants for environmental projects, and working on large-scale pro-bono projects with a positive impact on populations. Although these activities do contribute to environmental conservation, they may not necessarily be limited to only 10 events.",
            "source": [
                {
                    "content": "Nel  vogliamo sempre andare di più verso una versione azienda che sia guidata dal purpose Allargheremo gli Impact Seed interni con le cause anche legate agli accordi di interdipendenza e andremo a specificare la Internet Of Purpose Per tutti le dimensioni andremo ad Integrare la policy del +1 Amplificheremo il Plogging per cercare di estenderlo su almeno  persone Andremo a mobilitare delle città attraverso la nostra piattaforma cycle2work per sensibilizzare l'andare al lavoro in bicicletta Fare dei passi verso il Net Tutti i lavoratori di mondora avranno il proprio INDACO Integreremo la politica di gestione degli aumenti di salario compartecipata e andremo a gestire i soldi aziendali con intenzionalità Andremo a spingere maggiori Circoli di Design che produce bene e più in generale circoli tematici Faciliteremo gruppi locali per favorire la coesione tra territorio e persone attraverso la tecnologia e usare il software e i processi collegati come forza per produrre del bene Cercheremo",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "sia richiesta per eventuali contenziosi richieste delle autorità competenti o ai sensi della normativa applicabile; ii per le Finalità di Marketing i dati vengono conservati per un periodo pari a 24 mesi dalla data in cui il consenso viene prestato ovvero rinnovato in occasione dell'acquisto di un nuovo prodotto o servizio a Mondora oppure data dell'ultimo contatto con te da intendersi tra gli altri la partecipazione ad un evento della Società la fruizione di un prodotto o servizio fornito dalla Società o l'apertura di una newsletter congiuntamente definiti l'Ultimo Contatto; Se cambi idea puoi modificare in qualsiasi momento il consenso prestato per finalità di marketing nei modi indicati qui sotto o qualora tu non voglia più ricevere le nostre comunicazioni commerciali utilizzando il link di cancellazione disponibile in calce alle nostre comunicazioni commerciali L'eventuale mancato rilascio o revoca del consenso non pregiudicano in alcun modo la fruizione dei nostri servizi In",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "link di cancellazione disponibile in calce alle nostre comunicazioni commerciali L'eventuale mancato rilascio o revoca del consenso non pregiudicano in alcun modo la fruizione dei nostri servizi In relazione al trattamento dei dati descritto nella presente informativa puoi esercitare in ogni momento i diritti previsti dal GDPR artt  ivi inclusi Ai sensi dell'articolo 2-terdecies del Codice Privacy in caso di decesso i diritti anzidetti riferiti ai tuoi dati personali possono essere esercitati da chi ha un interesse proprio o agisce a tua tutela in qualità di mandatario o per ragioni familiari meritevoli di protezione Puoi vietare espressamente l'esercizio di alcuni dei diritti sopraelencati da parte degli aventi causa inviando una dichiarazione scritta alla Società all'indirizzo di posta elettronica indicato sotto La dichiarazione potrà essere revocata o modificata in seguito nelle medesime modalità Per esercitare i diritti in materia di protezione dei dati personali in ogni momento e",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "tematici Faciliteremo gruppi locali per favorire la coesione tra territorio e persone attraverso la tecnologia e usare il software e i processi collegati come forza per produrre del bene Cercheremo nuovi clienti che vorranno lavorare con noi su Progetti Comuni Lavoreremo su un grande progetto pro-bono che avrà impatto su una popolazione di 3 milioni di abitanti Abbiamo voglia di estendere la nostra governance all'esterno e di includere anche i nostri clienti e i nostri fornitori riguardo alla governance dell'impatto positivo che assieme produciamo Andremo ad implementare la logica del +1 in ogni decisione",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The provided text does not explicitly mention any environmental impact metrics being reported. However, it is mentioned that they aim to expand their \"Internet of Purpose\" initiative, which could potentially have positive environmental impacts if successful. Additionally, there are plans to integrate circular economy principles into their operations, such as using recycled materials and promoting closed-loop systems. These efforts, if effectively implemented, may contribute to reducing waste and resource consumption, ultimately leading to a more sustainable and environmentally friendly approach to business operations.",
            "source": [
                {
                    "content": "riferimento alla raccolta in cloud dei Dati di Utilizzo tra gli altri la Società utilizza strumenti analitici come I dati saranno conservati per il periodo di tempo necessario al perseguimento delle finalità per cui tali dati sono stati raccolti come affermato in questa informativa In ogni caso i seguenti termini di conservazione si applicheranno con riferimento ai trattamenti dei dati per le finalità riportate di seguito i per le Finalità Contrattuali e di Legittimo Interesse i dati vengono conservati per un periodo pari alla durata della fornitura dei servizi da te richiesti e per i 10 anni successivi periodo in cui matura la prescrizione per l'eventuale responsabilità contrattuale fatta valere dal cliente contro Mondora fatti salvi i casi in cui la conservazione per un periodo successivo sia richiesta per eventuali contenziosi richieste delle autorità competenti o ai sensi della normativa applicabile; ii per le Finalità di Marketing i dati vengono conservati per un periodo pari a",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Nel  vogliamo sempre andare di più verso una versione azienda che sia guidata dal purpose Allargheremo gli Impact Seed interni con le cause anche legate agli accordi di interdipendenza e andremo a specificare la Internet Of Purpose Per tutti le dimensioni andremo ad Integrare la policy del +1 Amplificheremo il Plogging per cercare di estenderlo su almeno  persone Andremo a mobilitare delle città attraverso la nostra piattaforma cycle2work per sensibilizzare l'andare al lavoro in bicicletta Fare dei passi verso il Net Tutti i lavoratori di mondora avranno il proprio INDACO Integreremo la politica di gestione degli aumenti di salario compartecipata e andremo a gestire i soldi aziendali con intenzionalità Andremo a spingere maggiori Circoli di Design che produce bene e più in generale circoli tematici Faciliteremo gruppi locali per favorire la coesione tra territorio e persone attraverso la tecnologia e usare il software e i processi collegati come forza per produrre del bene Cercheremo",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "o incaricati del trattamento La lista completa e aggiornata dei soggetti che trattano i dati in qualità di responsabili del trattamento è disponibile su richiesta al Responsabile della Protezione dei Dati secondo le modalità di contatto indicate in questa informativa Fatto salvo quanto sopra i tuoi dati personali potranno essere liberamente trasferiti all'interno del territorio comunitario Tuttavia laddove per le finalità indicate la Società avesse necessità di trasferire i tuoi dati personali fuori dall’Unione europea verso Paesi non considerati adeguati dalla Commissione europea es Stati Uniti la Società adotterà le misure necessarie a proteggere i tuoi dati personali nel rispetto delle garanzie di legge ai sensi della normativa applicabile e in particolare degli articoli 45 e 46 del GDPR Nel caso in cui desideri ricevere ulteriori informazioni in merito alle garanzie in essere e richiedere una copia delle stesse puoi contattare il Responsabile della Protezione dei dati secondo le",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "società di recupero crediti; f soggetti ed autorità pubbliche il cui diritto di accesso ai tuoi dati personali è espressamente riconosciuto dalla legge da regolamenti o da provvedimenti emanati dalle autorità competenti; g potenziali acquirenti della Società ed entità risultati dalla fusione o ogni altra forma di trasformazione riguardante la Società; h banche dati pubbliche e sistemi informativi di informazioni creditizie Per le Finalità di Marketing e previo tuo consenso specifico i tuoi dati personali potranno essere comunicati anche a soggetti terzi e partner commerciali incaricati delle campagne di marketing svolte per conto della Società o delle altre società del gruppo TeamSystem Tali destinatari a seconda dei casi trattano i tuoi dati in qualità di autonomi titolari responsabili o incaricati del trattamento La lista completa e aggiornata dei soggetti che trattano i dati in qualità di responsabili del trattamento è disponibile su richiesta al Responsabile della Protezione dei",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Based on the provided information, it seems that the organization has not explicitly mentioned any public commitments to social or corporate responsibility. However, they have expressed their intention to extend their governance outside and involve clients and suppliers regarding the positive impact produced together. Additionally, they plan to implement the \"plus one\" logic in every decision. These intentions suggest that the organization might be committed to responsible business practices and sustainability.",
            "source": [
                {
                    "content": "tematici Faciliteremo gruppi locali per favorire la coesione tra territorio e persone attraverso la tecnologia e usare il software e i processi collegati come forza per produrre del bene Cercheremo nuovi clienti che vorranno lavorare con noi su Progetti Comuni Lavoreremo su un grande progetto pro-bono che avrà impatto su una popolazione di 3 milioni di abitanti Abbiamo voglia di estendere la nostra governance all'esterno e di includere anche i nostri clienti e i nostri fornitori riguardo alla governance dell'impatto positivo che assieme produciamo Andremo ad implementare la logica del +1 in ogni decisione",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "società di recupero crediti; f soggetti ed autorità pubbliche il cui diritto di accesso ai tuoi dati personali è espressamente riconosciuto dalla legge da regolamenti o da provvedimenti emanati dalle autorità competenti; g potenziali acquirenti della Società ed entità risultati dalla fusione o ogni altra forma di trasformazione riguardante la Società; h banche dati pubbliche e sistemi informativi di informazioni creditizie Per le Finalità di Marketing e previo tuo consenso specifico i tuoi dati personali potranno essere comunicati anche a soggetti terzi e partner commerciali incaricati delle campagne di marketing svolte per conto della Società o delle altre società del gruppo TeamSystem Tali destinatari a seconda dei casi trattano i tuoi dati in qualità di autonomi titolari responsabili o incaricati del trattamento La lista completa e aggiornata dei soggetti che trattano i dati in qualità di responsabili del trattamento è disponibile su richiesta al Responsabile della Protezione dei",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "sia richiesta per eventuali contenziosi richieste delle autorità competenti o ai sensi della normativa applicabile; ii per le Finalità di Marketing i dati vengono conservati per un periodo pari a 24 mesi dalla data in cui il consenso viene prestato ovvero rinnovato in occasione dell'acquisto di un nuovo prodotto o servizio a Mondora oppure data dell'ultimo contatto con te da intendersi tra gli altri la partecipazione ad un evento della Società la fruizione di un prodotto o servizio fornito dalla Società o l'apertura di una newsletter congiuntamente definiti l'Ultimo Contatto; Se cambi idea puoi modificare in qualsiasi momento il consenso prestato per finalità di marketing nei modi indicati qui sotto o qualora tu non voglia più ricevere le nostre comunicazioni commerciali utilizzando il link di cancellazione disponibile in calce alle nostre comunicazioni commerciali L'eventuale mancato rilascio o revoca del consenso non pregiudicano in alcun modo la fruizione dei nostri servizi In",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "con la Società Nel rispetto del principio di finalità e minimizzazione i tuoi dati personali possono essere comunicati ai seguenti soggetti terzi che svolgono attività funzionali a quelle relative al prodotto o servizio acquistato quali a terzi fornitori di servizi di assistenza e consulenza per la Società con riferimento alle attività dei settori a titolo meramente esemplificativo tecnologico contabile amministrativo legale assicurativo b società del gruppo TeamSystem c nei casi in cui il rapporto contrattuale preveda l'intervento di partner commerciali la Società potrà condividere alcuni dei tuoi dati personali con i propri distributori reseller e i partner facenti parte della catena di distribuzione dei prodotti e servizi del gruppo TeamSystem; d banche e istituti di credito; e società di recupero crediti; f soggetti ed autorità pubbliche il cui diritto di accesso ai tuoi dati personali è espressamente riconosciuto dalla legge da regolamenti o da provvedimenti emanati dalle",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Based on the provided information, it seems that there are not necessarily annual or quarterly reports specifically dedicated to detailing these commitments. However, the company may still be required by law or industry standards to provide regular updates or reports regarding their privacy practices and other aspects mentioned in the text. It is recommended to check any relevant legal or contractual obligations, as well as consult with the company directly to obtain more information about reporting requirements related to these commitments.",
            "source": [
                {
                    "content": "riferimento alla raccolta in cloud dei Dati di Utilizzo tra gli altri la Società utilizza strumenti analitici come I dati saranno conservati per il periodo di tempo necessario al perseguimento delle finalità per cui tali dati sono stati raccolti come affermato in questa informativa In ogni caso i seguenti termini di conservazione si applicheranno con riferimento ai trattamenti dei dati per le finalità riportate di seguito i per le Finalità Contrattuali e di Legittimo Interesse i dati vengono conservati per un periodo pari alla durata della fornitura dei servizi da te richiesti e per i 10 anni successivi periodo in cui matura la prescrizione per l'eventuale responsabilità contrattuale fatta valere dal cliente contro Mondora fatti salvi i casi in cui la conservazione per un periodo successivo sia richiesta per eventuali contenziosi richieste delle autorità competenti o ai sensi della normativa applicabile; ii per le Finalità di Marketing i dati vengono conservati per un periodo pari a",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "sia richiesta per eventuali contenziosi richieste delle autorità competenti o ai sensi della normativa applicabile; ii per le Finalità di Marketing i dati vengono conservati per un periodo pari a 24 mesi dalla data in cui il consenso viene prestato ovvero rinnovato in occasione dell'acquisto di un nuovo prodotto o servizio a Mondora oppure data dell'ultimo contatto con te da intendersi tra gli altri la partecipazione ad un evento della Società la fruizione di un prodotto o servizio fornito dalla Società o l'apertura di una newsletter congiuntamente definiti l'Ultimo Contatto; Se cambi idea puoi modificare in qualsiasi momento il consenso prestato per finalità di marketing nei modi indicati qui sotto o qualora tu non voglia più ricevere le nostre comunicazioni commerciali utilizzando il link di cancellazione disponibile in calce alle nostre comunicazioni commerciali L'eventuale mancato rilascio o revoca del consenso non pregiudicano in alcun modo la fruizione dei nostri servizi In",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "tematici Faciliteremo gruppi locali per favorire la coesione tra territorio e persone attraverso la tecnologia e usare il software e i processi collegati come forza per produrre del bene Cercheremo nuovi clienti che vorranno lavorare con noi su Progetti Comuni Lavoreremo su un grande progetto pro-bono che avrà impatto su una popolazione di 3 milioni di abitanti Abbiamo voglia di estendere la nostra governance all'esterno e di includere anche i nostri clienti e i nostri fornitori riguardo alla governance dell'impatto positivo che assieme produciamo Andremo ad implementare la logica del +1 in ogni decisione",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "società di recupero crediti; f soggetti ed autorità pubbliche il cui diritto di accesso ai tuoi dati personali è espressamente riconosciuto dalla legge da regolamenti o da provvedimenti emanati dalle autorità competenti; g potenziali acquirenti della Società ed entità risultati dalla fusione o ogni altra forma di trasformazione riguardante la Società; h banche dati pubbliche e sistemi informativi di informazioni creditizie Per le Finalità di Marketing e previo tuo consenso specifico i tuoi dati personali potranno essere comunicati anche a soggetti terzi e partner commerciali incaricati delle campagne di marketing svolte per conto della Società o delle altre società del gruppo TeamSystem Tali destinatari a seconda dei casi trattano i tuoi dati in qualità di autonomi titolari responsabili o incaricati del trattamento La lista completa e aggiornata dei soggetti che trattano i dati in qualità di responsabili del trattamento è disponibile su richiesta al Responsabile della Protezione dei",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided information, it is not explicitly mentioned which community or social events have been organized to fulfill these commitments. However, we can infer some possible events from their goals and objectives. For example, organizing local groups to foster community cohesion could involve hosting meetups or workshops related to the common purpose or shared interests among group members. Similarly, implementing the \"+1\" principle across various decisions may lead to collaborating with other organizations or initiatives working towards positive impacts, potentially resulting in joint events or campaigns. Lastly, expanding the company's governance outside its boundaries might include engaging stakeholders such as clients, suppliers, and even employees through various platforms like town hall meetings, surveys, or workshops to discuss and align on the common purpose and goals.",
            "source": [
                {
                    "content": "tematici Faciliteremo gruppi locali per favorire la coesione tra territorio e persone attraverso la tecnologia e usare il software e i processi collegati come forza per produrre del bene Cercheremo nuovi clienti che vorranno lavorare con noi su Progetti Comuni Lavoreremo su un grande progetto pro-bono che avrà impatto su una popolazione di 3 milioni di abitanti Abbiamo voglia di estendere la nostra governance all'esterno e di includere anche i nostri clienti e i nostri fornitori riguardo alla governance dell'impatto positivo che assieme produciamo Andremo ad implementare la logica del +1 in ogni decisione",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "con la Società Nel rispetto del principio di finalità e minimizzazione i tuoi dati personali possono essere comunicati ai seguenti soggetti terzi che svolgono attività funzionali a quelle relative al prodotto o servizio acquistato quali a terzi fornitori di servizi di assistenza e consulenza per la Società con riferimento alle attività dei settori a titolo meramente esemplificativo tecnologico contabile amministrativo legale assicurativo b società del gruppo TeamSystem c nei casi in cui il rapporto contrattuale preveda l'intervento di partner commerciali la Società potrà condividere alcuni dei tuoi dati personali con i propri distributori reseller e i partner facenti parte della catena di distribuzione dei prodotti e servizi del gruppo TeamSystem; d banche e istituti di credito; e società di recupero crediti; f soggetti ed autorità pubbliche il cui diritto di accesso ai tuoi dati personali è espressamente riconosciuto dalla legge da regolamenti o da provvedimenti emanati dalle",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "società di recupero crediti; f soggetti ed autorità pubbliche il cui diritto di accesso ai tuoi dati personali è espressamente riconosciuto dalla legge da regolamenti o da provvedimenti emanati dalle autorità competenti; g potenziali acquirenti della Società ed entità risultati dalla fusione o ogni altra forma di trasformazione riguardante la Società; h banche dati pubbliche e sistemi informativi di informazioni creditizie Per le Finalità di Marketing e previo tuo consenso specifico i tuoi dati personali potranno essere comunicati anche a soggetti terzi e partner commerciali incaricati delle campagne di marketing svolte per conto della Società o delle altre società del gruppo TeamSystem Tali destinatari a seconda dei casi trattano i tuoi dati in qualità di autonomi titolari responsabili o incaricati del trattamento La lista completa e aggiornata dei soggetti che trattano i dati in qualità di responsabili del trattamento è disponibile su richiesta al Responsabile della Protezione dei",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Nel  vogliamo sempre andare di più verso una versione azienda che sia guidata dal purpose Allargheremo gli Impact Seed interni con le cause anche legate agli accordi di interdipendenza e andremo a specificare la Internet Of Purpose Per tutti le dimensioni andremo ad Integrare la policy del +1 Amplificheremo il Plogging per cercare di estenderlo su almeno  persone Andremo a mobilitare delle città attraverso la nostra piattaforma cycle2work per sensibilizzare l'andare al lavoro in bicicletta Fare dei passi verso il Net Tutti i lavoratori di mondora avranno il proprio INDACO Integreremo la politica di gestione degli aumenti di salario compartecipata e andremo a gestire i soldi aziendali con intenzionalità Andremo a spingere maggiori Circoli di Design che produce bene e più in generale circoli tematici Faciliteremo gruppi locali per favorire la coesione tra territorio e persone attraverso la tecnologia e usare il software e i processi collegati come forza per produrre del bene Cercheremo",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided information, it appears that there is no direct mention of specific products, services, or technologies offered by the company. However, we can infer some general areas where they might be operating in:\n\n1. Cycle2Work platform: A service that encourages city residents to commute to work using bicycles. This could include bike-sharing programs, cycling routes, and related infrastructure.\n2. IoP (Internet of Purpose): An initiative aimed at integrating purpose into business operations. It may involve tools, platforms, or strategies that help companies align their goals with social and environmental impacts.\n3. Impact Seeds internal expansion: The company seems to be focusing on expanding its internal efforts to create positive impacts through causes related to interdependencies between departments and partnerships.\n4. Policy +1 amplification: They plan to integrate a policy that promotes sustainability and social responsibility into their operations.\n5. Plogging promotion: The company wants to increase awareness and adoption of plogging, which involves picking up litter while going for a run or walk.\n6. City mobilization via platform: They intend to engage with cities and communities through their cycle2work platform to raise awareness about the benefits of cycling to work and promote sustainable transportation solutions.\n7. Design circles facilitation: The company seeks to encourage and support groups focused on designing goods and services that have a positive impact on society and the environment.\n8. Local community integration: They aim to foster connections between territories and people through technology, with the goal of promoting collaboration and shared progress towards common objectives.\n9. Data usage compliance: The company ensures that all data collection and analysis activities are conducted in line with the specified purposes and, if necessary, with your express consent.",
            "source": [
                {
                    "content": "Nel  vogliamo sempre andare di più verso una versione azienda che sia guidata dal purpose Allargheremo gli Impact Seed interni con le cause anche legate agli accordi di interdipendenza e andremo a specificare la Internet Of Purpose Per tutti le dimensioni andremo ad Integrare la policy del +1 Amplificheremo il Plogging per cercare di estenderlo su almeno  persone Andremo a mobilitare delle città attraverso la nostra piattaforma cycle2work per sensibilizzare l'andare al lavoro in bicicletta Fare dei passi verso il Net Tutti i lavoratori di mondora avranno il proprio INDACO Integreremo la politica di gestione degli aumenti di salario compartecipata e andremo a gestire i soldi aziendali con intenzionalità Andremo a spingere maggiori Circoli di Design che produce bene e più in generale circoli tematici Faciliteremo gruppi locali per favorire la coesione tra territorio e persone attraverso la tecnologia e usare il software e i processi collegati come forza per produrre del bene Cercheremo",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "di Utilizzo nel rispetto delle finalità descritte e ove necessario del tuo espresso consenso le attività di analisi possono essere effettuate anche mediante interconnessione dei tuoi dati relativi ai differenti prodotti e servizi da te acquistati dalle società del Gruppo TeamSystem sia con riguardo ai prodotti on premises con l’acquisizione dei Dati di Utilizzo generati in locale nel contesto dell’utilizzo dei prodotti e/o servizi di TeamSystem sia per quelli in cloud ossia durante l'utilizzo online dei servizi stessi Per le statistiche di utilizzo la Società si avvale di strumenti che consentono la raccolta dei Dati di Utilizzo Tali strumenti possono comportare l’archiviazione di informazioni nell’applicativo utilizzato tramite il tuo terminale o l’accesso a tali informazioni Con specifico riferimento alla raccolta in cloud dei Dati di Utilizzo tra gli altri la Società utilizza strumenti analitici come I dati saranno conservati per il periodo di tempo necessario al perseguimento",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "società di recupero crediti; f soggetti ed autorità pubbliche il cui diritto di accesso ai tuoi dati personali è espressamente riconosciuto dalla legge da regolamenti o da provvedimenti emanati dalle autorità competenti; g potenziali acquirenti della Società ed entità risultati dalla fusione o ogni altra forma di trasformazione riguardante la Società; h banche dati pubbliche e sistemi informativi di informazioni creditizie Per le Finalità di Marketing e previo tuo consenso specifico i tuoi dati personali potranno essere comunicati anche a soggetti terzi e partner commerciali incaricati delle campagne di marketing svolte per conto della Società o delle altre società del gruppo TeamSystem Tali destinatari a seconda dei casi trattano i tuoi dati in qualità di autonomi titolari responsabili o incaricati del trattamento La lista completa e aggiornata dei soggetti che trattano i dati in qualità di responsabili del trattamento è disponibile su richiesta al Responsabile della Protezione dei",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "riferimento alla raccolta in cloud dei Dati di Utilizzo tra gli altri la Società utilizza strumenti analitici come I dati saranno conservati per il periodo di tempo necessario al perseguimento delle finalità per cui tali dati sono stati raccolti come affermato in questa informativa In ogni caso i seguenti termini di conservazione si applicheranno con riferimento ai trattamenti dei dati per le finalità riportate di seguito i per le Finalità Contrattuali e di Legittimo Interesse i dati vengono conservati per un periodo pari alla durata della fornitura dei servizi da te richiesti e per i 10 anni successivi periodo in cui matura la prescrizione per l'eventuale responsabilità contrattuale fatta valere dal cliente contro Mondora fatti salvi i casi in cui la conservazione per un periodo successivo sia richiesta per eventuali contenziosi richieste delle autorità competenti o ai sensi della normativa applicabile; ii per le Finalità di Marketing i dati vengono conservati per un periodo pari a",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, it is not explicitly mentioned if there are any promotional events, expos, or sales related to these offerings. However, we can infer some potential activities from the text. The company seems to be focused on expanding their impact through various initiatives such as increasing plogging efforts, integrating the +1 Policy, mobilizing cities through their platform, and fostering more design circles producing good products and services. These actions suggest that the company may engage in promotional events or campaigns to raise awareness about their purpose-driven approach and encourage people to adopt sustainable practices. Additionally, they might organize webinars, workshops, or other educational events to share knowledge and expertise with their customers and partners. It is also possible that they could participate in industry trade shows or conferences to showcase their latest innovations and network with other professionals in their field.",
            "source": [
                {
                    "content": "società di recupero crediti; f soggetti ed autorità pubbliche il cui diritto di accesso ai tuoi dati personali è espressamente riconosciuto dalla legge da regolamenti o da provvedimenti emanati dalle autorità competenti; g potenziali acquirenti della Società ed entità risultati dalla fusione o ogni altra forma di trasformazione riguardante la Società; h banche dati pubbliche e sistemi informativi di informazioni creditizie Per le Finalità di Marketing e previo tuo consenso specifico i tuoi dati personali potranno essere comunicati anche a soggetti terzi e partner commerciali incaricati delle campagne di marketing svolte per conto della Società o delle altre società del gruppo TeamSystem Tali destinatari a seconda dei casi trattano i tuoi dati in qualità di autonomi titolari responsabili o incaricati del trattamento La lista completa e aggiornata dei soggetti che trattano i dati in qualità di responsabili del trattamento è disponibile su richiesta al Responsabile della Protezione dei",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Nel  vogliamo sempre andare di più verso una versione azienda che sia guidata dal purpose Allargheremo gli Impact Seed interni con le cause anche legate agli accordi di interdipendenza e andremo a specificare la Internet Of Purpose Per tutti le dimensioni andremo ad Integrare la policy del +1 Amplificheremo il Plogging per cercare di estenderlo su almeno  persone Andremo a mobilitare delle città attraverso la nostra piattaforma cycle2work per sensibilizzare l'andare al lavoro in bicicletta Fare dei passi verso il Net Tutti i lavoratori di mondora avranno il proprio INDACO Integreremo la politica di gestione degli aumenti di salario compartecipata e andremo a gestire i soldi aziendali con intenzionalità Andremo a spingere maggiori Circoli di Design che produce bene e più in generale circoli tematici Faciliteremo gruppi locali per favorire la coesione tra territorio e persone attraverso la tecnologia e usare il software e i processi collegati come forza per produrre del bene Cercheremo",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "di Utilizzo nel rispetto delle finalità descritte e ove necessario del tuo espresso consenso le attività di analisi possono essere effettuate anche mediante interconnessione dei tuoi dati relativi ai differenti prodotti e servizi da te acquistati dalle società del Gruppo TeamSystem sia con riguardo ai prodotti on premises con l’acquisizione dei Dati di Utilizzo generati in locale nel contesto dell’utilizzo dei prodotti e/o servizi di TeamSystem sia per quelli in cloud ossia durante l'utilizzo online dei servizi stessi Per le statistiche di utilizzo la Società si avvale di strumenti che consentono la raccolta dei Dati di Utilizzo Tali strumenti possono comportare l’archiviazione di informazioni nell’applicativo utilizzato tramite il tuo terminale o l’accesso a tali informazioni Con specifico riferimento alla raccolta in cloud dei Dati di Utilizzo tra gli altri la Società utilizza strumenti analitici come I dati saranno conservati per il periodo di tempo necessario al perseguimento",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "riferimento alla raccolta in cloud dei Dati di Utilizzo tra gli altri la Società utilizza strumenti analitici come I dati saranno conservati per il periodo di tempo necessario al perseguimento delle finalità per cui tali dati sono stati raccolti come affermato in questa informativa In ogni caso i seguenti termini di conservazione si applicheranno con riferimento ai trattamenti dei dati per le finalità riportate di seguito i per le Finalità Contrattuali e di Legittimo Interesse i dati vengono conservati per un periodo pari alla durata della fornitura dei servizi da te richiesti e per i 10 anni successivi periodo in cui matura la prescrizione per l'eventuale responsabilità contrattuale fatta valere dal cliente contro Mondora fatti salvi i casi in cui la conservazione per un periodo successivo sia richiesta per eventuali contenziosi richieste delle autorità competenti o ai sensi della normativa applicabile; ii per le Finalità di Marketing i dati vengono conservati per un periodo pari a",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " Based on the provided information, there are several notable partnerships and collaborations related to commerce within the Group TeamSystem. These include:\n\n1. Partnerships with banks and financial institutions to facilitate secure transactions for customers.\n2. Collaboration with public authorities whose right to access personal data is expressly recognized by law through regulations or decisions issued by competent authorities.\n3. Potential buyers of the company and other entities resulting from mergers or any other form of transformation affecting the company.\n4. Data sharing with third-party databases and information systems containing credit-related information. This is done primarily for marketing purposes, subject to your explicit consent.\n5. Communicating your personal data to potential acquirers of the company and other entities involved in corporate transactions such as mergers, acquisitions, or joint ventures.\n6. Sharing your personal data with other companies within the Group TeamSystem and their respective partners engaged in various commercial activities, including but not limited to product development, sales support, and customer service.\n7. Providing your personal data to external partners, such as suppliers, contractors, or consultants, who perform services on behalf of the company.\n8. In some cases, the list of individuals responsible for processing your personal data may be available upon request to the Data Protection Officer (DPO).",
            "source": [
                {
                    "content": "società di recupero crediti; f soggetti ed autorità pubbliche il cui diritto di accesso ai tuoi dati personali è espressamente riconosciuto dalla legge da regolamenti o da provvedimenti emanati dalle autorità competenti; g potenziali acquirenti della Società ed entità risultati dalla fusione o ogni altra forma di trasformazione riguardante la Società; h banche dati pubbliche e sistemi informativi di informazioni creditizie Per le Finalità di Marketing e previo tuo consenso specifico i tuoi dati personali potranno essere comunicati anche a soggetti terzi e partner commerciali incaricati delle campagne di marketing svolte per conto della Società o delle altre società del gruppo TeamSystem Tali destinatari a seconda dei casi trattano i tuoi dati in qualità di autonomi titolari responsabili o incaricati del trattamento La lista completa e aggiornata dei soggetti che trattano i dati in qualità di responsabili del trattamento è disponibile su richiesta al Responsabile della Protezione dei",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "con la Società Nel rispetto del principio di finalità e minimizzazione i tuoi dati personali possono essere comunicati ai seguenti soggetti terzi che svolgono attività funzionali a quelle relative al prodotto o servizio acquistato quali a terzi fornitori di servizi di assistenza e consulenza per la Società con riferimento alle attività dei settori a titolo meramente esemplificativo tecnologico contabile amministrativo legale assicurativo b società del gruppo TeamSystem c nei casi in cui il rapporto contrattuale preveda l'intervento di partner commerciali la Società potrà condividere alcuni dei tuoi dati personali con i propri distributori reseller e i partner facenti parte della catena di distribuzione dei prodotti e servizi del gruppo TeamSystem; d banche e istituti di credito; e società di recupero crediti; f soggetti ed autorità pubbliche il cui diritto di accesso ai tuoi dati personali è espressamente riconosciuto dalla legge da regolamenti o da provvedimenti emanati dalle",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "non necessitano del tuo specifico consenso rientrando nell'eccezione prevista dall'art 6 comma 1 lett f del GDPR Ad ogni modo in conformità al GDPR la Società ha svolto un approfondito bilanciamento di interessi finalizzato a proteggere e garantire la privacy e i diritti fondamentali degli interessati l Per inviarti aggiornamenti su novità e offerte commerciali di prodotti e servizi Mondora anche previa interconnessione dei Dati di Utilizzo e analisi del tuo comportamento sia rispetto alla navigazione del Sito che più in generale all'utilizzo dei servizi e prodotti ovvero per invitarti a partecipare a eventi condurre ricerche di mercato o altre iniziative commerciali e di customer satisfaction sia tramite canali di comunicazione tradizionali quali la posta cartacea o la telefonata da parte di un operatore che tramite strumenti di comunicazione automatizzati quali email chat messaggi SMS e altri messaggi istantanei chatbot e altri strumenti di comunicazione a distanza m Per comunicare",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "di un operatore che tramite strumenti di comunicazione automatizzati quali email chat messaggi SMS e altri messaggi istantanei chatbot e altri strumenti di comunicazione a distanza m Per comunicare i tuoi dati personali ad altre società del gruppo TeamSystem e/o di partner commerciali appartenenti alla propria rete vendite per l'invio di comunicazioni di marketing e per altre iniziative commerciali come quelle indicate alla lettera l Il trattamento dei tuoi dati per le Finalità di Marketing non è obbligatorio E' pertanto necessario il tuo preventivo consenso che la Società chiederà di volta in volta nelle forme più opportune per ciascuna delle attività sopra descritte Il consenso espresso è da te sempre revocabile senza alcuna conseguenza rispetto ai rapporti contrattuali intercorrenti con la Società Nel rispetto del principio di finalità e minimizzazione i tuoi dati personali possono essere comunicati ai seguenti soggetti terzi che svolgono attività funzionali a quelle relative al",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided text, there seem to be several employment or educational opportunities mentioned. Some of them include:\n\n1. Expansion of the company towards an enterprise version guided by its purpose. This could lead to job openings in various departments such as marketing, product development, etc.\n2. Mobilizing cities through the platform \"cycle2work\" to raise awareness about going to work by bike. This might create job opportunities related to promoting cycling, organizing events, and managing the platform.\n3. Encouragement of more circles of design that produce good products and other theme-based circles. This may result in job openings within the design industry or related fields.\n4. Searching for potential clients interested in working with the company on common projects. This could lead to new business opportunities and potentially job openings within the organization.\n5. Collaboration with external partners, including clients and suppliers, regarding the impact governance. This collaboration may lead to job openings or educational opportunities related to impact governance and sustainability.\n6. Implementing the \"+1 logic\" in every decision made by the company. This may require employees to develop skills in understanding and applying this approach to their work.\n7. Extending the company's governance outside the organization, involving clients and suppliers. This could lead to job openings or educational opportunities related to corporate social responsibility and stakeholder engagement.\n8. Participating in pro-bono projects that have a positive impact on large populations (in this case, 3 million inhabitants). This type of project can provide valuable learning experiences and contribute to one's professional growth.\n9. Desire to expand the company's reach beyond Italy and involve clients and suppliers in the impact governance. This expansion may offer international job opportunities or educational programs focused on global sustainability and impact management.\n\nPlease note that these opportunities may vary depending on the specific needs and requirements of each position or program. It is always recommended to visit the company's website or contact them directly for the most accurate and up-to-date information on current openings and educational programs.",
            "source": [
                {
                    "content": "Nel  vogliamo sempre andare di più verso una versione azienda che sia guidata dal purpose Allargheremo gli Impact Seed interni con le cause anche legate agli accordi di interdipendenza e andremo a specificare la Internet Of Purpose Per tutti le dimensioni andremo ad Integrare la policy del +1 Amplificheremo il Plogging per cercare di estenderlo su almeno  persone Andremo a mobilitare delle città attraverso la nostra piattaforma cycle2work per sensibilizzare l'andare al lavoro in bicicletta Fare dei passi verso il Net Tutti i lavoratori di mondora avranno il proprio INDACO Integreremo la politica di gestione degli aumenti di salario compartecipata e andremo a gestire i soldi aziendali con intenzionalità Andremo a spingere maggiori Circoli di Design che produce bene e più in generale circoli tematici Faciliteremo gruppi locali per favorire la coesione tra territorio e persone attraverso la tecnologia e usare il software e i processi collegati come forza per produrre del bene Cercheremo",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "e Gestione di eventuali reclami e richieste invio delle comunicazioni di servizio e aggiornamenti sia tramite strumenti di comunicazione tradizionale quale la posta cartacea che tramite strumenti di comunicazione a distanza quali email chat telefono SMS chatbot banner sistemi di notifica e altri strumenti di comunicazione a distanza; f Attività di customer assistance e supporto all’utilizzo dei Servizi da parte dei singoli Clienti attività di tutorship e di gestione dei ticket aperti per finalità di assistenza anche tramite i Dati di Utilizzo; g Adempimento degli obblighi derivanti dalla legge vigente regolamenti o normativa comunitaria es obblighi fiscali e contabili ovvero gestione e risposta a richieste provenienti dalle competenti autorità amministrative e fiscali oltre che dall'autorità giudiziaria Le finalità sopra elencate sono congiuntamente definite le Finalità Contrattuali e di Legge e non è richiesto un espresso consenso dell'interessato La fornitura dei tuoi dati personali",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "tematici Faciliteremo gruppi locali per favorire la coesione tra territorio e persone attraverso la tecnologia e usare il software e i processi collegati come forza per produrre del bene Cercheremo nuovi clienti che vorranno lavorare con noi su Progetti Comuni Lavoreremo su un grande progetto pro-bono che avrà impatto su una popolazione di 3 milioni di abitanti Abbiamo voglia di estendere la nostra governance all'esterno e di includere anche i nostri clienti e i nostri fornitori riguardo alla governance dell'impatto positivo che assieme produciamo Andremo ad implementare la logica del +1 in ogni decisione",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "società di recupero crediti; f soggetti ed autorità pubbliche il cui diritto di accesso ai tuoi dati personali è espressamente riconosciuto dalla legge da regolamenti o da provvedimenti emanati dalle autorità competenti; g potenziali acquirenti della Società ed entità risultati dalla fusione o ogni altra forma di trasformazione riguardante la Società; h banche dati pubbliche e sistemi informativi di informazioni creditizie Per le Finalità di Marketing e previo tuo consenso specifico i tuoi dati personali potranno essere comunicati anche a soggetti terzi e partner commerciali incaricati delle campagne di marketing svolte per conto della Società o delle altre società del gruppo TeamSystem Tali destinatari a seconda dei casi trattano i tuoi dati in qualità di autonomi titolari responsabili o incaricati del trattamento La lista completa e aggiornata dei soggetti che trattano i dati in qualità di responsabili del trattamento è disponibile su richiesta al Responsabile della Protezione dei",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Based on the provided text, it seems that several events are planned or already taking place within the company. These include:\n\n* Expansion of internal impact seeds with causes related to agreements of interdependence (not specified)\n* Integration of the \"plus one\" policy across all dimensions\n* Extension of plogging efforts to involve at least 50 people\n* Mobilization of cities through the platform cycle2work to raise awareness about cycling to work\n* Introduction of a new remuneration policy for wage increases shared among workers\n* Creation of more design circles and other theme-based groups\n* Support for local community building through technology",
            "source": [
                {
                    "content": "tematici Faciliteremo gruppi locali per favorire la coesione tra territorio e persone attraverso la tecnologia e usare il software e i processi collegati come forza per produrre del bene Cercheremo nuovi clienti che vorranno lavorare con noi su Progetti Comuni Lavoreremo su un grande progetto pro-bono che avrà impatto su una popolazione di 3 milioni di abitanti Abbiamo voglia di estendere la nostra governance all'esterno e di includere anche i nostri clienti e i nostri fornitori riguardo alla governance dell'impatto positivo che assieme produciamo Andremo ad implementare la logica del +1 in ogni decisione",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "società di recupero crediti; f soggetti ed autorità pubbliche il cui diritto di accesso ai tuoi dati personali è espressamente riconosciuto dalla legge da regolamenti o da provvedimenti emanati dalle autorità competenti; g potenziali acquirenti della Società ed entità risultati dalla fusione o ogni altra forma di trasformazione riguardante la Società; h banche dati pubbliche e sistemi informativi di informazioni creditizie Per le Finalità di Marketing e previo tuo consenso specifico i tuoi dati personali potranno essere comunicati anche a soggetti terzi e partner commerciali incaricati delle campagne di marketing svolte per conto della Società o delle altre società del gruppo TeamSystem Tali destinatari a seconda dei casi trattano i tuoi dati in qualità di autonomi titolari responsabili o incaricati del trattamento La lista completa e aggiornata dei soggetti che trattano i dati in qualità di responsabili del trattamento è disponibile su richiesta al Responsabile della Protezione dei",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "e Gestione di eventuali reclami e richieste invio delle comunicazioni di servizio e aggiornamenti sia tramite strumenti di comunicazione tradizionale quale la posta cartacea che tramite strumenti di comunicazione a distanza quali email chat telefono SMS chatbot banner sistemi di notifica e altri strumenti di comunicazione a distanza; f Attività di customer assistance e supporto all’utilizzo dei Servizi da parte dei singoli Clienti attività di tutorship e di gestione dei ticket aperti per finalità di assistenza anche tramite i Dati di Utilizzo; g Adempimento degli obblighi derivanti dalla legge vigente regolamenti o normativa comunitaria es obblighi fiscali e contabili ovvero gestione e risposta a richieste provenienti dalle competenti autorità amministrative e fiscali oltre che dall'autorità giudiziaria Le finalità sopra elencate sono congiuntamente definite le Finalità Contrattuali e di Legge e non è richiesto un espresso consenso dell'interessato La fornitura dei tuoi dati personali",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Nel  vogliamo sempre andare di più verso una versione azienda che sia guidata dal purpose Allargheremo gli Impact Seed interni con le cause anche legate agli accordi di interdipendenza e andremo a specificare la Internet Of Purpose Per tutti le dimensioni andremo ad Integrare la policy del +1 Amplificheremo il Plogging per cercare di estenderlo su almeno  persone Andremo a mobilitare delle città attraverso la nostra piattaforma cycle2work per sensibilizzare l'andare al lavoro in bicicletta Fare dei passi verso il Net Tutti i lavoratori di mondora avranno il proprio INDACO Integreremo la politica di gestione degli aumenti di salario compartecipata e andremo a gestire i soldi aziendali con intenzionalità Andremo a spingere maggiori Circoli di Design che produce bene e più in generale circoli tematici Faciliteremo gruppi locali per favorire la coesione tra territorio e persone attraverso la tecnologia e usare il software e i processi collegati come forza per produrre del bene Cercheremo",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The text mentions several employee and participant benefits related to the company's mission and goals. These include:\n\n* Providing group meetings and events to foster community among territory and people through technology (goal 2).\n* Offering training sessions on using the software and processes associated with producing good outcomes (goal 4).\n* Engaging in pro bono projects that have a positive impact on a population of 3 million inhabitants (goal 5).\n* Extending the company's governance outside its boundaries to involve clients and suppliers concerning the positive impact produced together (goal 6).\n* Implementing the \"plus one\" principle in every decision made by the company (goal 7).",
            "source": [
                {
                    "content": "società di recupero crediti; f soggetti ed autorità pubbliche il cui diritto di accesso ai tuoi dati personali è espressamente riconosciuto dalla legge da regolamenti o da provvedimenti emanati dalle autorità competenti; g potenziali acquirenti della Società ed entità risultati dalla fusione o ogni altra forma di trasformazione riguardante la Società; h banche dati pubbliche e sistemi informativi di informazioni creditizie Per le Finalità di Marketing e previo tuo consenso specifico i tuoi dati personali potranno essere comunicati anche a soggetti terzi e partner commerciali incaricati delle campagne di marketing svolte per conto della Società o delle altre società del gruppo TeamSystem Tali destinatari a seconda dei casi trattano i tuoi dati in qualità di autonomi titolari responsabili o incaricati del trattamento La lista completa e aggiornata dei soggetti che trattano i dati in qualità di responsabili del trattamento è disponibile su richiesta al Responsabile della Protezione dei",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "tematici Faciliteremo gruppi locali per favorire la coesione tra territorio e persone attraverso la tecnologia e usare il software e i processi collegati come forza per produrre del bene Cercheremo nuovi clienti che vorranno lavorare con noi su Progetti Comuni Lavoreremo su un grande progetto pro-bono che avrà impatto su una popolazione di 3 milioni di abitanti Abbiamo voglia di estendere la nostra governance all'esterno e di includere anche i nostri clienti e i nostri fornitori riguardo alla governance dell'impatto positivo che assieme produciamo Andremo ad implementare la logica del +1 in ogni decisione",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "con la Società Nel rispetto del principio di finalità e minimizzazione i tuoi dati personali possono essere comunicati ai seguenti soggetti terzi che svolgono attività funzionali a quelle relative al prodotto o servizio acquistato quali a terzi fornitori di servizi di assistenza e consulenza per la Società con riferimento alle attività dei settori a titolo meramente esemplificativo tecnologico contabile amministrativo legale assicurativo b società del gruppo TeamSystem c nei casi in cui il rapporto contrattuale preveda l'intervento di partner commerciali la Società potrà condividere alcuni dei tuoi dati personali con i propri distributori reseller e i partner facenti parte della catena di distribuzione dei prodotti e servizi del gruppo TeamSystem; d banche e istituti di credito; e società di recupero crediti; f soggetti ed autorità pubbliche il cui diritto di accesso ai tuoi dati personali è espressamente riconosciuto dalla legge da regolamenti o da provvedimenti emanati dalle",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "e Gestione di eventuali reclami e richieste invio delle comunicazioni di servizio e aggiornamenti sia tramite strumenti di comunicazione tradizionale quale la posta cartacea che tramite strumenti di comunicazione a distanza quali email chat telefono SMS chatbot banner sistemi di notifica e altri strumenti di comunicazione a distanza; f Attività di customer assistance e supporto all’utilizzo dei Servizi da parte dei singoli Clienti attività di tutorship e di gestione dei ticket aperti per finalità di assistenza anche tramite i Dati di Utilizzo; g Adempimento degli obblighi derivanti dalla legge vigente regolamenti o normativa comunitaria es obblighi fiscali e contabili ovvero gestione e risposta a richieste provenienti dalle competenti autorità amministrative e fiscali oltre che dall'autorità giudiziaria Le finalità sopra elencate sono congiuntamente definite le Finalità Contrattuali e di Legge e non è richiesto un espresso consenso dell'interessato La fornitura dei tuoi dati personali",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information about the società di recupero crediti and their partners, it can be inferred that they have recently released a financial or earnings report. However, without direct access to this report, it is not possible to provide specific details or key takeaways. It would be best to refer to the actual report itself for accurate information regarding any notable achievements, challenges faced, future outlook, and other relevant data points.",
            "source": [
                {
                    "content": "società di recupero crediti; f soggetti ed autorità pubbliche il cui diritto di accesso ai tuoi dati personali è espressamente riconosciuto dalla legge da regolamenti o da provvedimenti emanati dalle autorità competenti; g potenziali acquirenti della Società ed entità risultati dalla fusione o ogni altra forma di trasformazione riguardante la Società; h banche dati pubbliche e sistemi informativi di informazioni creditizie Per le Finalità di Marketing e previo tuo consenso specifico i tuoi dati personali potranno essere comunicati anche a soggetti terzi e partner commerciali incaricati delle campagne di marketing svolte per conto della Società o delle altre società del gruppo TeamSystem Tali destinatari a seconda dei casi trattano i tuoi dati in qualità di autonomi titolari responsabili o incaricati del trattamento La lista completa e aggiornata dei soggetti che trattano i dati in qualità di responsabili del trattamento è disponibile su richiesta al Responsabile della Protezione dei",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "dei dati raccolti; i Far valere e difendere i diritti della Società anche nell'ambito di procedure di recupero crediti e di assegnazione dei crediti a società autorizzate anche attraverso terze parti e per prevenire e contrastare eventuali frodi; j Per portare a termine una potenziale fusione cessione di beni cessione d'azienda di ramo d'azienda o operazioni finanziarie comunicando e trasferendo i dati alla/e terza/e parte/i coinvolta/e; k Per inviare via email ai sensi dell’articolo  comma 4 del Decreto Legislativo / “Codice Privacy” comunicazioni di marketing su servizi o prodotti analoghi a quelli oggetto del contratto concluso con Mondora fermo restando che in qualsiasi momento avrai la possibilità di opporti all’invio di tali comunicazioni; Le descritte Finalità di Legittimo Interesse non necessitano del tuo specifico consenso rientrando nell'eccezione prevista dall'art 6 comma 1 lett f del GDPR Ad ogni modo in conformità al GDPR la Società ha svolto un approfondito bilanciamento",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Nel caso in cui desideri ricevere ulteriori informazioni in merito alle garanzie in essere e richiedere una copia delle stesse puoi contattare il Responsabile della Protezione dei dati secondo le modalità indicate nella presente informativa I tuoi dati personali sono trattati dalla Società con sistemi elettronici e manuali secondo i principi di correttezza lealtà e trasparenza previsti dalla normativa applicabile in materia di protezione dei dati personali e tutelando la tua riservatezza tramite misure di sicurezza tecniche ed organizzative per garantire un livello di sicurezza adeguato Tali trattamenti hanno luogo presso la sede della Società e/o presso i Responsabili esterni del trattamento che effettuano il trattamento per conto delle società del gruppo TeamSystem Con riferimento ai Dati di Utilizzo nel rispetto delle finalità descritte e ove necessario del tuo espresso consenso le attività di analisi possono essere effettuate anche mediante interconnessione dei tuoi dati relativi",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "riferimento alla raccolta in cloud dei Dati di Utilizzo tra gli altri la Società utilizza strumenti analitici come I dati saranno conservati per il periodo di tempo necessario al perseguimento delle finalità per cui tali dati sono stati raccolti come affermato in questa informativa In ogni caso i seguenti termini di conservazione si applicheranno con riferimento ai trattamenti dei dati per le finalità riportate di seguito i per le Finalità Contrattuali e di Legittimo Interesse i dati vengono conservati per un periodo pari alla durata della fornitura dei servizi da te richiesti e per i 10 anni successivi periodo in cui matura la prescrizione per l'eventuale responsabilità contrattuale fatta valere dal cliente contro Mondora fatti salvi i casi in cui la conservazione per un periodo successivo sia richiesta per eventuali contenziosi richieste delle autorità competenti o ai sensi della normativa applicabile; ii per le Finalità di Marketing i dati vengono conservati per un periodo pari a",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided text, it does not explicitly mention any investor events or funding rounds related to the company. However, it is possible that such events could be held in the future. To stay updated on potential investor events and funding rounds, you can visit the company's website, follow their social media accounts, or sign up for email updates if they offer such services.",
            "source": [
                {
                    "content": "società di recupero crediti; f soggetti ed autorità pubbliche il cui diritto di accesso ai tuoi dati personali è espressamente riconosciuto dalla legge da regolamenti o da provvedimenti emanati dalle autorità competenti; g potenziali acquirenti della Società ed entità risultati dalla fusione o ogni altra forma di trasformazione riguardante la Società; h banche dati pubbliche e sistemi informativi di informazioni creditizie Per le Finalità di Marketing e previo tuo consenso specifico i tuoi dati personali potranno essere comunicati anche a soggetti terzi e partner commerciali incaricati delle campagne di marketing svolte per conto della Società o delle altre società del gruppo TeamSystem Tali destinatari a seconda dei casi trattano i tuoi dati in qualità di autonomi titolari responsabili o incaricati del trattamento La lista completa e aggiornata dei soggetti che trattano i dati in qualità di responsabili del trattamento è disponibile su richiesta al Responsabile della Protezione dei",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "con la Società Nel rispetto del principio di finalità e minimizzazione i tuoi dati personali possono essere comunicati ai seguenti soggetti terzi che svolgono attività funzionali a quelle relative al prodotto o servizio acquistato quali a terzi fornitori di servizi di assistenza e consulenza per la Società con riferimento alle attività dei settori a titolo meramente esemplificativo tecnologico contabile amministrativo legale assicurativo b società del gruppo TeamSystem c nei casi in cui il rapporto contrattuale preveda l'intervento di partner commerciali la Società potrà condividere alcuni dei tuoi dati personali con i propri distributori reseller e i partner facenti parte della catena di distribuzione dei prodotti e servizi del gruppo TeamSystem; d banche e istituti di credito; e società di recupero crediti; f soggetti ed autorità pubbliche il cui diritto di accesso ai tuoi dati personali è espressamente riconosciuto dalla legge da regolamenti o da provvedimenti emanati dalle",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "sia richiesta per eventuali contenziosi richieste delle autorità competenti o ai sensi della normativa applicabile; ii per le Finalità di Marketing i dati vengono conservati per un periodo pari a 24 mesi dalla data in cui il consenso viene prestato ovvero rinnovato in occasione dell'acquisto di un nuovo prodotto o servizio a Mondora oppure data dell'ultimo contatto con te da intendersi tra gli altri la partecipazione ad un evento della Società la fruizione di un prodotto o servizio fornito dalla Società o l'apertura di una newsletter congiuntamente definiti l'Ultimo Contatto; Se cambi idea puoi modificare in qualsiasi momento il consenso prestato per finalità di marketing nei modi indicati qui sotto o qualora tu non voglia più ricevere le nostre comunicazioni commerciali utilizzando il link di cancellazione disponibile in calce alle nostre comunicazioni commerciali L'eventuale mancato rilascio o revoca del consenso non pregiudicano in alcun modo la fruizione dei nostri servizi In",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "di Utilizzo nel rispetto delle finalità descritte e ove necessario del tuo espresso consenso le attività di analisi possono essere effettuate anche mediante interconnessione dei tuoi dati relativi ai differenti prodotti e servizi da te acquistati dalle società del Gruppo TeamSystem sia con riguardo ai prodotti on premises con l’acquisizione dei Dati di Utilizzo generati in locale nel contesto dell’utilizzo dei prodotti e/o servizi di TeamSystem sia per quelli in cloud ossia durante l'utilizzo online dei servizi stessi Per le statistiche di utilizzo la Società si avvale di strumenti che consentono la raccolta dei Dati di Utilizzo Tali strumenti possono comportare l’archiviazione di informazioni nell’applicativo utilizzato tramite il tuo terminale o l’accesso a tali informazioni Con specifico riferimento alla raccolta in cloud dei Dati di Utilizzo tra gli altri la Società utilizza strumenti analitici come I dati saranno conservati per il periodo di tempo necessario al perseguimento",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided text, there are no explicit mentions of financial or funding goals specifically related to the next period. However, it is evident that the company has plans to expand its operations and services during the next period. Some of these initiatives include increasing the use of IoP (Internet of Purpose), integrating internal impact seeds, mobilizing cities through their platform \"cycle2work\" to raise awareness about cycling to work, creating more circles of design, facilitating local groups, and enhancing customer assistance and support. These efforts may require additional resources, which could potentially involve financial or funding goals.",
            "source": [
                {
                    "content": "sia richiesta per eventuali contenziosi richieste delle autorità competenti o ai sensi della normativa applicabile; ii per le Finalità di Marketing i dati vengono conservati per un periodo pari a 24 mesi dalla data in cui il consenso viene prestato ovvero rinnovato in occasione dell'acquisto di un nuovo prodotto o servizio a Mondora oppure data dell'ultimo contatto con te da intendersi tra gli altri la partecipazione ad un evento della Società la fruizione di un prodotto o servizio fornito dalla Società o l'apertura di una newsletter congiuntamente definiti l'Ultimo Contatto; Se cambi idea puoi modificare in qualsiasi momento il consenso prestato per finalità di marketing nei modi indicati qui sotto o qualora tu non voglia più ricevere le nostre comunicazioni commerciali utilizzando il link di cancellazione disponibile in calce alle nostre comunicazioni commerciali L'eventuale mancato rilascio o revoca del consenso non pregiudicano in alcun modo la fruizione dei nostri servizi In",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Nel  vogliamo sempre andare di più verso una versione azienda che sia guidata dal purpose Allargheremo gli Impact Seed interni con le cause anche legate agli accordi di interdipendenza e andremo a specificare la Internet Of Purpose Per tutti le dimensioni andremo ad Integrare la policy del +1 Amplificheremo il Plogging per cercare di estenderlo su almeno  persone Andremo a mobilitare delle città attraverso la nostra piattaforma cycle2work per sensibilizzare l'andare al lavoro in bicicletta Fare dei passi verso il Net Tutti i lavoratori di mondora avranno il proprio INDACO Integreremo la politica di gestione degli aumenti di salario compartecipata e andremo a gestire i soldi aziendali con intenzionalità Andremo a spingere maggiori Circoli di Design che produce bene e più in generale circoli tematici Faciliteremo gruppi locali per favorire la coesione tra territorio e persone attraverso la tecnologia e usare il software e i processi collegati come forza per produrre del bene Cercheremo",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "e Gestione di eventuali reclami e richieste invio delle comunicazioni di servizio e aggiornamenti sia tramite strumenti di comunicazione tradizionale quale la posta cartacea che tramite strumenti di comunicazione a distanza quali email chat telefono SMS chatbot banner sistemi di notifica e altri strumenti di comunicazione a distanza; f Attività di customer assistance e supporto all’utilizzo dei Servizi da parte dei singoli Clienti attività di tutorship e di gestione dei ticket aperti per finalità di assistenza anche tramite i Dati di Utilizzo; g Adempimento degli obblighi derivanti dalla legge vigente regolamenti o normativa comunitaria es obblighi fiscali e contabili ovvero gestione e risposta a richieste provenienti dalle competenti autorità amministrative e fiscali oltre che dall'autorità giudiziaria Le finalità sopra elencate sono congiuntamente definite le Finalità Contrattuali e di Legge e non è richiesto un espresso consenso dell'interessato La fornitura dei tuoi dati personali",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "riferimento alla raccolta in cloud dei Dati di Utilizzo tra gli altri la Società utilizza strumenti analitici come I dati saranno conservati per il periodo di tempo necessario al perseguimento delle finalità per cui tali dati sono stati raccolti come affermato in questa informativa In ogni caso i seguenti termini di conservazione si applicheranno con riferimento ai trattamenti dei dati per le finalità riportate di seguito i per le Finalità Contrattuali e di Legittimo Interesse i dati vengono conservati per un periodo pari alla durata della fornitura dei servizi da te richiesti e per i 10 anni successivi periodo in cui matura la prescrizione per l'eventuale responsabilità contrattuale fatta valere dal cliente contro Mondora fatti salvi i casi in cui la conservazione per un periodo successivo sia richiesta per eventuali contenziosi richieste delle autorità competenti o ai sensi della normativa applicabile; ii per le Finalità di Marketing i dati vengono conservati per un periodo pari a",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " As of my knowledge cutoff date in September 209, there were no recent publications, research findings, or introduced technologies related to this text. However, it is important to note that any information beyond this date would require more current data, which is not available through this platform.",
            "source": [
                {
                    "content": "Nel  vogliamo sempre andare di più verso una versione azienda che sia guidata dal purpose Allargheremo gli Impact Seed interni con le cause anche legate agli accordi di interdipendenza e andremo a specificare la Internet Of Purpose Per tutti le dimensioni andremo ad Integrare la policy del +1 Amplificheremo il Plogging per cercare di estenderlo su almeno  persone Andremo a mobilitare delle città attraverso la nostra piattaforma cycle2work per sensibilizzare l'andare al lavoro in bicicletta Fare dei passi verso il Net Tutti i lavoratori di mondora avranno il proprio INDACO Integreremo la politica di gestione degli aumenti di salario compartecipata e andremo a gestire i soldi aziendali con intenzionalità Andremo a spingere maggiori Circoli di Design che produce bene e più in generale circoli tematici Faciliteremo gruppi locali per favorire la coesione tra territorio e persone attraverso la tecnologia e usare il software e i processi collegati come forza per produrre del bene Cercheremo",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Nel caso in cui desideri ricevere ulteriori informazioni in merito alle garanzie in essere e richiedere una copia delle stesse puoi contattare il Responsabile della Protezione dei dati secondo le modalità indicate nella presente informativa I tuoi dati personali sono trattati dalla Società con sistemi elettronici e manuali secondo i principi di correttezza lealtà e trasparenza previsti dalla normativa applicabile in materia di protezione dei dati personali e tutelando la tua riservatezza tramite misure di sicurezza tecniche ed organizzative per garantire un livello di sicurezza adeguato Tali trattamenti hanno luogo presso la sede della Società e/o presso i Responsabili esterni del trattamento che effettuano il trattamento per conto delle società del gruppo TeamSystem Con riferimento ai Dati di Utilizzo nel rispetto delle finalità descritte e ove necessario del tuo espresso consenso le attività di analisi possono essere effettuate anche mediante interconnessione dei tuoi dati relativi",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "di Utilizzo nel rispetto delle finalità descritte e ove necessario del tuo espresso consenso le attività di analisi possono essere effettuate anche mediante interconnessione dei tuoi dati relativi ai differenti prodotti e servizi da te acquistati dalle società del Gruppo TeamSystem sia con riguardo ai prodotti on premises con l’acquisizione dei Dati di Utilizzo generati in locale nel contesto dell’utilizzo dei prodotti e/o servizi di TeamSystem sia per quelli in cloud ossia durante l'utilizzo online dei servizi stessi Per le statistiche di utilizzo la Società si avvale di strumenti che consentono la raccolta dei Dati di Utilizzo Tali strumenti possono comportare l’archiviazione di informazioni nell’applicativo utilizzato tramite il tuo terminale o l’accesso a tali informazioni Con specifico riferimento alla raccolta in cloud dei Dati di Utilizzo tra gli altri la Società utilizza strumenti analitici come I dati saranno conservati per il periodo di tempo necessario al perseguimento",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "riferimento alla raccolta in cloud dei Dati di Utilizzo tra gli altri la Società utilizza strumenti analitici come I dati saranno conservati per il periodo di tempo necessario al perseguimento delle finalità per cui tali dati sono stati raccolti come affermato in questa informativa In ogni caso i seguenti termini di conservazione si applicheranno con riferimento ai trattamenti dei dati per le finalità riportate di seguito i per le Finalità Contrattuali e di Legittimo Interesse i dati vengono conservati per un periodo pari alla durata della fornitura dei servizi da te richiesti e per i 10 anni successivi periodo in cui matura la prescrizione per l'eventuale responsabilità contrattuale fatta valere dal cliente contro Mondora fatti salvi i casi in cui la conservazione per un periodo successivo sia richiesta per eventuali contenziosi richieste delle autorità competenti o ai sensi della normativa applicabile; ii per le Finalità di Marketing i dati vengono conservati per un periodo pari a",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided text, it seems that there are several ongoing and upcoming research projects and innovation initiatives within the company. Some of these include:\n\n1. Expansion of impact seeds internally through causes related to interdependence agreements (possibly referring to partnerships with other organizations).\n2. Integrating the \"+1\" amplification policy for the \"Internet of Purpose\" across all dimensions.\n3. Mobilizing cities through the company's platform \"cycle2work\" to raise awareness about going to work by bike (\"Plogging\").\n4. Encouraging the use of electric bikes through incentives and promotions.\n5. Developing circular economy models for products and services.\n6. Creating more circles of design focused on producing high-quality goods and fostering various theme-based communities.\n7. Supporting local community groups to promote unity between territory and people through technology.\n8. Promoting sustainable transportation solutions such as carpooling and public transit.\n9. Implementing digital tools and platforms for efficient communication and collaboration among team members.\n10. Exploring new technologies and approaches to improve product development processes and enhance customer experience.\n\nThese are some of the ongoing and planned research projects and innovation initiatives mentioned in the text.",
            "source": [
                {
                    "content": "Nel  vogliamo sempre andare di più verso una versione azienda che sia guidata dal purpose Allargheremo gli Impact Seed interni con le cause anche legate agli accordi di interdipendenza e andremo a specificare la Internet Of Purpose Per tutti le dimensioni andremo ad Integrare la policy del +1 Amplificheremo il Plogging per cercare di estenderlo su almeno  persone Andremo a mobilitare delle città attraverso la nostra piattaforma cycle2work per sensibilizzare l'andare al lavoro in bicicletta Fare dei passi verso il Net Tutti i lavoratori di mondora avranno il proprio INDACO Integreremo la politica di gestione degli aumenti di salario compartecipata e andremo a gestire i soldi aziendali con intenzionalità Andremo a spingere maggiori Circoli di Design che produce bene e più in generale circoli tematici Faciliteremo gruppi locali per favorire la coesione tra territorio e persone attraverso la tecnologia e usare il software e i processi collegati come forza per produrre del bene Cercheremo",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "di Utilizzo nel rispetto delle finalità descritte e ove necessario del tuo espresso consenso le attività di analisi possono essere effettuate anche mediante interconnessione dei tuoi dati relativi ai differenti prodotti e servizi da te acquistati dalle società del Gruppo TeamSystem sia con riguardo ai prodotti on premises con l’acquisizione dei Dati di Utilizzo generati in locale nel contesto dell’utilizzo dei prodotti e/o servizi di TeamSystem sia per quelli in cloud ossia durante l'utilizzo online dei servizi stessi Per le statistiche di utilizzo la Società si avvale di strumenti che consentono la raccolta dei Dati di Utilizzo Tali strumenti possono comportare l’archiviazione di informazioni nell’applicativo utilizzato tramite il tuo terminale o l’accesso a tali informazioni Con specifico riferimento alla raccolta in cloud dei Dati di Utilizzo tra gli altri la Società utilizza strumenti analitici come I dati saranno conservati per il periodo di tempo necessario al perseguimento",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "riferimento alla raccolta in cloud dei Dati di Utilizzo tra gli altri la Società utilizza strumenti analitici come I dati saranno conservati per il periodo di tempo necessario al perseguimento delle finalità per cui tali dati sono stati raccolti come affermato in questa informativa In ogni caso i seguenti termini di conservazione si applicheranno con riferimento ai trattamenti dei dati per le finalità riportate di seguito i per le Finalità Contrattuali e di Legittimo Interesse i dati vengono conservati per un periodo pari alla durata della fornitura dei servizi da te richiesti e per i 10 anni successivi periodo in cui matura la prescrizione per l'eventuale responsabilità contrattuale fatta valere dal cliente contro Mondora fatti salvi i casi in cui la conservazione per un periodo successivo sia richiesta per eventuali contenziosi richieste delle autorità competenti o ai sensi della normativa applicabile; ii per le Finalità di Marketing i dati vengono conservati per un periodo pari a",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "società di recupero crediti; f soggetti ed autorità pubbliche il cui diritto di accesso ai tuoi dati personali è espressamente riconosciuto dalla legge da regolamenti o da provvedimenti emanati dalle autorità competenti; g potenziali acquirenti della Società ed entità risultati dalla fusione o ogni altra forma di trasformazione riguardante la Società; h banche dati pubbliche e sistemi informativi di informazioni creditizie Per le Finalità di Marketing e previo tuo consenso specifico i tuoi dati personali potranno essere comunicati anche a soggetti terzi e partner commerciali incaricati delle campagne di marketing svolte per conto della Società o delle altre società del gruppo TeamSystem Tali destinatari a seconda dei casi trattano i tuoi dati in qualità di autonomi titolari responsabili o incaricati del trattamento La lista completa e aggiornata dei soggetti che trattano i dati in qualità di responsabili del trattamento è disponibile su richiesta al Responsabile della Protezione dei",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " As of my knowledge cutoff date in September 209, there were several notable research grants and innovation awards distributed by various organizations around the world. Some examples include:\n\n1. Nobel Prize: The prestigious Nobel Prizes are awarded annually for outstanding contributions in various fields such as physics, chemistry, physiology or medicine, literature, and peace. The winners are selected by committees appointed by the Royal Swedish Academy of Sciences, the Karolinska Institute, and the Norwegian Nobel Committee.\n\n1. MacArthur Fellowship: Also known as the \"Genius Grant,\" this award is given annually by the John D. and Catherine T. MacArthur Foundation to talented individuals who have shown extraordinary originality and dedication in their respective fields. Recipients receive a no-strings-attached grant of $62,50 over five years.\n\n1. Pulitzer Prize: Established in 195, the Pulitzer Prizes recognize excellence in journalism, literature, and musical composition in the United States. The prizes are administered by Columbia University in New York City.\n\nThese are only a few examples of the many research grants and innovation awards available across various disciplines and regions. It is essential to note that the distribution of these grants may change over time due to changes in funding priorities, economic conditions, and other factors.",
            "source": [
                {
                    "content": "società di recupero crediti; f soggetti ed autorità pubbliche il cui diritto di accesso ai tuoi dati personali è espressamente riconosciuto dalla legge da regolamenti o da provvedimenti emanati dalle autorità competenti; g potenziali acquirenti della Società ed entità risultati dalla fusione o ogni altra forma di trasformazione riguardante la Società; h banche dati pubbliche e sistemi informativi di informazioni creditizie Per le Finalità di Marketing e previo tuo consenso specifico i tuoi dati personali potranno essere comunicati anche a soggetti terzi e partner commerciali incaricati delle campagne di marketing svolte per conto della Società o delle altre società del gruppo TeamSystem Tali destinatari a seconda dei casi trattano i tuoi dati in qualità di autonomi titolari responsabili o incaricati del trattamento La lista completa e aggiornata dei soggetti che trattano i dati in qualità di responsabili del trattamento è disponibile su richiesta al Responsabile della Protezione dei",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Nel  vogliamo sempre andare di più verso una versione azienda che sia guidata dal purpose Allargheremo gli Impact Seed interni con le cause anche legate agli accordi di interdipendenza e andremo a specificare la Internet Of Purpose Per tutti le dimensioni andremo ad Integrare la policy del +1 Amplificheremo il Plogging per cercare di estenderlo su almeno  persone Andremo a mobilitare delle città attraverso la nostra piattaforma cycle2work per sensibilizzare l'andare al lavoro in bicicletta Fare dei passi verso il Net Tutti i lavoratori di mondora avranno il proprio INDACO Integreremo la politica di gestione degli aumenti di salario compartecipata e andremo a gestire i soldi aziendali con intenzionalità Andremo a spingere maggiori Circoli di Design che produce bene e più in generale circoli tematici Faciliteremo gruppi locali per favorire la coesione tra territorio e persone attraverso la tecnologia e usare il software e i processi collegati come forza per produrre del bene Cercheremo",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "di seguito sono fornite le informazioni relative al trattamento dei dati personali effettuato attraverso il nostro sito web mondoracom di seguito il Sito o altrimenti effettuato in relazione ai nostri prodotti e servizi ai sensi del Regolamento UE n / di seguito il Regolamento o GDPR Il titolare del trattamento è la società MONDORA SRL Società Benefit di seguito “Mondora” noi nostro o la Società con sede legale in Viale Tunisia 4  Milano MI contattabile all'indirizzo  di seguito solo il Titolare Mondora o la Società Forniamo questa informativa non solo per adempiere agli obblighi di legge in materia di protezione dei dati personali previsti dal GDPR ma anche perché crediamo che la tutela dei dati personali sia un valore fondamentale della nostra attività di impresa e vogliamo fornirti ogni informazione che possa aiutarti a tutelare la tua privacy e a controllare l’utilizzo che viene fatto dei tuoi dati Il Responsabile della Protezione dei Dati di Mondora che è la figura incaricata",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "la società Mondora Srl Società Benefit di seguito “Mondora” noi nostro o la Società con sede legale in Viale Tunisia 4  Milano MI contattabile all'indirizzo  in qualità di titolare del trattamento ti fornisce di seguito le informazioni relative all'utilizzo dei cookie sul nostro sito web mondoracom di seguito il Sito I cookie sono stringhe di testo di piccole dimensioni che il Sito invia al terminale dell'Utente dove vengono memorizzati per essere poi ritrasmessi al Sito stesso alla sua successiva visita I cookie possono essere di prima parte apposti direttamente dalla Società o di terze parti I cookie sono utili perché consentono al Sito di riconoscere il dispositivo dell'Utente e consentono di navigare fra le pagine ricordando le preferenze espresse e migliorando la esperienza di navigazione degli Utenti In determinati casi alcune tipologie di cookie possono inoltre fare in modo che le pubblicità visualizzate online siano più adeguate all'Utente o pertinenti ai suoi interessi Per",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization is collaborating with various entities such as:\n\n1. Potential buyers of the company and other relevant entities resulting from mergers or any other forms of transformation involving the company.\n2. Public databases and information systems related to credit data.\n3. Banks and financial institutions dealing with credit data.\n4. Potential partners for marketing campaigns carried out by the company or its affiliates within the group. These partners are responsible for handling personal data under their own autonomy, responsibility, or delegation.\n5. Other companies within the same group (TeamSystem).\n6. Third-party service providers involved in providing assistance or consultancy services for the company, including but not limited to technical support, accounting, legal advice, insurance, etc.\n7. In cases where the contractual relationship involves third parties, the company may communicate personal data to these individuals or entities acting as independent controllers or authorized representatives responsible for processing personal data.\n8. Companies belonging to the same group (TeamSystem) can share some of your personal data with their respective suppliers, resellers, and partners involved in product distribution within the group.\n9. Financial institutions and credit recovery agencies.\n10. State authorities and public officials whose right to access your personal data is expressly recognized by law, regulations, or court orders issued by competent authorities.\n11. Soggetti ed Autorità Pubbliche il cui diritto di accesso ai tuoi dati personali è espressamente riconosciuto dalla legge da regolamenti o da provvedimenti emanati dalle Autorità Competenti;",
            "source": [
                {
                    "content": "tematici Faciliteremo gruppi locali per favorire la coesione tra territorio e persone attraverso la tecnologia e usare il software e i processi collegati come forza per produrre del bene Cercheremo nuovi clienti che vorranno lavorare con noi su Progetti Comuni Lavoreremo su un grande progetto pro-bono che avrà impatto su una popolazione di 3 milioni di abitanti Abbiamo voglia di estendere la nostra governance all'esterno e di includere anche i nostri clienti e i nostri fornitori riguardo alla governance dell'impatto positivo che assieme produciamo Andremo ad implementare la logica del +1 in ogni decisione",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "società di recupero crediti; f soggetti ed autorità pubbliche il cui diritto di accesso ai tuoi dati personali è espressamente riconosciuto dalla legge da regolamenti o da provvedimenti emanati dalle autorità competenti; g potenziali acquirenti della Società ed entità risultati dalla fusione o ogni altra forma di trasformazione riguardante la Società; h banche dati pubbliche e sistemi informativi di informazioni creditizie Per le Finalità di Marketing e previo tuo consenso specifico i tuoi dati personali potranno essere comunicati anche a soggetti terzi e partner commerciali incaricati delle campagne di marketing svolte per conto della Società o delle altre società del gruppo TeamSystem Tali destinatari a seconda dei casi trattano i tuoi dati in qualità di autonomi titolari responsabili o incaricati del trattamento La lista completa e aggiornata dei soggetti che trattano i dati in qualità di responsabili del trattamento è disponibile su richiesta al Responsabile della Protezione dei",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "con la Società Nel rispetto del principio di finalità e minimizzazione i tuoi dati personali possono essere comunicati ai seguenti soggetti terzi che svolgono attività funzionali a quelle relative al prodotto o servizio acquistato quali a terzi fornitori di servizi di assistenza e consulenza per la Società con riferimento alle attività dei settori a titolo meramente esemplificativo tecnologico contabile amministrativo legale assicurativo b società del gruppo TeamSystem c nei casi in cui il rapporto contrattuale preveda l'intervento di partner commerciali la Società potrà condividere alcuni dei tuoi dati personali con i propri distributori reseller e i partner facenti parte della catena di distribuzione dei prodotti e servizi del gruppo TeamSystem; d banche e istituti di credito; e società di recupero crediti; f soggetti ed autorità pubbliche il cui diritto di accesso ai tuoi dati personali è espressamente riconosciuto dalla legge da regolamenti o da provvedimenti emanati dalle",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "di Utilizzo nel rispetto delle finalità descritte e ove necessario del tuo espresso consenso le attività di analisi possono essere effettuate anche mediante interconnessione dei tuoi dati relativi ai differenti prodotti e servizi da te acquistati dalle società del Gruppo TeamSystem sia con riguardo ai prodotti on premises con l’acquisizione dei Dati di Utilizzo generati in locale nel contesto dell’utilizzo dei prodotti e/o servizi di TeamSystem sia per quelli in cloud ossia durante l'utilizzo online dei servizi stessi Per le statistiche di utilizzo la Società si avvale di strumenti che consentono la raccolta dei Dati di Utilizzo Tali strumenti possono comportare l’archiviazione di informazioni nell’applicativo utilizzato tramite il tuo terminale o l’accesso a tali informazioni Con specifico riferimento alla raccolta in cloud dei Dati di Utilizzo tra gli altri la Società utilizza strumenti analitici come I dati saranno conservati per il periodo di tempo necessario al perseguimento",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided information, it seems that there are several collaborative efforts planned by the company. Some of these include:\n\n1. Joint events with local communities to foster territorial cohesion through technology and using software and related processes as a force for good.\n2. Collaborating on large-scale pro-bono projects that will have a positive impact on a population of 3 million people.\n3. Extending the company's governance outside its boundaries to involve clients, suppliers, and other stakeholders regarding the positive impact they produce together.\n4. Implementing the \"plus one\" logic in every decision-making process.\n5. Participation in joint projects with other companies within the same group (TeamSystem).",
            "source": [
                {
                    "content": "tematici Faciliteremo gruppi locali per favorire la coesione tra territorio e persone attraverso la tecnologia e usare il software e i processi collegati come forza per produrre del bene Cercheremo nuovi clienti che vorranno lavorare con noi su Progetti Comuni Lavoreremo su un grande progetto pro-bono che avrà impatto su una popolazione di 3 milioni di abitanti Abbiamo voglia di estendere la nostra governance all'esterno e di includere anche i nostri clienti e i nostri fornitori riguardo alla governance dell'impatto positivo che assieme produciamo Andremo ad implementare la logica del +1 in ogni decisione",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "società di recupero crediti; f soggetti ed autorità pubbliche il cui diritto di accesso ai tuoi dati personali è espressamente riconosciuto dalla legge da regolamenti o da provvedimenti emanati dalle autorità competenti; g potenziali acquirenti della Società ed entità risultati dalla fusione o ogni altra forma di trasformazione riguardante la Società; h banche dati pubbliche e sistemi informativi di informazioni creditizie Per le Finalità di Marketing e previo tuo consenso specifico i tuoi dati personali potranno essere comunicati anche a soggetti terzi e partner commerciali incaricati delle campagne di marketing svolte per conto della Società o delle altre società del gruppo TeamSystem Tali destinatari a seconda dei casi trattano i tuoi dati in qualità di autonomi titolari responsabili o incaricati del trattamento La lista completa e aggiornata dei soggetti che trattano i dati in qualità di responsabili del trattamento è disponibile su richiesta al Responsabile della Protezione dei",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Nel  vogliamo sempre andare di più verso una versione azienda che sia guidata dal purpose Allargheremo gli Impact Seed interni con le cause anche legate agli accordi di interdipendenza e andremo a specificare la Internet Of Purpose Per tutti le dimensioni andremo ad Integrare la policy del +1 Amplificheremo il Plogging per cercare di estenderlo su almeno  persone Andremo a mobilitare delle città attraverso la nostra piattaforma cycle2work per sensibilizzare l'andare al lavoro in bicicletta Fare dei passi verso il Net Tutti i lavoratori di mondora avranno il proprio INDACO Integreremo la politica di gestione degli aumenti di salario compartecipata e andremo a gestire i soldi aziendali con intenzionalità Andremo a spingere maggiori Circoli di Design che produce bene e più in generale circoli tematici Faciliteremo gruppi locali per favorire la coesione tra territorio e persone attraverso la tecnologia e usare il software e i processi collegati come forza per produrre del bene Cercheremo",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "con la Società Nel rispetto del principio di finalità e minimizzazione i tuoi dati personali possono essere comunicati ai seguenti soggetti terzi che svolgono attività funzionali a quelle relative al prodotto o servizio acquistato quali a terzi fornitori di servizi di assistenza e consulenza per la Società con riferimento alle attività dei settori a titolo meramente esemplificativo tecnologico contabile amministrativo legale assicurativo b società del gruppo TeamSystem c nei casi in cui il rapporto contrattuale preveda l'intervento di partner commerciali la Società potrà condividere alcuni dei tuoi dati personali con i propri distributori reseller e i partner facenti parte della catena di distribuzione dei prodotti e servizi del gruppo TeamSystem; d banche e istituti di credito; e società di recupero crediti; f soggetti ed autorità pubbliche il cui diritto di accesso ai tuoi dati personali è espressamente riconosciuto dalla legge da regolamenti o da provvedimenti emanati dalle",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " The mutual objectives and outcomes expected from these collaborations include:\n\n1. Expansion of the company's purpose-driven version aimed towards enterprise guided by its purpose.\n2. Enlargement of internal impact seeds within the organization with causes related to interdependence agreements.\n3. Specification of the Internet of Purpose for all dimensions, including integration of the +1 amplification policy.\n4. Mobilization of cities through the platform cycle2work to raise awareness about going to work on a bike.\n5. Steps toward net+all with all workers having their own INDACO integrated into their job roles.\n6. Integration of wage increase management policies, including compartecipated salary increments.\n7. Encouragement of more design thematic circles producing good products and services overall.\n8. Search for new clients interested in working with the company on common projects.\n9. Implementation of the +1 logic in every decision-making process.\n10. Extension of the company's governance outside the organization, involving both clients and suppliers regarding positive impact governance produced together.\n11. Completion of a significant pro-bono project expected to have a positive impact on a population of 3 million inhabitants.\n12. Desire to extend the +1 logic to all areas of society, including clients and suppliers.\n13. Collaboration with social recovery credit data subjects, public entities whose right of access to personal data is expressly recognized by law or regulations issued by competent authorities, potential acquirers of the company, and other relevant stakeholders.\n\nThese collaborations aim to achieve shared goals and desired outcomes, ultimately contributing to the growth and success of the company while fostering positive change in society.",
            "source": [
                {
                    "content": "Nel  vogliamo sempre andare di più verso una versione azienda che sia guidata dal purpose Allargheremo gli Impact Seed interni con le cause anche legate agli accordi di interdipendenza e andremo a specificare la Internet Of Purpose Per tutti le dimensioni andremo ad Integrare la policy del +1 Amplificheremo il Plogging per cercare di estenderlo su almeno  persone Andremo a mobilitare delle città attraverso la nostra piattaforma cycle2work per sensibilizzare l'andare al lavoro in bicicletta Fare dei passi verso il Net Tutti i lavoratori di mondora avranno il proprio INDACO Integreremo la politica di gestione degli aumenti di salario compartecipata e andremo a gestire i soldi aziendali con intenzionalità Andremo a spingere maggiori Circoli di Design che produce bene e più in generale circoli tematici Faciliteremo gruppi locali per favorire la coesione tra territorio e persone attraverso la tecnologia e usare il software e i processi collegati come forza per produrre del bene Cercheremo",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "tematici Faciliteremo gruppi locali per favorire la coesione tra territorio e persone attraverso la tecnologia e usare il software e i processi collegati come forza per produrre del bene Cercheremo nuovi clienti che vorranno lavorare con noi su Progetti Comuni Lavoreremo su un grande progetto pro-bono che avrà impatto su una popolazione di 3 milioni di abitanti Abbiamo voglia di estendere la nostra governance all'esterno e di includere anche i nostri clienti e i nostri fornitori riguardo alla governance dell'impatto positivo che assieme produciamo Andremo ad implementare la logica del +1 in ogni decisione",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "società di recupero crediti; f soggetti ed autorità pubbliche il cui diritto di accesso ai tuoi dati personali è espressamente riconosciuto dalla legge da regolamenti o da provvedimenti emanati dalle autorità competenti; g potenziali acquirenti della Società ed entità risultati dalla fusione o ogni altra forma di trasformazione riguardante la Società; h banche dati pubbliche e sistemi informativi di informazioni creditizie Per le Finalità di Marketing e previo tuo consenso specifico i tuoi dati personali potranno essere comunicati anche a soggetti terzi e partner commerciali incaricati delle campagne di marketing svolte per conto della Società o delle altre società del gruppo TeamSystem Tali destinatari a seconda dei casi trattano i tuoi dati in qualità di autonomi titolari responsabili o incaricati del trattamento La lista completa e aggiornata dei soggetti che trattano i dati in qualità di responsabili del trattamento è disponibile su richiesta al Responsabile della Protezione dei",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Nel caso in cui desideri ricevere ulteriori informazioni in merito alle garanzie in essere e richiedere una copia delle stesse puoi contattare il Responsabile della Protezione dei dati secondo le modalità indicate nella presente informativa I tuoi dati personali sono trattati dalla Società con sistemi elettronici e manuali secondo i principi di correttezza lealtà e trasparenza previsti dalla normativa applicabile in materia di protezione dei dati personali e tutelando la tua riservatezza tramite misure di sicurezza tecniche ed organizzative per garantire un livello di sicurezza adeguato Tali trattamenti hanno luogo presso la sede della Società e/o presso i Responsabili esterni del trattamento che effettuano il trattamento per conto delle società del gruppo TeamSystem Con riferimento ai Dati di Utilizzo nel rispetto delle finalità descritte e ove necessario del tuo espresso consenso le attività di analisi possono essere effettuate anche mediante interconnessione dei tuoi dati relativi",
                    "metadata": {
                        "rel": [
                            "cnbc",
                            "theguardian",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "pymwymic",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}