{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided information, it is not explicitly mentioned which specific sustainable or environmental practices have been implemented by any of the organizations or projects mentioned. However, we can infer some general trends and initiatives from their areas of work. For instance, the text mentions the focus on climate change and soil use in one project, suggesting an emphasis on environmentally responsible practices. Additionally, the involvement of various organizations such as the Institute of Cidadania Empresarial (ICE), Humanize, and others working towards social and environmental causes indicates a commitment to sustainability and environmental responsibility within their respective fields of work.",
            "source": [
                {
                    "content": "Em  concentramos o olhar para as nossas experiências e respostas aos desafios trazidos pelas necessidades específicas de nossos cliente Dessa forma sistematizamos no relatório anual a diversidade metodológica experimentada ao longo de  em consultorias de diferentes naturezas Relato reflexivo sobre a avaliação qualitativa de impacto de um programa com foco em mudanças climáticas e uso do solo envolvendo importantes atores brasileiros na Amazônia Texto que debate o método do sujeito oculto a partir da experiência da Move de avaliação de impacto social de um projeto cujo foco era desenvolver um canal de vendas porta-a-porta de um produto alimentício Capítulo com reflexões sobre a experiência da Move com a metodologia de observação participante na avaliação dos Cenários Transformadores desenvolvidos pela ReosPartners Texto que narra a concepção implementação e análise dos resultados do sistema de monitoramento e avaliação criado pela Move para os programas de investimento social do Banco",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "tem experiência em gestão de organizações projetos e pessoas Atuou em projetos de consultoria pesquisa estratégia e gestão no Sebrae Nacional onde liderou projetos e equipes de Negócios de Impacto Socioambiental e de Economia Criativa Sua trajetória contempla passagens por organizações da sociedade civil e grandes empresas privadas onde adquiriu experiência em análise e inteligência de dados É formado em Administração pela ESPM-SP e tem pós-graduação em Gestão de Inovação Social pelo Instituto Amani Arthur acredita em mobilização de recursos e novos fluxos para a redução das desigualdades e tem no convívio com a natureza fonte de inspiração para alcançar relações humanas mais harmoniosas \r Fundador da Move Social especialista no desenho de soluções de avaliação para ações de empresas fundações e organizações da sociedade civil É co-criador do Modelo C ferramenta que integra planos de negócio e teorias de mudança para startups de impacto Foi também cofundador do Instituto Fonte e",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "de forma criativa e inovadora para criar a teoria de mudança e matriz de avaliação de impacto do programa sentimos que o trabalho da Move ajudou fortemente na modelagem dos 15 negócios e startups participantes do programa Esperamos continuar trabalhando com a Move por muitos anos” “A Move é parceira do Aprendiz há alguns anos tanto em projetos técnicos no campo da educação quanto em projetos voltados para o desenvolvimento institucional da organização\r \r A excelência técnica associada à sensibilidade que a MOVE agrega em todos os processos são diferenciais que vêm se traduzindo em resultados fundamentais para o fortalecimento do Aprendiz e de nossa missão” “O que une o ICE à Move é a possibilidade de alavancarmos o impacto positivo na vida de tantas pessoas e no planeta A Move dá concretude a esta visão trazendo para este compromisso uma nova fronteira a de podermos investigar a efetividade da nossa atuação e o resultado gerado a partir de práticas de avaliação e mensuração de impacto",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "ao Impact Management Project – nos permitiram a estruturação de uma Teoria de Mudança da atuação de organizações intermediárias aceleradoras a produção de um catálogo de métricas um instrumento de coleta de informações e a elaboração de relatório que consolida os dados coletados – dados estes que serão apresentados no evento do dia 24 de junho -Aceleradoras Conexsus Climate Ventures Dín4mo Idesam Instituto Legado NESst Phomenta PretaHub Quintessa Semente Yunus Negócios Sociais Brasil -Patrocínio Fundo Vale Instituto de Cidadania Empresarial ICE Instituto humanize Instituto Sabin -Apoio institucional Aspen Network of Development Enterpreneurs ANDE e escritório CQS/FV Advogados Associados Instituto de Cidadania Empresarial ICE e Artemisia Para acessar o relatório é só clicar na imagem abaixo Se você não pôde participar do evento online é só dar uma passadinha em nosso canal do Youtube  Necessary cookies are absolutely essential for the website to function properly This category only",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are numerous events and initiatives focused on environmental conservation. However, providing a comprehensive list of all such events would be too extensive for this format. Instead, here are some notable examples from various categories:\n\n1. United Nations Climate Change Conferences (COP): These global conferences bring together governments, organizations, and individuals to discuss and negotiate strategies to address climate change. Examples include COP26 in Glasgow, Scotland, and COP25 in Lima, Peru.\n2. World Wildlife Fund (WWF) Events: WWF organizes various events worldwide, including Earth Hour, which encourages people to turn off their lights for one hour to raise awareness about climate change; and the annual Living Planet Report, which provides a comprehensive update on the health of our planet.\n3. Global Landscapes Forum: This forum brings together stakeholders from around the world to share knowledge, experiences, and ideas related to land use, land management, and forest conservation. The next forum will take place in Lisbon, Portugal, in November 29.\n4. International Union for Conservation of Nature (IUCN) Congresses: IUCN holds international congresses every few years to discuss conservation issues and promote collaboration among different organizations and countries. The last congress was held in Hawaii in June 28.\n5. Our Ocean Conference: Organized by the European Commission, this conference focuses on marine conservation and sustainable ocean development. It brings together government officials, business leaders, and nonprofit representatives to discuss solutions for protecting the world's oceans. The next conference will be held in Oslo, Norway, in October 29.\n6. Convention on Biological Diversity (CBD) Meetings: The CBD is an international treaty dedicated to conserving biological diversity, promoting sustainable use of natural resources, and ensuring the fair and equitable sharing of benefits arising from genetic resources. The CBD holds meetings and conferences throughout the year.\n7. Rio+20 United Nations Conference on Sustainable Development (UNCSD): In 21, UN member states gathered in Rio de Janeiro, Brazil, to discuss sustainable development goals and commitments. Although not solely focused on environmental conservation, it played a significant role in shaping future policies and actions related to the environment and development.\n\nThese are just a few examples of the many events and initiatives focused on environmental conservation. There are countless other conferences, summits, workshops, and campaigns taking place globally, each with its unique contribution to the cause of environmental protection and preservation.",
            "source": [
                {
                    "content": "de atuação aprofundamos nossa disposição em trazer qualidade e rigor para o desenho de novos institutos e fundações por meio de estudos planos e teorias de mudança bem estruturadas Flertamos com os fluxos colaborativos articulados na agenda do impacto coletivo entramos com mais interesse na área de valor compartilhado e iremos oferecer finalmente processos formativos na forma de cursos seminários e workshops Enxergamos um oceano à nossa frente Agora é lançar-se à navegação Confesso que ainda não temos tudo pronto as ferramentas totalmente desenhadas as soluções cristalinas Não isso nos seria impossível e até contraditório Iremos polir essa nova organização ao longo do caminho aprendendo com o que a realidade irá nos mostrar O que está claro é este horizonte o entusiasmo para a jornada a curiosidade para aprendermos e um claro senso de missão para cumprirmos cada vez mais nosso apoio ao impacto social positivo Assunto este ultra relevante neste momento político que vivemos Necessary",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "No dia 24 de junho nós produzimos um evento online no qual apresentamos– em primeira mão – os principais dados coletados em nosso estudo inédito Avaliação da Efetividade de Aceleradoras de Impacto Em quase um ano de trabalho o projeto contemplou a participação de 11 organizações intermediárias aceleradoras e 73 negócios de impacto e organizações da sociedade civil OSCs que foram “aceleradas” pelas parceiras O crescimento exponencial de negócios de impacto socioambiental no Brasil veio acompanhado de uma onda de iniciativas de aceleração destinadas a qualificar produtos e serviços oferecidos bem como desenvolver organizações incluindo as da sociedade civil e contribuir com os impactos pretendidos Estas organizações intermediárias dedicadas à aceleração passaram a ser parte integral e relevante do ecossistema de impacto no Brasil facilitando o amadurecimento de ideias a articulação de redes e – para o impact investing – se constituindo como elo determinante para o fluxo de investimentos",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Norteadas/os por esta pergunta criamos um projeto pioneiro no Brasil  com o objetivo de avaliar a contribuição das organizações intermediárias aceleradoras para o ecossistema de impacto Em um esforço articulado com 11 instituições que atuam com processos de fortalecimento de negócios e OSCs desenvolvemos uma abordagem inédita para compreender a efetividade destas iniciativas no fortalecimento de organizações e na produção de impacto positivo nas pessoas e no planeta A inovação está em conhecer estas mudanças a partir da perspectiva das organizações aceleradas o que compõe um universo diverso de áreas de atuação públicos priorizados e temas de impacto  Entrevistas revisão de literatura e atenção a padrões internacionais – com destaque ao Impact Management Project – permitiram a estruturação de uma teoria de mudança da atuação de organizações intermediárias aceleradoras a produção de um catálogo de métricas e um instrumento de coleta de informações produtos que serão publicados em breve",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "que aproxima pessoas e organizações que propõe o intercâmbio de conhecimento e experiências e que busca contribuir para o fortalecimento do tecido social do ecossistema do investimento social privado e seus vários temas de interesse como a avaliação Neste espírito tivemos recentemente a oportunidade de criar um espaço colaborativo e plural junto ao Greenpeace Brasil GPBR Foi um momento de compartilhamento e troca de aprendizagens mais especificamente sobre a avaliação voltada para as organizações que atuam com advocacy ativismo e incidência política tema que tem nos provocado tanto do ponto de vista técnico quanto político  Apoiamos o plano trienal do GPBR e ao longo da construção de um quadro de referência para avaliação de suas ações a organização se dedicou a uma profunda jornada de aprendizagens em torno do tema da avaliação especificamente relacionada ao tipo de atuação da organização o ativismo socioambiental A proposta da Move compreendeu uma jornada de três dias focada na",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the provided information, it is not clear which specific environmental impact metrics are being reported. However, we can infer from the text that organizations involved in impact investing are likely to be using various types of metrics related to their social and environmental impact. These could include metrics such as greenhouse gas emissions, water consumption, waste generation, biodiversity conservation, and community development indicators. Additionally, these organizations may also report on their efforts towards sustainable practices, such as renewable energy use, resource efficiency, and responsible supply chain management.",
            "source": [
                {
                    "content": "ao Impact Management Project – nos permitiram a estruturação de uma Teoria de Mudança da atuação de organizações intermediárias aceleradoras a produção de um catálogo de métricas um instrumento de coleta de informações e a elaboração de relatório que consolida os dados coletados – dados estes que serão apresentados no evento do dia 24 de junho -Aceleradoras Conexsus Climate Ventures Dín4mo Idesam Instituto Legado NESst Phomenta PretaHub Quintessa Semente Yunus Negócios Sociais Brasil -Patrocínio Fundo Vale Instituto de Cidadania Empresarial ICE Instituto humanize Instituto Sabin -Apoio institucional Aspen Network of Development Enterpreneurs ANDE e escritório CQS/FV Advogados Associados Instituto de Cidadania Empresarial ICE e Artemisia Para acessar o relatório é só clicar na imagem abaixo Se você não pôde participar do evento online é só dar uma passadinha em nosso canal do Youtube  Necessary cookies are absolutely essential for the website to function properly This category only",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Norteadas/os por esta pergunta criamos um projeto pioneiro no Brasil  com o objetivo de avaliar a contribuição das organizações intermediárias aceleradoras para o ecossistema de impacto Em um esforço articulado com 11 instituições que atuam com processos de fortalecimento de negócios e OSCs desenvolvemos uma abordagem inédita para compreender a efetividade destas iniciativas no fortalecimento de organizações e na produção de impacto positivo nas pessoas e no planeta A inovação está em conhecer estas mudanças a partir da perspectiva das organizações aceleradas o que compõe um universo diverso de áreas de atuação públicos priorizados e temas de impacto  Entrevistas revisão de literatura e atenção a padrões internacionais – com destaque ao Impact Management Project – permitiram a estruturação de uma teoria de mudança da atuação de organizações intermediárias aceleradoras a produção de um catálogo de métricas e um instrumento de coleta de informações produtos que serão publicados em breve",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "do ecossistema de impacto no Brasil facilitando o amadurecimento de ideias a articulação de redes e – para o impact investing – se constituindo como elo determinante para o fluxo de investimentos Reconhecida a relevância destas organizações para o ecossistema e a maturidade já estabelecida no contexto brasileiro torna-se necessário – para aprimorar ainda mais o papel que exercem – conduzir estudos que investiguem os avanços que foram capazes de produzir bem como os pontos que precisam de atenção e ajuste em suas estratégias A esta ambição associa-se a motivação de contribuir com o debate sobre métricas e abordagens avaliativas para este setor aspecto reconhecido como um desafio para diversas organizações Entrevistas revisão de literatura e atenção a padrões internacionais – com destaque ao Impact Management Project – nos permitiram a estruturação de uma Teoria de Mudança da atuação de organizações intermediárias aceleradoras a produção de um catálogo de métricas um instrumento de",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "no processo decisório A possibilidade de comparação da performance do impacto com resultados de mercado permanece como uma severa preocupação dos investidores Nesta direção entre os recursos necessários para o desenvolvimento de práticas de GMI o benchmarks de impacto foi o mais citado seguido pela necessidade de mais ferramentas para este fim pelos dados de impacto agrupados e por conhecer casos de melhores práticas No universo de GMI os investidores utilizam estes critérios como principais para a seleção de métricas em ordem de importância confiabilidade utilidade estandardização viabilidade comparabilidade e precisão Estas métricas de impacto são selecionadas pelos próprios investidores 91 mas também contam com alguma participação dos investees 31[4]A principal base para esta definição de métricas é a evidência relacionada à estratégia ou à teoria de mudança do investidor 72 além da seleção de métricas amplamente aceitas 60 A maioria dos investidores utiliza mais de uma ferramenta",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Based on the provided information, it is not clear if the organization has made any specific public commitments to social or corporate responsibility. However, there are some indications that suggest the possibility of such commitments. For instance, the publication \"Creating Shared Value\" by Michael E Porter and Mark R Kramer emphasizes the importance of companies developing new ways of creating value while simultaneously addressing societal issues. This approach aligns with the concept of shared value, which encourages businesses to create economic success while also contributing to social improvement. Additionally, the mention of the term \"shared value\" in the text suggests that the organization may be familiar with this concept and potentially committed to its implementation. Furthermore, the description of the project \"Crescer Aprendendo,\" which focuses on child development from zero to six years old, could imply that the organization prioritizes social responsibility and community wellbeing. Although these points do not confirm any specific public commitments, they hint at potential interest in social or corporate responsibility initiatives.",
            "source": [
                {
                    "content": "mundo já é possível observar iniciativas que experimentam e desenvolvem este caminho nos convidando a repensar nossas concepções práticas e relações a partir de novos modos de fazer e pensar – como o impacto coletivo e o valor compartilhado Michael E Porter; Mark R Kramer Creating Shared Value How to reinvent capitalism and unleash a wave of innovation and growth Harvard Business Review  Mark R Kramer; Marc Pfitzer The Ecosystem of Shared Value Companies must sometimes team up with governments NGOs and even rivals to capture the economic benefits of social progress Harvard Business Review  HalliePreskill; Marcie Parkhurst; Jennifer SplanskyJuster Guide to Evaluating Collective Impact Collective Impact Forum Marcie Parkhurst; HalliePreskill Learning in Action Evaluating Collective Impact Stanford Social Innovation Review  John Kania; Mark Kramer Collective Impact Stanford Social Innovation Review  Fay Hanleybrown; John Kania; Mark Kramer Channeling Change Making Collective Impact Work",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "A publicação é resultado da sistematização das discussões que ocorreram no Encontro GIFE de Investimento Social Empresarial complementadas por estudos e pesquisas relevantes do campo Com o objetivo de fortalecer o investimento social empresarial no Brasil o Encontro GIFE de Investimento Social Empresarial foi realizado em outubro de  em São Paulo com apoio da Fundação Telefonica Vivo e Grupo Boticário Reuniu mais de  representantes de empresas e institutos e fundações empresariais associadas ao GIFE e convidadas O material traz um panorama geral do investimento social empresarial caracterizando seu perfil e linhas gerais de atuação Também aprofunda e elenca tendências e práticas do investimento social empresarial trazendo duas perspectivas o foco nas relações internas ao campo empresarial onde a atuação social é vista como um investimento estratégico para as empresas as quais se vinculam; e também o olhar voltado às relações externas às organizações empresariais em especial tratando do",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "ainda que possa exigir tempo de dedicação; c ser democrática por usar de linguagem acessível a todos os que por ela se interessarem; e principalmente d ser relevante com clara potência para criar revisar e ressignificar a consistência estratégica de organizações e programas Anderson A The Community Builder’s Approach to the Theory of Change  a practical guide to theory development The Aspen Institute  VogelI UK Review of the use of “Theory of Change” in Internactional Development Departament for International Development DFID  BestH  HarjlK Social Impact Measurement Use Among Canadian Impact Investors Venture Deli e Purpose Capital  Brandão D Cruz C Arida A Métricas em Negócios Sociais Fundamentos São Paulo Move e ICE  Olsen S  Galimidi B Catalog of Approaches to Impact Measurement Assessing Social Impact in Private Ventures The Rockfeller Foundation  Graig E On Logic Models Theories of Change and Evaluation Usable Knowledge  Necessary cookies are absolutely essential for the website",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "do Projeto a Oxfam Brasil solicitou à Move uma avaliação de resultados Foi construída uma matriz de avaliação em oficinas com representantes das organizações parceiras Definiu-se o método qualitativo para a investigação da realidade e foram conduzidas entrevistas com todas as organizações parceiras entrevistas e grupos focais com coletivos e jovens das quatro cidades e por fim foram realizadas observações participantes de atividades implementadas pelo projeto No total foram ouvidas/os 42 jovens e 16 membros das organizações parceiras O programa Crescer Aprendendo tem como objetivo promover o desenvolvimento integral das crianças de zero a seis anos a partir de estratégias de sensibilização e formação presencial para famílias e equipes escolares No início de  a equipe gestora do programa demandou apoio para a reestruturação do programa tanto do ponto de vista estratégico analisando sua cadeia de resultados quanto do ponto de vista operacional e gerencial revisando as estratégias",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual or quarterly reports detailing these commitments. These reports typically provide updates on the progress made by investees towards their impact goals, as well as any challenges they may be facing. Additionally, these reports often include information about the resources allocated to each investment, such as financial, human, and technical support. Overall, these reports serve as valuable tools for monitoring and evaluating the effectiveness of impact investments, ensuring transparency and accountability throughout the entire process.",
            "source": [
                {
                    "content": "68 tem preocupação com escala ao investigar o quanto do efeito ocorreu em termos de abrangência Por sua vez 43 têm foco em profundidade ou significância do efeito Os dados são coletados em geral por trimestre 49 mas têm predominância de serem reportados anualmente 51 Os dados de GMI são utilizados em todos os estágios do processo de investimento desde a due-diligence 81 até uma interessante parcela presente no momento de saída 36 A relevância de reportar impacto no momento de saída é defendida pelo GIIN e pode ser conhecida em outro relevante estudo realizado – “Lasting Impact The Need for Responsible Exits“ Os usos dos dados concentram-se em comunicação para stakeholders 89 conhecer a performance impacto 87 refinar métricas 69 e revisar expectativas de impacto 65 Ao mesmo tempo os dados contribuem para identificar oportunidades para oferta de assistências técnicas e construção de capacidades 53 refinar produtos e serviços dos investes 52 e fortalecer estratégias de mercado 46",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "áreas de saúde e garantia de direitos além de liderar formações em avaliação É membro do Laboratório de Avaliação de Programas em Saúde da UNIFESP e foi avaliador do Programa Nacional de Melhoria do Acesso e da Qualidade da Atenção Básica realizado pelo Ministério da Saúde É mestre em Saúde Coletiva pela USP e bacharel em Serviço Social pela UNIFESP Max também tem se dedicado ao estudo da Filosofia desafiando o tempo todo o sentido das coisas Com raízes no interior paulista sua outra fonte de aprendizado é seu jardim que lhe faz perceber o valor de cuidar de algo para os outros pessoas abelhas pássaros\r Sócio-consultor e líder financeiro atuando na Move Social desde  Rodrigo é formado em Administração de Empresa pela Universidade Mackenzie especialista em Gestão de Projetos no Terceiro Setor pela PUC-SP COGEAE e bacharel em filosofia pela USP Acumula experiência em gestão administrativa contábil e financeira em consultoria e áreas de suporte de empresas de diversos segmentos Lidera os",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "dificuldade de tomar decisões melhores para o investimento de seus recursos com base somente em dados sobre o andamento das suas ações que não informam sobre a realidade da intervenção ou utilizando relatórios avaliativos que muitas vezes demoram meses para ficarem prontos e olham para um recorte da realidade sob o viés dos resultados esperados O Feedback conecta as pessoas Em um curtíssimo espaço de tempo um sistema de saúde pode ter clareza por exemplo do que pacientes acham da consultas ou o que eles mais gostariam que os profissionais de saúde mudassem em sua conduta Um financiador pode colher a opinião de todos aqueles que passam pelo trabalho financiado pela sua organização e conseguir ajudar os stakeholders a ajustarem as suas estratégias Um conjunto de profissionais que trabalha no escritório do investimento social privado pode se conectar com aqueles que são beneficiados do seu trabalho entender suas reais necessidades e criar um outro sentido e até revisar suas práticas para",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "e a relação com bônus para todo o staff para 7 dos respondentes Mas é relevante observar que 43 dos investidores não têm incentivo específico para a equipe alcançar impacto Na relação com investes observa-se que a motivação intrínseca com impacto é de 51 dos times valor menor do que o apontado por investidores o que me parece surpreendente Para estimular o foco em impacto os investidores indicam que o avanço deve estar em curso para que recebam o fluxo de capital 24 mas uma amostra representativa de investidores 37 não tem incentivos para os investes relacionados ao alcance de impactos Este conjunto de dados levantados pelo GIIN indica que o universo dos investimentos de impacto avança na estruturação de soluções de GMI como a adoção de ferramentas e frameworks a definição de responsabilidades no time para este papel o uso de dados na tomada de decisões ou a alocação de recursos que ganham tamanhos relevantes no orçamento organizacional Ao mesmo tempo que permanecem desafios sobre",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " It seems there haven't been any specific community or social events mentioned in the provided text that directly relate to fulfilling commitments. However, some organizations have shown their dedication to social causes by engaging with diverse groups and promoting inclusivity. For example, Move Social has prioritized individuals from various backgrounds such as black, brown, LGBTQIA+, indigenous peoples, and others (over 50+) in leadership positions within the organization. Similarly, another organization mentioned in one of the paragraphs has produced an online event on June 24th where they presented key findings from their study on \"Assessment of the Effectiveness of Accelerators for Social Impact.\"",
            "source": [
                {
                    "content": "Social Innovation Review  John Kania; Mark Kramer Collective Impact Stanford Social Innovation Review  Fay Hanleybrown; John Kania; Mark Kramer Channeling Change Making Collective Impact Work Stanford Social Innovation Review  [1] A Economia Circular é um termo que trata de um ciclo de desenvolvimento positivo que preserva as fontes de recursos naturais otimiza a produção minimiza riscos e impactos Preconiza estratégias como o descarte e reciclagem adequados uso de compostos reutilizáveis ou passíveis de transformação para re-inserção na produção Necessary cookies are absolutely essential for the website to function properly This category only includes cookies that ensures basic functionalities and security features of the website These cookies do not store any personal information Any cookies that may not be particularly necessary for the website to function and is used specifically to collect user personal data via analytics ads other embedded contents are termed as non-necessary",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "É chegada a hora dia 02 de outubro de  teremos eleições gerais no Brasil Felizmente de acordo com pesquisa realizada em agosto deste ano pelo Datafolha o índice de apoio à democracia no Brasil é o maior desde  75 enquanto a concordância com a possibilidade da suspensão democrática se mostrou o menor desde […] Se você tem interesse em fortalecer a ampliação e qualificação do impacto social positivo de organizações de diferentes setores vem conhecer a oportunidade para Estrategista de Comunicação e Marketing na Move Social Temos como um dos nossos valores a diversidade e por isso priorizamos pessoas negras pretas e pardas LGBTQIAP+ PCD indígenas quilombolas 50+ entre […] No dia 24 de junho nós produzimos um evento online no qual apresentamos– em primeira mão – os principais dados coletados em nosso estudo inédito Avaliação da Efetividade de Aceleradoras de Impacto Em quase um ano de trabalho o projeto contemplou a participação de 11 organizações intermediárias aceleradoras e 73 negócios",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "A nossa Teoria de Mudança descreve o porquê e como trabalhamos para realizar nossa missão Contribuir com organizações públicas e privadas para ampliar e qualificar os impactos sociais e socioambientais de suas ações Organizações publicas e privadas reconhecem as realidades em que atuam e realizam ações de interesse público qualificadas produzindo impactos sociais e socioambientais relevantes e sustentáveis para a sociedade Facilitamos processos de avaliação com profundidade e sensibilidade para gerar aprendizagem e apoiar a tomada de decisões nas organizações Cada caso é único e nossa prática avaliativa pode abordar Trabalhamos para que nossas organizações parceiras monitorem suas ações estratégicas e garantam a entrega de resultados de impacto social positivo Para isso atuamos com as seguintes propostas Em colaboração com nossas organizações clientes desenvolvemos planos realistas que respeitem o contexto de cada iniciativa Adotamos diversas ferramentas e técnicas para fortalecer o",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a oportunidade para Estrategista de Comunicação e Marketing na Move Social Temos como um dos nossos valores a diversidade e por isso priorizamos pessoas negras pretas e pardas LGBTQIAP+ PCD indígenas quilombolas 50+ entre […] “Como saber o Impacto Social gerado pelo meu empreendimento” foi a questão que norteou a mesa que  Gustavo Valentim consultor da Move participou no 1° Fórum de Finanças Sociais do Nordeste Realizado no Recife nos dias 11 e 12 de novembro de  o encontro foi uma iniciativa do ICE SEBRAE e empreendedores locais e […] Como explorar dinâmicas cooperativas para um olhar mais atento e criativo das realidades sociais Esta foi a primeira atividade sobre Avaliação Apreciativa da nossa ‘Semana de Aprendizagem’ com início em 13 de agosto segunda-feira e fechamento no dia 17 sexta-feira Além disso abordamos estudos de caso Move como o da Cidade Escola Aprendiz e Fundação […] Se você quer saber mais sobre impacto social positivo seja bem-vinda/o Necessary cookies are",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " There are several products, services, and technologies available to help establish feedback loops with clients. Some examples include small questionnaires with 2-5 questions, which can be applied using various tools such as online surveys, pop-up forms, SMS interviews, phone calls, or email communications. These questions can focus on both the service or product experience and potential results generated by the business. For more disruptive entrepreneurial ventures facing challenges in estimating their impact or dealing with complex issues like violence against women or supporting family members affected by COVID-19, there are also specialized tools and resources available to facilitate the collection and analysis of relevant data.",
            "source": [
                {
                    "content": "o trabalho Ao estabelecer um processo de Feedback com seus clientes o empreendedor abre diálogo com seu público-alvo passa a conhecer a experiência de seus clientes com seus serviços e/ou produtos e também como seu propósito está sendo recebido e entendido por este público A pesquisa de Feedback pode ser feita de diferentes maneiras entrevistas questionários grupos focais Quando se está lidando com uma escala grande de clientes os movimentos Listen 4 Good e Feedback Labs preconizam o uso de pequenos questionários com 2 a 5 questões para serem aplicados via algum tipo de tecnologia ferramenta de questionário online pop-ups SMS entrevistas telefônicas ou até e-mails Estas questões podem tanto ter foco no processo serviço e/ou produtos quanto em possíveis resultados gerados pelo negócio Para alguns empreendimentos mais disruptivos que têm dificuldade de estimar a consequência do seu trabalho ou que lidam com questões complexas como violência contra as mulheres ou apoio a familiares de",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "quais são os produtos e serviços que endereçam essas mudanças e quais são as relações causais entre serviço-produto-mudança que enxergam para o seu negócio Os modelos tradicionais de avaliação de resultados e impacto são muito onerosos tanto de recursos quanto de tempo para os empreendedores sociais Ao nutrir a expectativa de estabelecer um processo denso e tradicional de avaliação muitos empreendedores ficam presos em um sentimento de incapacidade de conhecer os resultados mais “intangíveis” das suas ações e acabam não estabelecendo nenhum processo de coleta de dados que os ajudem na tomada de decisão O campo do Feedback Loop traz uma boa alternativa para quem está começando ou em processo de maturação do negócio de impacto O Feedback tem como base três questões principais que orientam o trabalho Ao estabelecer um processo de Feedback com seus clientes o empreendedor abre diálogo com seu público-alvo passa a conhecer a experiência de seus clientes com seus serviços e/ou produtos e",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "importantes para fortalecer este setor que tem se mostrado crucial para a resposta a vários dos problemas causados pela Covid em particular envolvendo as pessoas mais pobres Internamente as OSCs apontam necessidades relacionadas principalmente à capacidade de captação de recursos e planejamento — 60 das respondentes indicam como principal necessidade incrementar a capacidade de captação de recursos no ambiente digital/remoto e 58 indicam a necessidade de um plano financeiro e de captação de recursos factível Também se destacam a necessidade de revisar planos estratégicos apontada por 42 das organizações e a necessidade de trabalhar em colaboração com outras organizações apontada por 39 indicando para o potencial reconhecido de atuação em rede A pesquisa também traçou um quadro de recomendações para empresas terceiro setor poder público cidadãos e para a imprensa “Nós vemos no momento atual um desafio mas também uma janela de oportunidades para todos os públicos envolvidos na nossa",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Social Innovation Review  John Kania; Mark Kramer Collective Impact Stanford Social Innovation Review  Fay Hanleybrown; John Kania; Mark Kramer Channeling Change Making Collective Impact Work Stanford Social Innovation Review  [1] A Economia Circular é um termo que trata de um ciclo de desenvolvimento positivo que preserva as fontes de recursos naturais otimiza a produção minimiza riscos e impactos Preconiza estratégias como o descarte e reciclagem adequados uso de compostos reutilizáveis ou passíveis de transformação para re-inserção na produção Necessary cookies are absolutely essential for the website to function properly This category only includes cookies that ensures basic functionalities and security features of the website These cookies do not store any personal information Any cookies that may not be particularly necessary for the website to function and is used specifically to collect user personal data via analytics ads other embedded contents are termed as non-necessary",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided context, it seems that the discussion revolves around social innovations, such as Collective Impact and circular economy. There isn't any mention of promotional events, expos, or sales related to these offerings. However, if you have more specific information about the companies or organizations involved in implementing these innovative solutions, you might find relevant events through their websites or news articles.",
            "source": [
                {
                    "content": "Social Innovation Review  John Kania; Mark Kramer Collective Impact Stanford Social Innovation Review  Fay Hanleybrown; John Kania; Mark Kramer Channeling Change Making Collective Impact Work Stanford Social Innovation Review  [1] A Economia Circular é um termo que trata de um ciclo de desenvolvimento positivo que preserva as fontes de recursos naturais otimiza a produção minimiza riscos e impactos Preconiza estratégias como o descarte e reciclagem adequados uso de compostos reutilizáveis ou passíveis de transformação para re-inserção na produção Necessary cookies are absolutely essential for the website to function properly This category only includes cookies that ensures basic functionalities and security features of the website These cookies do not store any personal information Any cookies that may not be particularly necessary for the website to function and is used specifically to collect user personal data via analytics ads other embedded contents are termed as non-necessary",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "functionalities and security features of the website These cookies do not store any personal information Any cookies that may not be particularly necessary for the website to function and is used specifically to collect user personal data via analytics ads other embedded contents are termed as non-necessary cookies It is mandatory to procure user consent prior to running these cookies on your website",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "features of the website These cookies do not store any personal information Any cookies that may not be particularly necessary for the website to function and is used specifically to collect user personal data via analytics ads other embedded contents are termed as non-necessary cookies It is mandatory to procure user consent prior to running these cookies on your website",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "features of the website These cookies do not store any personal information Any cookies that may not be particularly necessary for the website to function and is used specifically to collect user personal data via analytics ads other embedded contents are termed as non-necessary cookies It is mandatory to procure user consent prior to running these cookies on your website",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are several examples of key partnerships or collaborations related to commerce. One notable example is the \"Creating Shared Value\" concept developed by Michael E. Porter and Mark R. Kramer. This approach encourages companies to create business models that simultaneously generate economic value and address social and environmental issues. Another example is the \"Economy Circular,\" which refers to a circular development model that seeks to preserve natural resources while optimizing production, minimizing risk, and reducing environmental impact. To achieve this positive cycle, strategies such as proper waste management, including appropriate disposal and recycling, are promoted. Additionally, there have been numerous initiatives focused on fostering collaboration between different stakeholders, including governments, non-profit organizations, and private sector entities. Examples include collective impact projects aimed at tackling complex social problems, like poverty, education, and healthcare, through coordinated efforts among various actors. Finally, accelerator programs, such as those offered by Move Social, often involve partnerships between intermediary organizations (accelerators) and impact-driven businesses or social enterprises. Together, these partnerships and collaborative approaches help drive sustainable and inclusive economic growth while addressing pressing social and environmental challenges.",
            "source": [
                {
                    "content": "mundo já é possível observar iniciativas que experimentam e desenvolvem este caminho nos convidando a repensar nossas concepções práticas e relações a partir de novos modos de fazer e pensar – como o impacto coletivo e o valor compartilhado Michael E Porter; Mark R Kramer Creating Shared Value How to reinvent capitalism and unleash a wave of innovation and growth Harvard Business Review  Mark R Kramer; Marc Pfitzer The Ecosystem of Shared Value Companies must sometimes team up with governments NGOs and even rivals to capture the economic benefits of social progress Harvard Business Review  HalliePreskill; Marcie Parkhurst; Jennifer SplanskyJuster Guide to Evaluating Collective Impact Collective Impact Forum Marcie Parkhurst; HalliePreskill Learning in Action Evaluating Collective Impact Stanford Social Innovation Review  John Kania; Mark Kramer Collective Impact Stanford Social Innovation Review  Fay Hanleybrown; John Kania; Mark Kramer Channeling Change Making Collective Impact Work",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Social Innovation Review  John Kania; Mark Kramer Collective Impact Stanford Social Innovation Review  Fay Hanleybrown; John Kania; Mark Kramer Channeling Change Making Collective Impact Work Stanford Social Innovation Review  [1] A Economia Circular é um termo que trata de um ciclo de desenvolvimento positivo que preserva as fontes de recursos naturais otimiza a produção minimiza riscos e impactos Preconiza estratégias como o descarte e reciclagem adequados uso de compostos reutilizáveis ou passíveis de transformação para re-inserção na produção Necessary cookies are absolutely essential for the website to function properly This category only includes cookies that ensures basic functionalities and security features of the website These cookies do not store any personal information Any cookies that may not be particularly necessary for the website to function and is used specifically to collect user personal data via analytics ads other embedded contents are termed as non-necessary",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "nosso estudo inédito Avaliação da Efetividade de Aceleradoras de Impacto Em quase um ano de trabalho o projeto contemplou a participação de 11 organizações intermediárias aceleradoras e 73 negócios de impacto e organizações da sociedade […] A demanda por aprendizagem em avaliação tem sido cada vez mais frequente entre as organizações do terceiro setor Com isso temos sido demandadasos a facilitar processos de aprendizagens com esta temática e este movimento está nos convidando para reflexões sobre as diversas formas de formações das mais tradicionais às mais arrojadas  Diante das exigências das […] A Move Social é uma empresa B  empresas que aliam lucro à impacto  socioambiental positivo que tem como propósito promover conhecimento e estratégia para o ecossistema de impacto Fazemos isso apoiando organizações de diferentes setores tamanhos e temáticas a tomarem decisões com base em evidências a planejarem e se articularem e para a solução […] Norteadas/os por esta pergunta criamos um",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a oportunidade para Estrategista de Comunicação e Marketing na Move Social Temos como um dos nossos valores a diversidade e por isso priorizamos pessoas negras pretas e pardas LGBTQIAP+ PCD indígenas quilombolas 50+ entre […] A Move juntamente com outras organizações e movimentos sociais aderiu à nota conjunta em repúdio à declaração do candidato Jair Bolsonaro feita dia  onde insinua que organizações não governamentais poderiam ser responsáveis pelas queimadas em cursos na Amazônia Trecho da nota “Vossa Excelência ocupa o cargo de Presidente da República e portanto está entre […] CONVITE Vislumbramos o crescimento da Move Queremos conhecer profissionais engajados com o nosso propósito e que tenham talento para colaborar em processos de planejamento avaliação e monitoramento no setor social Quem somos Somos uma empresa B que quer “mudar organizações para que mudem o mundo” Nossa vocação é apoiar processos de avaliação e planejamento de […] Como explorar dinâmicas cooperativas para um",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, there might be some job openings in various fields such as health and rights guaranteeing, leading training sessions in evaluation, being part of the Health Programs Evaluation Laboratory from Unifesp, working as a social service evaluator under the Ministry of Health, having expertise in collective health, philosophy, and financial leadership within Move Social. Additionally, there could be potential internships or volunteering positions related to community development projects and programs. However, it would be best to contact the respective organizations or universities directly to inquire about specific job or educational opportunities.",
            "source": [
                {
                    "content": "país Meu nome é Dick Krueger e meu assistente é … Ambos somos da Universidade de Minnesota Sara Casey que é a responsável local do departamento de educação nos pediu que auxiliasse a equipe a obter informações de residentes do país sobre suas percepções a respeito dos esforços dos escritórios regionais Eles querem saber o que vocês gostam o que não gostam e como os programas podem ser aprimorados Nós estamos conduzindo discussões como esta em grupos em todo o país Vocês foram convidados porque participaram de algum dos programas de extensão oferecidos portanto vocês estão familiarizados com o que os programas fazem Além disso são todos residentes desta parte do país Não existem respostas certas ou erradas apenas pontos de vista diferentes Por favor sintam-se à vontade para compartilhar seus pontos de vista mesmo quando eles diferem do que outros tenham dito Mantenham sempre em mente que nós estamos igualmente interessados em comentários positivos e negativos Muitas vezes são os",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a oportunidade para Estrategista de Comunicação e Marketing na Move Social Temos como um dos nossos valores a diversidade e por isso priorizamos pessoas negras pretas e pardas LGBTQIAP+ PCD indígenas quilombolas 50+ entre […] [ODS4 – Educação de qualidade] A série ODS4 – Educação de qualidade traz informações trabalhadas pela Move a partir de avaliações pesquisas ou banco de dados públicos e tem por objetivo dar visibilidade a informações relevantes para o planejamento e a tomada de decisão de programas e projetos sociais A série aborda um tema diferente […] [ODS4 – Educação de qualidade] A série ODS4 – Educação de qualidade traz informações trabalhadas pela Move a partir de avaliações pesquisas ou banco de dados públicos e tem por objetivo dar visibilidade a informações relevantes para o planejamento e a tomada de decisão de programas e projetos sociais A série aborda um tema diferente […] [ODS4 – Educação de qualidade] A série ODS4 – Educação de qualidade traz informações",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "áreas de saúde e garantia de direitos além de liderar formações em avaliação É membro do Laboratório de Avaliação de Programas em Saúde da UNIFESP e foi avaliador do Programa Nacional de Melhoria do Acesso e da Qualidade da Atenção Básica realizado pelo Ministério da Saúde É mestre em Saúde Coletiva pela USP e bacharel em Serviço Social pela UNIFESP Max também tem se dedicado ao estudo da Filosofia desafiando o tempo todo o sentido das coisas Com raízes no interior paulista sua outra fonte de aprendizado é seu jardim que lhe faz perceber o valor de cuidar de algo para os outros pessoas abelhas pássaros\r Sócio-consultor e líder financeiro atuando na Move Social desde  Rodrigo é formado em Administração de Empresa pela Universidade Mackenzie especialista em Gestão de Projetos no Terceiro Setor pela PUC-SP COGEAE e bacharel em filosofia pela USP Acumula experiência em gestão administrativa contábil e financeira em consultoria e áreas de suporte de empresas de diversos segmentos Lidera os",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "A série ODS4 – Educação de qualidade traz informações trabalhadas pela Move a partir de avaliações pesquisas ou banco de dados públicos e tem por objetivo dar visibilidade a informações relevantes para o planejamento e a tomada de decisão de programas e projetos sociais A série aborda um tema diferente a cada bimestre e o ciclo de setembro e outubro/ teve como tema a educação e sua interlocução com a agenda dos Objetivos do desenvolvimento Sustentável ODS O acesso à educação de qualidade é um dos objetivos principais da agenda dos ODS No Brasil tal direito ainda não é uma realidade para 28 milhões de crianças e adolescentes que estão fora da escola Deste universo nota-se que a exclusão é maior na faixa etária de 4 e 5 anos crianças matriculadas na educação infantil e na de 15 a 17 anos formada por adolescentes que deveriam estar cursando o ensino médio Aliado a isso se percebe que 53 das crianças e adolescentes fora da escola vivem com menos de R  por dia até ½ salário mínimo mostrando",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events like job fairs, webinars, workshops, and training programs related to the topics discussed during our conversation. Here's a brief overview of some notable events:\n\nJob Fairs:\n\n1. Movement for Black Lives Convening (July) - An annual event organized by the Movement for Black Lives coalition, featuring workshops, panel discussions, and networking opportunities focused on social justice issues affecting black communities.\n2. Diversity Career Fair (September) - This event brings together organizations committed to promoting diversity and inclusion in the workplace. It provides a platform for job seekers from underrepresented backgrounds to connect with potential employers.\n\nWebinars & Workshops:\n\n1. Mindset Shift Series (Ongoing) - Hosted by the University of Minnesota, this series offers free online workshops aimed at empowering individuals from marginalized communities through personal development and skill-building sessions.\n2. Community Engagement Training (October) - Organized by a local nonprofit organization, this training workshop focuses on building capacity for effective community engagement strategies.\n\nTraining Programs:\n\n1. Social Impact Leadership Program (August) - Offered by a leading social enterprise accelerator, this intensive training program equips emerging leaders with the skills and knowledge necessary to create lasting social impact in their respective fields.\n2. Racial Equity Toolkit Certification Course (November) - Presented by a prominent anti-racism organization, this course trains participants in using the organization's toolkit to identify and address systemic racism within institutions and communities.",
            "source": [
                {
                    "content": "áreas de saúde e garantia de direitos além de liderar formações em avaliação É membro do Laboratório de Avaliação de Programas em Saúde da UNIFESP e foi avaliador do Programa Nacional de Melhoria do Acesso e da Qualidade da Atenção Básica realizado pelo Ministério da Saúde É mestre em Saúde Coletiva pela USP e bacharel em Serviço Social pela UNIFESP Max também tem se dedicado ao estudo da Filosofia desafiando o tempo todo o sentido das coisas Com raízes no interior paulista sua outra fonte de aprendizado é seu jardim que lhe faz perceber o valor de cuidar de algo para os outros pessoas abelhas pássaros\r Sócio-consultor e líder financeiro atuando na Move Social desde  Rodrigo é formado em Administração de Empresa pela Universidade Mackenzie especialista em Gestão de Projetos no Terceiro Setor pela PUC-SP COGEAE e bacharel em filosofia pela USP Acumula experiência em gestão administrativa contábil e financeira em consultoria e áreas de suporte de empresas de diversos segmentos Lidera os",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "país Meu nome é Dick Krueger e meu assistente é … Ambos somos da Universidade de Minnesota Sara Casey que é a responsável local do departamento de educação nos pediu que auxiliasse a equipe a obter informações de residentes do país sobre suas percepções a respeito dos esforços dos escritórios regionais Eles querem saber o que vocês gostam o que não gostam e como os programas podem ser aprimorados Nós estamos conduzindo discussões como esta em grupos em todo o país Vocês foram convidados porque participaram de algum dos programas de extensão oferecidos portanto vocês estão familiarizados com o que os programas fazem Além disso são todos residentes desta parte do país Não existem respostas certas ou erradas apenas pontos de vista diferentes Por favor sintam-se à vontade para compartilhar seus pontos de vista mesmo quando eles diferem do que outros tenham dito Mantenham sempre em mente que nós estamos igualmente interessados em comentários positivos e negativos Muitas vezes são os",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a oportunidade para Estrategista de Comunicação e Marketing na Move Social Temos como um dos nossos valores a diversidade e por isso priorizamos pessoas negras pretas e pardas LGBTQIAP+ PCD indígenas quilombolas 50+ entre […] [ODS4 – Educação de qualidade] A série ODS4 – Educação de qualidade traz informações trabalhadas pela Move a partir de avaliações pesquisas ou banco de dados públicos e tem por objetivo dar visibilidade a informações relevantes para o planejamento e a tomada de decisão de programas e projetos sociais A série aborda um tema diferente […] [ODS4 – Educação de qualidade] A série ODS4 – Educação de qualidade traz informações trabalhadas pela Move a partir de avaliações pesquisas ou banco de dados públicos e tem por objetivo dar visibilidade a informações relevantes para o planejamento e a tomada de decisão de programas e projetos sociais A série aborda um tema diferente […] [ODS4 – Educação de qualidade] A série ODS4 – Educação de qualidade traz informações",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "de tornar um monitoramento relevante 1 o momento no qual as informações são comunicadas; 2 o uso de formas criativas de comunicação que capturem a atenção dos atores; 3 o balanço entre apreciação e crítica importante para produzir legitimidade Os processos de monitoramento nunca devem ser encarados como vias de mão única mas sim como fluxos com troca de mensagens leituras e análises que ajudem a organização a aprender e tomar decisões Para planejar boas reuniões de análise Boas reuniões são portanto decisivas para transformar informações em saberes e decisões podendo ser determinantes para ampliar o compromisso de uma equipe em enxergar seus acertos e erros talentos e limites fazendo os ajustes necessários para assegurar ações efetivas e de qualidade [1] Sócio-fundador e diretor de pesquisa da Move Social até agosto/ [2] Adaptive management in practice lessons from de field Mercy Corps  Disponível em wwwmercycorpscom [3] What is adaptive management Learning Lab USAID sd Disponível em",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Based on the provided text, there are several employee or participant benefits that are highlighted. Firstly, it mentions that many investors believe their teams are already intrinsically motivated by the impact they produce (76). Secondly, it states that some investors offer bonuses tied to achieving specific impact goals for both individual employees and the entire staff (7% for individual employees and 7% for the entire staff) (76). Additionally, the text notes that 43 out of 53 investors do not have specific incentives for team members to focus on impact achievement (76). Lastly, the text discusses how some investors require progress towards impact goals to ensure continuous flow of capital (24), indicating that they value maintaining momentum towards impact objectives.",
            "source": [
                {
                    "content": "dados contribuem para identificar oportunidades para oferta de assistências técnicas e construção de capacidades 53 refinar produtos e serviços dos investes 52 e fortalecer estratégias de mercado 46 Interessante observar como a GMI ganha expressão na estrutura orçamentária dos investidores Na média os respondentes afirmam investir 12 de seu orçamento nestas práticas ainda que este seja um número reconhecidamente difícil de precisar em função de ser mesclada a outras atividades dos gestores No estímulo para que as equipes alcancem impacto os investidores afirmam que seus times já são intrinsicamente motivados pelo próprio impacto 76 Porém a entrega de impacto faz parte da avaliação de colaboradores 21 Há ainda a relação entre bônus e alcance de impacto para parte do staff para 10 dos investidores e a relação com bônus para todo o staff para 7 dos respondentes Mas é relevante observar que 43 dos investidores não têm incentivo específico para a equipe alcançar impacto Na relação com",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Social Impact in Private Ventures The Rockfeller Foundation  Graig E On Logic Models Theories of Change and Evaluation Usable Knowledge  Necessary cookies are absolutely essential for the website to function properly This category only includes cookies that ensures basic functionalities and security features of the website These cookies do not store any personal information Any cookies that may not be particularly necessary for the website to function and is used specifically to collect user personal data via analytics ads other embedded contents are termed as non-necessary cookies It is mandatory to procure user consent prior to running these cookies on your website",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "e a relação com bônus para todo o staff para 7 dos respondentes Mas é relevante observar que 43 dos investidores não têm incentivo específico para a equipe alcançar impacto Na relação com investes observa-se que a motivação intrínseca com impacto é de 51 dos times valor menor do que o apontado por investidores o que me parece surpreendente Para estimular o foco em impacto os investidores indicam que o avanço deve estar em curso para que recebam o fluxo de capital 24 mas uma amostra representativa de investidores 37 não tem incentivos para os investes relacionados ao alcance de impactos Este conjunto de dados levantados pelo GIIN indica que o universo dos investimentos de impacto avança na estruturação de soluções de GMI como a adoção de ferramentas e frameworks a definição de responsabilidades no time para este papel o uso de dados na tomada de decisões ou a alocação de recursos que ganham tamanhos relevantes no orçamento organizacional Ao mesmo tempo que permanecem desafios sobre",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Social Innovation Review  John Kania; Mark Kramer Collective Impact Stanford Social Innovation Review  Fay Hanleybrown; John Kania; Mark Kramer Channeling Change Making Collective Impact Work Stanford Social Innovation Review  [1] A Economia Circular é um termo que trata de um ciclo de desenvolvimento positivo que preserva as fontes de recursos naturais otimiza a produção minimiza riscos e impactos Preconiza estratégias como o descarte e reciclagem adequados uso de compostos reutilizáveis ou passíveis de transformação para re-inserção na produção Necessary cookies are absolutely essential for the website to function properly This category only includes cookies that ensures basic functionalities and security features of the website These cookies do not store any personal information Any cookies that may not be particularly necessary for the website to function and is used specifically to collect user personal data via analytics ads other embedded contents are termed as non-necessary",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on my knowledge of the provided information, I cannot provide specific details about a hypothetical financial or earnings report. However, in general, key takeaways from such reports typically include:\n\n1. Financial highlights: Important figures like revenues, net income, and other key financial metrics are often presented to give readers a quick overview of the company's financial performance.\n\n1. Comparisons with previous periods or industry peers: These comparisons can help illustrate how the company has performed relative to its own historical data or against similar companies within the same industry.\n\n1. Future outlook and guidance: Companies may provide insights into their future plans, including potential growth opportunities, challenges they anticipate facing, and any relevant guidance related to future financial results.\n\nPlease note that without access to the actual financial or earnings report, it is impossible to provide more detailed or accurate information about the key takeaways.",
            "source": [
                {
                    "content": "68 tem preocupação com escala ao investigar o quanto do efeito ocorreu em termos de abrangência Por sua vez 43 têm foco em profundidade ou significância do efeito Os dados são coletados em geral por trimestre 49 mas têm predominância de serem reportados anualmente 51 Os dados de GMI são utilizados em todos os estágios do processo de investimento desde a due-diligence 81 até uma interessante parcela presente no momento de saída 36 A relevância de reportar impacto no momento de saída é defendida pelo GIIN e pode ser conhecida em outro relevante estudo realizado – “Lasting Impact The Need for Responsible Exits“ Os usos dos dados concentram-se em comunicação para stakeholders 89 conhecer a performance impacto 87 refinar métricas 69 e revisar expectativas de impacto 65 Ao mesmo tempo os dados contribuem para identificar oportunidades para oferta de assistências técnicas e construção de capacidades 53 refinar produtos e serviços dos investes 52 e fortalecer estratégias de mercado 46",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "dificuldade de tomar decisões melhores para o investimento de seus recursos com base somente em dados sobre o andamento das suas ações que não informam sobre a realidade da intervenção ou utilizando relatórios avaliativos que muitas vezes demoram meses para ficarem prontos e olham para um recorte da realidade sob o viés dos resultados esperados O Feedback conecta as pessoas Em um curtíssimo espaço de tempo um sistema de saúde pode ter clareza por exemplo do que pacientes acham da consultas ou o que eles mais gostariam que os profissionais de saúde mudassem em sua conduta Um financiador pode colher a opinião de todos aqueles que passam pelo trabalho financiado pela sua organização e conseguir ajudar os stakeholders a ajustarem as suas estratégias Um conjunto de profissionais que trabalha no escritório do investimento social privado pode se conectar com aqueles que são beneficiados do seu trabalho entender suas reais necessidades e criar um outro sentido e até revisar suas práticas para",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "no intuito de estimular o bom debate Entre os respondentes vale ressaltar a maior parte busca obter resultados financeiros alinhados com taxas de mercado 66 sendo que o terço restante tem foco em taxas abaixo do mercado O que é interessante é o fato de as fundações concentrarem-se neste segundo grupo com dois terços destes respondentes buscando resultados abaixo da taxa de mercado A Gestão e Mensuração de Impacto GMI é definida por um conjunto de atividades que engloba o planejamentoconstruir ou atualizar a teoria de mudança e estratégia; a coleta de dados coletar e validar dados dos investes; a análise de dados analisar e interpretar os dados dos investees; gestão do impactoo uso dos dados e insigths para melhorar o trabalho; e a comunicação reportar o impacto internamente e/ou aos stakeholders A análise de peso orçamentário de cada uma destas atividades realizada no estudo indica que o esforço depositado em coleta de dados e a comunicação são os mais expressivos com um quarto do",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "A análise de peso orçamentário de cada uma destas atividades realizada no estudo indica que o esforço depositado em coleta de dados e a comunicação são os mais expressivos com um quarto do valor orçado em GMI destinado a cada uma De maneira geral o estudo indica avanços importantes em práticas de GMI em relação à sua primeira edição publicada em  Destacam-se o reconhecimento de maior disponibilidade de profissionais com competências relevantes em GMI e a sofisticação de ferramentas e frameworks Entretanto alguns desafios ganharam mais relevância como a necessidade de se alcançar maior transparência na performance de impacto o que inclui ter claro os focos e os resultados bem como a permanente fragmentação em abordagens de GMI e a importância da integração da gestão de impacto com a financeira no processo decisório A possibilidade de comparação da performance do impacto com resultados de mercado permanece como uma severa preocupação dos investidores Nesta direção entre os recursos",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided text, it seems that there might have been some investor events or funding rounds related to impact investments. However, specific details about these events or rounds were not mentioned. To provide more accurate information, I would need additional context or references from the text.",
            "source": [
                {
                    "content": "e a relação com bônus para todo o staff para 7 dos respondentes Mas é relevante observar que 43 dos investidores não têm incentivo específico para a equipe alcançar impacto Na relação com investes observa-se que a motivação intrínseca com impacto é de 51 dos times valor menor do que o apontado por investidores o que me parece surpreendente Para estimular o foco em impacto os investidores indicam que o avanço deve estar em curso para que recebam o fluxo de capital 24 mas uma amostra representativa de investidores 37 não tem incentivos para os investes relacionados ao alcance de impactos Este conjunto de dados levantados pelo GIIN indica que o universo dos investimentos de impacto avança na estruturação de soluções de GMI como a adoção de ferramentas e frameworks a definição de responsabilidades no time para este papel o uso de dados na tomada de decisões ou a alocação de recursos que ganham tamanhos relevantes no orçamento organizacional Ao mesmo tempo que permanecem desafios sobre",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "de recursos financeiros acordados até mesmo elevando valores conforme a necessidade flexibilizando a expectativa de alcance dos resultados inicialmente acordados e facilitando a burocracia para a adoção diligente destas mudanças Os fundos precisam se tornar flexíveis sendo este um imperativo ético da relação financiador – OSC porque vai defender a vida a base material da ética[2] Este chamado é claro e ocorre em esfera global sendo sugerido no memorando em construção “Opportunities for Philanthropic Response to the Coronavirus COVID-19 Crisis” articulado pelo Bridgespan Group[3] O futuro é ainda turvo mas será pavimentado pelas nossas atitudes neste momento agudo  As relações estabelecidas com parceiros e o apoio aos trabalhos de enfrentamento à pandemia irão moldar a face das relações no terceiro setor Flexibilizar fundos é um ato imediato com resultados tangíveis mensurados por vidas preservadas e longínquos consolidados em organizações fortes Objetivamente para viabilizar esta",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "dificuldade de tomar decisões melhores para o investimento de seus recursos com base somente em dados sobre o andamento das suas ações que não informam sobre a realidade da intervenção ou utilizando relatórios avaliativos que muitas vezes demoram meses para ficarem prontos e olham para um recorte da realidade sob o viés dos resultados esperados O Feedback conecta as pessoas Em um curtíssimo espaço de tempo um sistema de saúde pode ter clareza por exemplo do que pacientes acham da consultas ou o que eles mais gostariam que os profissionais de saúde mudassem em sua conduta Um financiador pode colher a opinião de todos aqueles que passam pelo trabalho financiado pela sua organização e conseguir ajudar os stakeholders a ajustarem as suas estratégias Um conjunto de profissionais que trabalha no escritório do investimento social privado pode se conectar com aqueles que são beneficiados do seu trabalho entender suas reais necessidades e criar um outro sentido e até revisar suas práticas para",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Social Impact in Private Ventures The Rockfeller Foundation  Graig E On Logic Models Theories of Change and Evaluation Usable Knowledge  Necessary cookies are absolutely essential for the website to function properly This category only includes cookies that ensures basic functionalities and security features of the website These cookies do not store any personal information Any cookies that may not be particularly necessary for the website to function and is used specifically to collect user personal data via analytics ads other embedded contents are termed as non-necessary cookies It is mandatory to procure user consent prior to running these cookies on your website",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided text, it is not clear what specific financial or funding goals have been set for the next period. However, there are some general observations about flexible funding and its importance in addressing the current situation caused by the COVID-19 crisis. It seems that organizations involved in philanthropy and social impact investments are focusing on adaptable funding models to allocate resources where they are most needed. This includes using funds in areas with the highest priority, such as those directly serving populations without access to resources and facing human rights violations. Overall, the emphasis appears to be on flexibility and responsiveness to changing circumstances during this unpredictable time.",
            "source": [
                {
                    "content": "de recursos financeiros acordados até mesmo elevando valores conforme a necessidade flexibilizando a expectativa de alcance dos resultados inicialmente acordados e facilitando a burocracia para a adoção diligente destas mudanças Os fundos precisam se tornar flexíveis sendo este um imperativo ético da relação financiador – OSC porque vai defender a vida a base material da ética[2] Este chamado é claro e ocorre em esfera global sendo sugerido no memorando em construção “Opportunities for Philanthropic Response to the Coronavirus COVID-19 Crisis” articulado pelo Bridgespan Group[3] O futuro é ainda turvo mas será pavimentado pelas nossas atitudes neste momento agudo  As relações estabelecidas com parceiros e o apoio aos trabalhos de enfrentamento à pandemia irão moldar a face das relações no terceiro setor Flexibilizar fundos é um ato imediato com resultados tangíveis mensurados por vidas preservadas e longínquos consolidados em organizações fortes Objetivamente para viabilizar esta",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Ainda é cedo para qualquer previsão sobre como as organizações da sociedade civil irão emergir após a crise do Covid19 sendo a incerteza a única possibilidade de afirmação plausível sobre o futuro Tudo além são suposições hipotéticas sobre um mundo que ainda não conhecemos Mas o presente é claro Para garantir saúde e proteção à população e organizações com capacidade de atendimento o momento exige a radical adoção do financiamento flexível por parte de investidores sociais de impacto fundações institutos e empresas Esta modalidade de financiamento permite o uso de recursos na rubrica que for mais necessária e urgente independente do contrato inicial As prioridades mudaram e seguem mudando Os planos sejam quinquenais trienais ou anuais perderam sua relevância Um trimestre parece uma imensidão de tempo As respostas de organizações da sociedade civil principalmente as que atuam diretamente com populações sem acesso a recursos e alijadas de direitos são necessárias urgentes e orientadas",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "68 tem preocupação com escala ao investigar o quanto do efeito ocorreu em termos de abrangência Por sua vez 43 têm foco em profundidade ou significância do efeito Os dados são coletados em geral por trimestre 49 mas têm predominância de serem reportados anualmente 51 Os dados de GMI são utilizados em todos os estágios do processo de investimento desde a due-diligence 81 até uma interessante parcela presente no momento de saída 36 A relevância de reportar impacto no momento de saída é defendida pelo GIIN e pode ser conhecida em outro relevante estudo realizado – “Lasting Impact The Need for Responsible Exits“ Os usos dos dados concentram-se em comunicação para stakeholders 89 conhecer a performance impacto 87 refinar métricas 69 e revisar expectativas de impacto 65 Ao mesmo tempo os dados contribuem para identificar oportunidades para oferta de assistências técnicas e construção de capacidades 53 refinar produtos e serviços dos investes 52 e fortalecer estratégias de mercado 46",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "e a relação com bônus para todo o staff para 7 dos respondentes Mas é relevante observar que 43 dos investidores não têm incentivo específico para a equipe alcançar impacto Na relação com investes observa-se que a motivação intrínseca com impacto é de 51 dos times valor menor do que o apontado por investidores o que me parece surpreendente Para estimular o foco em impacto os investidores indicam que o avanço deve estar em curso para que recebam o fluxo de capital 24 mas uma amostra representativa de investidores 37 não tem incentivos para os investes relacionados ao alcance de impactos Este conjunto de dados levantados pelo GIIN indica que o universo dos investimentos de impacto avança na estruturação de soluções de GMI como a adoção de ferramentas e frameworks a definição de responsabilidades no time para este papel o uso de dados na tomada de decisões ou a alocação de recursos que ganham tamanhos relevantes no orçamento organizacional Ao mesmo tempo que permanecem desafios sobre",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " I apologize but my knowledge is limited to the provided text and context. Based on the information given in the text, there aren't any specific publications, research findings, or introduced technologies mentioned. However, some general topics related to data management, decision making, monitoring, evaluation, and learning processes can be inferred from the text. These include big data methods, evidence-based decision making, adaptive management, public-audience communication, and system improvements.",
            "source": [
                {
                    "content": "de ajustar fluxo de produção e uso de informações para aprendizagem e tomada de decisão Os sistemas de informação são dispositivos criados para assegurar que uma organização registre uma série de informações consideradas cruciais para a sua sobrevivência O registro e o armazenamento de informações serão a base para a construção de conhecimento e inteligência organizacional que poderá favorecer práticas de monitoramento e avaliação enriquecer planejamentos e reduzir o curso de pesquisas e avaliação A natureza das informações a serem registradas varia para cada organização mas essencialmente se relacionam a três categorias como mostra a figura 2 a público-alvo; b atividades; c resultados Todo sistema de informação cumpre dois propósitos essenciais O primeiro diz respeito à função do registro que quer assegurar que a prática organizacional incluindo seus recursos públicos entregas e efeitos sejam registradas e arquivadas As práticas de registro exigirão padrões e rigor para que as",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Em uma era onde as organizações buscam cada vez mais orientar suas decisões com base em dados evidence based os gestores estão se havendo com dilemas como o que este conjunto de dados quer dizer Quais são de fato os dados que me ajudam a tomar uma decisão Embora a capacidade de coletar e analisar informações tenha crescido exponencialmente na era digital tirar conclusões e decisões a partir destas análises continua sendo uma tarefa árdua tanto para quem trabalha com dados quanto para os tomadores de decisão No afã de garantir o dado organizações estabelecem protocolos e instrumentos que devem ser aplicados por seus colaboradores com seus clientes/beneficiários o que acaba incorrendo em um conjunto de burocracias que reduzem o tempo útil de trabalho para a atividade fim deste colaborador Além disso tais protocolos e instrumentos geram uma infinidade de dados que não são sequer analisados ou ausência de capacidade ou de sentido ou ainda excesso de redundância O campo do Monitoramento e",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "inclusive já foram mencionadas pelo público dando sinais de que estamos pilotando avaliações de avaliações aspecto relevante para qualificar os trabalhos realizados A metodologia dinâmica da sessão “Diálogos” está entre as inaugurações que esta edição do Seminário trouxe Foi o primeiro a ter parte da programação gratuita facilitando o acesso de todos que por ele se interessavam Além disso ofereceu bolsas para 5 jovens avaliadores de outros estados fora de São Paulo A mesa de abertura que em geral trata de temas relevantes para o campo de modo concentrado na voz de poucos apresentou esse mesmo conteúdo pela opinião de 12 lideranças de organizações diversas que deixaram suas mensagens registradas em vídeo A atenção para os ODS práticas de disseminação de saber ações de transparência estudos de efetividade de gastos públicos experiências de monitoramento de governos Big-Data métodos mistos e outros temas foram conteúdos mencionados neste registro Centralmente o Seminário quis romper com",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "que exigirá ajustes permanentes das estratégias em função das respostas do meio ambiente às ações; c como mecanismos de feedback na gestão de programas sociais[4] com forte apelo ao uso de evidências surgidas de sistemas de monitoramento ou grandes bases de dados Algumas premissas básicas estão presentes nos três casos Como prática que relaciona ação-aprendizagem-ação e requer organizações inteligentes atentas e dispostas a ajustar estratégias de forma permanente a gestão adaptativa tem nas práticas de monitoramento seu principal alicerce A seguir procuramos ilustrar algumas das condições necessárias à construção de bons sistemas de monitoramento a a importância de bons sistemas de informação organizacional; b a centralidade de boas matrizes de resultados e indicadores; c a relevância de ajustar fluxo de produção e uso de informações para aprendizagem e tomada de decisão Os sistemas de informação são dispositivos criados para assegurar que uma organização registre uma série de",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided context, it seems like there might be some ongoing or upcoming research projects or innovation initiatives related to the topics mentioned earlier. However, specific details about these projects or initiatives were not provided in the text. It would be helpful if more information was available regarding the nature of these projects or initiatives, their goals, expected outcomes, and the organizations involved.",
            "source": [
                {
                    "content": "Social Innovation Review  John Kania; Mark Kramer Collective Impact Stanford Social Innovation Review  Fay Hanleybrown; John Kania; Mark Kramer Channeling Change Making Collective Impact Work Stanford Social Innovation Review  [1] A Economia Circular é um termo que trata de um ciclo de desenvolvimento positivo que preserva as fontes de recursos naturais otimiza a produção minimiza riscos e impactos Preconiza estratégias como o descarte e reciclagem adequados uso de compostos reutilizáveis ou passíveis de transformação para re-inserção na produção Necessary cookies are absolutely essential for the website to function properly This category only includes cookies that ensures basic functionalities and security features of the website These cookies do not store any personal information Any cookies that may not be particularly necessary for the website to function and is used specifically to collect user personal data via analytics ads other embedded contents are termed as non-necessary",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "mundo já é possível observar iniciativas que experimentam e desenvolvem este caminho nos convidando a repensar nossas concepções práticas e relações a partir de novos modos de fazer e pensar – como o impacto coletivo e o valor compartilhado Michael E Porter; Mark R Kramer Creating Shared Value How to reinvent capitalism and unleash a wave of innovation and growth Harvard Business Review  Mark R Kramer; Marc Pfitzer The Ecosystem of Shared Value Companies must sometimes team up with governments NGOs and even rivals to capture the economic benefits of social progress Harvard Business Review  HalliePreskill; Marcie Parkhurst; Jennifer SplanskyJuster Guide to Evaluating Collective Impact Collective Impact Forum Marcie Parkhurst; HalliePreskill Learning in Action Evaluating Collective Impact Stanford Social Innovation Review  John Kania; Mark Kramer Collective Impact Stanford Social Innovation Review  Fay Hanleybrown; John Kania; Mark Kramer Channeling Change Making Collective Impact Work",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "com leituras críticas de programas e políticas sociais Observamos entretanto que isso está limitado e novas formas de contribuir com iniciativas de impacto social são necessárias Procuramos então a inovação Estudamos o emergente movimento de organizações lean e a ele nos conectamos Adotamos a proposta embrionária dos Feedback Labs que sugere incorporar o dispositivo do feedback para compor junto com a avaliação e monitoramento os pilares que ancoram a aprendizagem organizacional Ainda em construção esta abordagem versa pela agilidade busca o essencial e é orientada para a produção de insights mais do que conclusões absolutas leis ou verdades finais que demasiadas vezes são inviáveis de serem geradas no contexto de intervenções sociais Assim nosso portfólio se amplia Além das frentes tradicionais de atuação aprofundamos nossa disposição em trazer qualidade e rigor para o desenho de novos institutos e fundações por meio de estudos planos e teorias de mudança bem estruturadas Flertamos",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "que de fato gerem mudança para as organizações e o coletivo” “O Instituto Center Norte teve o apoio direto da Move na construção da sua teoria de mudança que está sendo uma grande bússola para nós Ela consegue de uma forma muito breve em uma única página trazer toda a essência toda a estratégia da organização e também dá um norte para que qualquer pessoa possa saber qual resultado de impacto a organização quer entregar A Move foi muito importante para nos ajudar a lapidar nossa estratégia para com isso sermos mais efetivos qualificando nossos resultados garantindo de fato que nós como Investidores Sociais Privados consigamos entregar o melhor para a sociedade” “O apoio da Move foi fundamental para a construção e desenvolvimento do Programa de Aceleração de Negócios da PPA Além de nos orientar de forma criativa e inovadora para criar a teoria de mudança e matriz de avaliação de impacto do programa sentimos que o trabalho da Move ajudou fortemente na modelagem dos 15 negócios e startups",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " I cannot provide specific details about recent research grants or innovation awards without further context. However, some notable organizations known for distributing such grants include the National Science Foundation (NSF), the National Institutes of Health (NIH), the Bill & Melinda Gates Foundation, and the MacArthur Foundation. Additionally, there might be regional or industry-specific grant programs available. To find out more about these opportunities, it would be best to visit their respective websites or consult relevant databases and resources.",
            "source": [
                {
                    "content": "Social Innovation Review  John Kania; Mark Kramer Collective Impact Stanford Social Innovation Review  Fay Hanleybrown; John Kania; Mark Kramer Channeling Change Making Collective Impact Work Stanford Social Innovation Review  [1] A Economia Circular é um termo que trata de um ciclo de desenvolvimento positivo que preserva as fontes de recursos naturais otimiza a produção minimiza riscos e impactos Preconiza estratégias como o descarte e reciclagem adequados uso de compostos reutilizáveis ou passíveis de transformação para re-inserção na produção Necessary cookies are absolutely essential for the website to function properly This category only includes cookies that ensures basic functionalities and security features of the website These cookies do not store any personal information Any cookies that may not be particularly necessary for the website to function and is used specifically to collect user personal data via analytics ads other embedded contents are termed as non-necessary",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "mundo já é possível observar iniciativas que experimentam e desenvolvem este caminho nos convidando a repensar nossas concepções práticas e relações a partir de novos modos de fazer e pensar – como o impacto coletivo e o valor compartilhado Michael E Porter; Mark R Kramer Creating Shared Value How to reinvent capitalism and unleash a wave of innovation and growth Harvard Business Review  Mark R Kramer; Marc Pfitzer The Ecosystem of Shared Value Companies must sometimes team up with governments NGOs and even rivals to capture the economic benefits of social progress Harvard Business Review  HalliePreskill; Marcie Parkhurst; Jennifer SplanskyJuster Guide to Evaluating Collective Impact Collective Impact Forum Marcie Parkhurst; HalliePreskill Learning in Action Evaluating Collective Impact Stanford Social Innovation Review  John Kania; Mark Kramer Collective Impact Stanford Social Innovation Review  Fay Hanleybrown; John Kania; Mark Kramer Channeling Change Making Collective Impact Work",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "e a relação com bônus para todo o staff para 7 dos respondentes Mas é relevante observar que 43 dos investidores não têm incentivo específico para a equipe alcançar impacto Na relação com investes observa-se que a motivação intrínseca com impacto é de 51 dos times valor menor do que o apontado por investidores o que me parece surpreendente Para estimular o foco em impacto os investidores indicam que o avanço deve estar em curso para que recebam o fluxo de capital 24 mas uma amostra representativa de investidores 37 não tem incentivos para os investes relacionados ao alcance de impactos Este conjunto de dados levantados pelo GIIN indica que o universo dos investimentos de impacto avança na estruturação de soluções de GMI como a adoção de ferramentas e frameworks a definição de responsabilidades no time para este papel o uso de dados na tomada de decisões ou a alocação de recursos que ganham tamanhos relevantes no orçamento organizacional Ao mesmo tempo que permanecem desafios sobre",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "com leituras críticas de programas e políticas sociais Observamos entretanto que isso está limitado e novas formas de contribuir com iniciativas de impacto social são necessárias Procuramos então a inovação Estudamos o emergente movimento de organizações lean e a ele nos conectamos Adotamos a proposta embrionária dos Feedback Labs que sugere incorporar o dispositivo do feedback para compor junto com a avaliação e monitoramento os pilares que ancoram a aprendizagem organizacional Ainda em construção esta abordagem versa pela agilidade busca o essencial e é orientada para a produção de insights mais do que conclusões absolutas leis ou verdades finais que demasiadas vezes são inviáveis de serem geradas no contexto de intervenções sociais Assim nosso portfólio se amplia Além das frentes tradicionais de atuação aprofundamos nossa disposição em trazer qualidade e rigor para o desenho de novos institutos e fundações por meio de estudos planos e teorias de mudança bem estruturadas Flertamos",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided information, it appears that the organization is working closely with various types of clients, including public and private organizations. These clients recognize the reality they operate within and engage in actions with social and environmental impacts relevant and sustainable for society. Additionally, the organization works alongside its partners to monitor their strategic actions and ensure delivery of positive social impact results. Through these efforts, the organization seeks to foster collaboration between different stakeholders, such as government agencies, nonprofit organizations, and businesses, all working together towards common goals.",
            "source": [
                {
                    "content": "mundo já é possível observar iniciativas que experimentam e desenvolvem este caminho nos convidando a repensar nossas concepções práticas e relações a partir de novos modos de fazer e pensar – como o impacto coletivo e o valor compartilhado Michael E Porter; Mark R Kramer Creating Shared Value How to reinvent capitalism and unleash a wave of innovation and growth Harvard Business Review  Mark R Kramer; Marc Pfitzer The Ecosystem of Shared Value Companies must sometimes team up with governments NGOs and even rivals to capture the economic benefits of social progress Harvard Business Review  HalliePreskill; Marcie Parkhurst; Jennifer SplanskyJuster Guide to Evaluating Collective Impact Collective Impact Forum Marcie Parkhurst; HalliePreskill Learning in Action Evaluating Collective Impact Stanford Social Innovation Review  John Kania; Mark Kramer Collective Impact Stanford Social Innovation Review  Fay Hanleybrown; John Kania; Mark Kramer Channeling Change Making Collective Impact Work",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "A nossa Teoria de Mudança descreve o porquê e como trabalhamos para realizar nossa missão Contribuir com organizações públicas e privadas para ampliar e qualificar os impactos sociais e socioambientais de suas ações Organizações publicas e privadas reconhecem as realidades em que atuam e realizam ações de interesse público qualificadas produzindo impactos sociais e socioambientais relevantes e sustentáveis para a sociedade Facilitamos processos de avaliação com profundidade e sensibilidade para gerar aprendizagem e apoiar a tomada de decisões nas organizações Cada caso é único e nossa prática avaliativa pode abordar Trabalhamos para que nossas organizações parceiras monitorem suas ações estratégicas e garantam a entrega de resultados de impacto social positivo Para isso atuamos com as seguintes propostas Em colaboração com nossas organizações clientes desenvolvemos planos realistas que respeitem o contexto de cada iniciativa Adotamos diversas ferramentas e técnicas para fortalecer o",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "nosso estudo inédito Avaliação da Efetividade de Aceleradoras de Impacto Em quase um ano de trabalho o projeto contemplou a participação de 11 organizações intermediárias aceleradoras e 73 negócios de impacto e organizações da sociedade […] A demanda por aprendizagem em avaliação tem sido cada vez mais frequente entre as organizações do terceiro setor Com isso temos sido demandadasos a facilitar processos de aprendizagens com esta temática e este movimento está nos convidando para reflexões sobre as diversas formas de formações das mais tradicionais às mais arrojadas  Diante das exigências das […] A Move Social é uma empresa B  empresas que aliam lucro à impacto  socioambiental positivo que tem como propósito promover conhecimento e estratégia para o ecossistema de impacto Fazemos isso apoiando organizações de diferentes setores tamanhos e temáticas a tomarem decisões com base em evidências a planejarem e se articularem e para a solução […] Norteadas/os por esta pergunta criamos um",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "do Projeto a Oxfam Brasil solicitou à Move uma avaliação de resultados Foi construída uma matriz de avaliação em oficinas com representantes das organizações parceiras Definiu-se o método qualitativo para a investigação da realidade e foram conduzidas entrevistas com todas as organizações parceiras entrevistas e grupos focais com coletivos e jovens das quatro cidades e por fim foram realizadas observações participantes de atividades implementadas pelo projeto No total foram ouvidas/os 42 jovens e 16 membros das organizações parceiras O programa Crescer Aprendendo tem como objetivo promover o desenvolvimento integral das crianças de zero a seis anos a partir de estratégias de sensibilização e formação presencial para famílias e equipes escolares No início de  a equipe gestora do programa demandou apoio para a reestruturação do programa tanto do ponto de vista estratégico analisando sua cadeia de resultados quanto do ponto de vista operacional e gerencial revisando as estratégias",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided information, it seems that there might be some collaborative efforts between organizations working towards shared value creation, collective impact, and other related concepts. However, specific joint events, projects, or initiatives were not mentioned in the text. It would be helpful to have more details about these organizations and their activities to provide a comprehensive list of joint events, projects, or initiatives.",
            "source": [
                {
                    "content": "mundo já é possível observar iniciativas que experimentam e desenvolvem este caminho nos convidando a repensar nossas concepções práticas e relações a partir de novos modos de fazer e pensar – como o impacto coletivo e o valor compartilhado Michael E Porter; Mark R Kramer Creating Shared Value How to reinvent capitalism and unleash a wave of innovation and growth Harvard Business Review  Mark R Kramer; Marc Pfitzer The Ecosystem of Shared Value Companies must sometimes team up with governments NGOs and even rivals to capture the economic benefits of social progress Harvard Business Review  HalliePreskill; Marcie Parkhurst; Jennifer SplanskyJuster Guide to Evaluating Collective Impact Collective Impact Forum Marcie Parkhurst; HalliePreskill Learning in Action Evaluating Collective Impact Stanford Social Innovation Review  John Kania; Mark Kramer Collective Impact Stanford Social Innovation Review  Fay Hanleybrown; John Kania; Mark Kramer Channeling Change Making Collective Impact Work",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "ainda que possa exigir tempo de dedicação; c ser democrática por usar de linguagem acessível a todos os que por ela se interessarem; e principalmente d ser relevante com clara potência para criar revisar e ressignificar a consistência estratégica de organizações e programas Anderson A The Community Builder’s Approach to the Theory of Change  a practical guide to theory development The Aspen Institute  VogelI UK Review of the use of “Theory of Change” in Internactional Development Departament for International Development DFID  BestH  HarjlK Social Impact Measurement Use Among Canadian Impact Investors Venture Deli e Purpose Capital  Brandão D Cruz C Arida A Métricas em Negócios Sociais Fundamentos São Paulo Move e ICE  Olsen S  Galimidi B Catalog of Approaches to Impact Measurement Assessing Social Impact in Private Ventures The Rockfeller Foundation  Graig E On Logic Models Theories of Change and Evaluation Usable Knowledge  Necessary cookies are absolutely essential for the website",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "A nossa Teoria de Mudança descreve o porquê e como trabalhamos para realizar nossa missão Contribuir com organizações públicas e privadas para ampliar e qualificar os impactos sociais e socioambientais de suas ações Organizações publicas e privadas reconhecem as realidades em que atuam e realizam ações de interesse público qualificadas produzindo impactos sociais e socioambientais relevantes e sustentáveis para a sociedade Facilitamos processos de avaliação com profundidade e sensibilidade para gerar aprendizagem e apoiar a tomada de decisões nas organizações Cada caso é único e nossa prática avaliativa pode abordar Trabalhamos para que nossas organizações parceiras monitorem suas ações estratégicas e garantam a entrega de resultados de impacto social positivo Para isso atuamos com as seguintes propostas Em colaboração com nossas organizações clientes desenvolvemos planos realistas que respeitem o contexto de cada iniciativa Adotamos diversas ferramentas e técnicas para fortalecer o",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a oportunidade para Estrategista de Comunicação e Marketing na Move Social Temos como um dos nossos valores a diversidade e por isso priorizamos pessoas negras pretas e pardas LGBTQIAP+ PCD indígenas quilombolas 50+ entre […] A Move juntamente com outras organizações e movimentos sociais aderiu à nota conjunta em repúdio à declaração do candidato Jair Bolsonaro feita dia  onde insinua que organizações não governamentais poderiam ser responsáveis pelas queimadas em cursos na Amazônia Trecho da nota “Vossa Excelência ocupa o cargo de Presidente da República e portanto está entre […] CONVITE Vislumbramos o crescimento da Move Queremos conhecer profissionais engajados com o nosso propósito e que tenham talento para colaborar em processos de planejamento avaliação e monitoramento no setor social Quem somos Somos uma empresa B que quer “mudar organizações para que mudem o mundo” Nossa vocação é apoiar processos de avaliação e planejamento de […] Como explorar dinâmicas cooperativas para um",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Collaborative efforts between shared value companies, governments, NGOs, and even rival companies aim to create both collective impact and shared value. These partnerships seek to achieve common goals such as addressing social issues while also generating economic benefits. Through this collaboration, all parties involved hope to experience positive outcomes, including improved social conditions, increased economic prosperity, and enhanced relationships among stakeholders. By working together, these organizations can leverage their resources and expertise to drive meaningful change and create lasting impact on society.",
            "source": [
                {
                    "content": "tangíveis e quantificáveis que expressam o comportamento da intervenção Produtos dizem respeito à capacidade de execução e geração de aspectos objetivos tais como o número de oficinas realizadas a quantidade de participantes a frequência da participação de jovens etc Eles têm enorme valor para processos de monitoramento de projetos e organizações e caso sejam agrupados ao redor das táticas e estratégias se constituem como peças importantes para informar sobre o avanço da TM e a confirmação de suas hipóteses Entretanto não se pode considerar os outputs como expressões dos resultados de mudanças na sociedade A transformação gerada em uma realidade é expressa por meio de resultados efeitos outcomes ou impactos que para serem observados exigem lançar mão de outros mecanismos de avaliação para além do desenho do arcabouço teórico da organização ou programa Ao atuar como suporte para processos de avaliação as TM guardam três opções de estratégias avaliatórias que podem ser utilizadas",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "mundo já é possível observar iniciativas que experimentam e desenvolvem este caminho nos convidando a repensar nossas concepções práticas e relações a partir de novos modos de fazer e pensar – como o impacto coletivo e o valor compartilhado Michael E Porter; Mark R Kramer Creating Shared Value How to reinvent capitalism and unleash a wave of innovation and growth Harvard Business Review  Mark R Kramer; Marc Pfitzer The Ecosystem of Shared Value Companies must sometimes team up with governments NGOs and even rivals to capture the economic benefits of social progress Harvard Business Review  HalliePreskill; Marcie Parkhurst; Jennifer SplanskyJuster Guide to Evaluating Collective Impact Collective Impact Forum Marcie Parkhurst; HalliePreskill Learning in Action Evaluating Collective Impact Stanford Social Innovation Review  John Kania; Mark Kramer Collective Impact Stanford Social Innovation Review  Fay Hanleybrown; John Kania; Mark Kramer Channeling Change Making Collective Impact Work",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Teoria de Mudança TM é uma ferramenta valiosa para apoiar processos de planejamento e avaliação de organizações e programas sociais É definida como a tese que articula a cadeia lógica de uma intervenção concatenando os resultados de longo prazo os caminhos para alcança-los as relações causais existentes os resultados intermediários bem como as premissas ou condicionantes anteparam a viabilidade daquilo que se espera Anderson  Uma Teoria de Mudança pode produzir questões novas e desafiadoras para o grupo que a empreende permitindo aprofundar sua compreensão sobre objeto da intervenção seu contexto e as alternativas mais adequadas para nele atuar O processo de construção de uma TM ao abordar estas e outras questões produz um claro alinhamento na equipe sobre as ambições pretendidas os papéis de cada um as hipóteses em jogo entre outras Num plano teórico as TM estão associadas com a abordagem das Avaliações Orientadas pela Teoria Program Theory Evaluation nascidas na década de  Entre as",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "dificuldade de tomar decisões melhores para o investimento de seus recursos com base somente em dados sobre o andamento das suas ações que não informam sobre a realidade da intervenção ou utilizando relatórios avaliativos que muitas vezes demoram meses para ficarem prontos e olham para um recorte da realidade sob o viés dos resultados esperados O Feedback conecta as pessoas Em um curtíssimo espaço de tempo um sistema de saúde pode ter clareza por exemplo do que pacientes acham da consultas ou o que eles mais gostariam que os profissionais de saúde mudassem em sua conduta Um financiador pode colher a opinião de todos aqueles que passam pelo trabalho financiado pela sua organização e conseguir ajudar os stakeholders a ajustarem as suas estratégias Um conjunto de profissionais que trabalha no escritório do investimento social privado pode se conectar com aqueles que são beneficiados do seu trabalho entender suas reais necessidades e criar um outro sentido e até revisar suas práticas para",
                    "metadata": {
                        "rel": [
                            "youtube",
                            "movinvestimentos",
                            "impactmanagementproject",
                            "thegiin",
                            "unicef",
                            "voxcapital",
                            "linkedin",
                            "sense-lab"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}