{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided information, several environmentally friendly and responsible digital practices have been mentioned. These include:\n\n1. Recycling of materials: Michelin has emphasized recycling of pneumatic tires through their circular economy approach. This helps reduce waste and conserve resources.\n2. Sustainable product design: Companies like Patagonia prioritize eco-design in their clothing production, aiming to minimize environmental impact while maintaining quality and functionality.\n3. Energy efficiency: By implementing energy-saving measures, companies can significantly reduce their carbon footprint and energy costs. For example, using LED lighting instead of traditional bulbs.\n4. Waste reduction: Practices such as reducing packaging material, optimizing supply chain management, and promoting a culture of reusing and repurposing materials can help minimize waste generation.\n5. Digital tools for sustainability: Various software solutions are available to assist companies in measuring, monitoring, and managing their environmental and social impacts more effectively.\n6. Employee engagement: Encouraging employees to participate in green initiatives fosters a sense of ownership and responsibility towards sustainability goals.\n7. Collaborating with external partners: Companies can work together with NGOs, governments, and other stakeholders to develop and implement joint projects focused on environmental conservation and sustainable development.",
            "source": [
                {
                    "content": "premières qui sont nécessaires en grandes quantités pour produire nos équipements que l’on renouvelle de plus en plus fréquemment Aujourd’hui l’intégralité des organisations entreprises associations institutions etc ont recours aux outils numériques dans leurs activités Leurs stratégies de développement d’optimisation ou de transformation s’appuient massivement sur des projets numériques sans qu’il y ait généralement de mesure ou d’évaluation prévisionnelle de l’empreinte environnementale que ca génère Il est donc essentiel de réduire l’empreinte écologique des pratiques numériques du quotidien dans notre vie personnelle et professionnelle Et pour pouvoir le faire encore faut-il savoir où agir D’après une étude de  du club Green IT sur la maturité des entreprises à mettre en œuvre des bonnes pratiques pour réduire l’empreinte sociale et environnementale de leur SI les entreprises françaises sont globalement matures score moyen de 59/ mais avec un écart important entre la moins mature",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Grâce à ses innovations Michelin entend avoir un meilleur impact social et environnemental Un savoir-faire historique du travail du caoutchouc en constante innovation Une conviction que les entreprises doivent donner du sens à leurs actions Un engagement pour une offre plus durable et respectueuse de l’environnement grâce à un business model fondé sur l’économie circulaire  le recyclage des pneus et l’intégration de matières premières dans le processus de production sont au cœur des innovations de Michelin Un engagement pour l’innovation managériale  Michelin refuse de considérer ses salariés seulement comme une ressource Impact environnemental  44 types de déchets sont recyclés de façon rentable et 24 sites de production ont atteint « zéro déchet en décharge » Impact managérial  hausse de satisfaction des salariés travail plus varié et valorisant amélioration de l’ambiance de travail Impact économique  réduction des coûts en énergie et en matière premières transformées en marge entre",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "pratiques pour réduire l’empreinte sociale et environnementale de leur SI les entreprises françaises sont globalement matures score moyen de 59/ mais avec un écart important entre la moins mature 40 et la plus mature 77  il existe donc un fort potentiel de réduction d’impact dans les entreprises les moins matures Il existe de plus en plus d’outils pour accompagner les entreprises sur leur démarche de numérique responsable Avec des accompagnements de A à Z par exemple avec le label Numérique responsable par l’agence Lucie En démarrant par un état des lieux avec une mesure de l’impact environnemental et sociétal de l’entreprise ZEI Ecovadis… En formant les collaborateurs à l’écoconception Greenitfr Greencodelab… Ou encore par une démarche d’achats responsables des équipements numériques et des consommables Ecodair Backmarket Commown… Et bien d’autres outils disponibles pour accompagner les entreprises dans leur démarche Il existe de nombreux groupes de travail sur le sujet auxquels",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Patagonia fabrique depuis plus de 40 ans des vêtements dans le respect de l’Homme et de l’environnement Savez-vous qu’il faut  litres d’eau pour fabriquer un t-shirt de  grammes  Que l’industrie textile est la deuxième industrie la plus polluante au monde  des vêtements fabriqués en coton  biologique ou en matière  recyclable des vêtements fabriqués dans des conditions de travail respectueuses de l’Homme avec 35 de l’offre labellisée Commerce Equitable une marque qui encourage une consommation raisonnée en réparant les vêtements abîmés 493kg de CO2 et 24L d’eau économisés en réparant 1 vêtement  millions de dollars donnés à des ONG en  dans le cadre de l’initiative 1 for the planet Créée en  Patagonia a réalisé un chiffre d’affaires de  millions de dollars en  et emploie plus de  personnes MySezame propose aux entreprises de les accompagner dans leur transition vers des modèles alliant rentabilité et impact positif sur la société et l’environnement – avec comme cœur de métier la",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " There are several events and initiatives focused on environmental conservation. However, providing a comprehensive list with 10 events is not feasible within this format. Instead, I will mention some notable examples from various regions around the world. These include:\n\n1. United Nations Climate Change Conferences (COP)\n2. World Wildlife Fund (WWF) Earth Hour\n3. Global Landscapes Forum\n4. The Bonn Challenge\n5. Conference of Parties (COP) for the Convention on Biological Diversity (CBD)\n6. International Union for Conservation of Nature (IUCN) World Conservation Congress\n7. Our Common Future under Climate Change conference series\n8. The Paris Agreement Signing Ceremony\n9. The European Environment Agency's Annual Conference\n10. The Intergovernmental Panel on Climate Change (IPCC) Assessment Reports Release Events\n\nThese events represent only a small fraction of the numerous initiatives and activities dedicated to environmental conservation.",
            "source": [
                {
                    "content": "pratiques pour réduire l’empreinte sociale et environnementale de leur SI les entreprises françaises sont globalement matures score moyen de 59/ mais avec un écart important entre la moins mature 40 et la plus mature 77  il existe donc un fort potentiel de réduction d’impact dans les entreprises les moins matures Il existe de plus en plus d’outils pour accompagner les entreprises sur leur démarche de numérique responsable Avec des accompagnements de A à Z par exemple avec le label Numérique responsable par l’agence Lucie En démarrant par un état des lieux avec une mesure de l’impact environnemental et sociétal de l’entreprise ZEI Ecovadis… En formant les collaborateurs à l’écoconception Greenitfr Greencodelab… Ou encore par une démarche d’achats responsables des équipements numériques et des consommables Ecodair Backmarket Commown… Et bien d’autres outils disponibles pour accompagner les entreprises dans leur démarche Il existe de nombreux groupes de travail sur le sujet auxquels",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "premières qui sont nécessaires en grandes quantités pour produire nos équipements que l’on renouvelle de plus en plus fréquemment Aujourd’hui l’intégralité des organisations entreprises associations institutions etc ont recours aux outils numériques dans leurs activités Leurs stratégies de développement d’optimisation ou de transformation s’appuient massivement sur des projets numériques sans qu’il y ait généralement de mesure ou d’évaluation prévisionnelle de l’empreinte environnementale que ca génère Il est donc essentiel de réduire l’empreinte écologique des pratiques numériques du quotidien dans notre vie personnelle et professionnelle Et pour pouvoir le faire encore faut-il savoir où agir D’après une étude de  du club Green IT sur la maturité des entreprises à mettre en œuvre des bonnes pratiques pour réduire l’empreinte sociale et environnementale de leur SI les entreprises françaises sont globalement matures score moyen de 59/ mais avec un écart important entre la moins mature",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "À Dauphine les étudiants sont très demandeurs de contenu sur ces sujets Ils sont notamment très sensibles à la notion de la responsabilité environnementale Nous proposons donc des cours sur la responsabilité sociale des entreprises à tous les niveaux et dans toutes les formations  Cécile De Lisle HEC  Depuis septembre  les étudiants de HEC suivent un parcours appelé « Purpose  Sustainability » de leur entrée en grande école jusqu’à leur diplomation Ce parcours initie les étudiants aux enjeux de soutenabilité d’un point de vue social et environnemental et de sens au niveau individuel comme au niveau de l’organisation dans le cadre de l’entreprise  Hans-Jörg Schlierer EM Lyon  Les étudiants sont déjà très sensibilisés à ces questions Tout au long de leur scolarité on leur fournit des outils pour qu’ils approfondissent leurs connaissances et qu’ils puissent passer à l’action En première année le parcours de digital learning de MySezame sur le business à impact est obligatoire pour tous",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "ouvre le champ des possibles ôte ses derniers doutes lui donne une énergie nouvelle et l’envie d’aller plus loin Elle convainc alors son directeur et la rédaction du titre  qu’il est possible d’agir au sein de leur écosystème Très vite tous adhèrent au projet et un prix de la philanthropie vient compléter les trophées existants de l’Asset Management Deux tables rondes sont organisées sur des thèmes encore jamais explorés « Philanthropie et finances » et « Impact investing » une matinée grand public sur les « green bonds » proposée par Isabelle est un grand succès Grâce à son impulsion et au soutien des rédactions Option Finance se positionne aujourd’hui sur son segment comme le premier média de la finance verte Avec l’aide du groupe Isabelle espère contribuer demain à y développer de nouveaux projets pour sensibiliser à la nécessité d’une  croissance durable Et dans quelques temps peut-être une plateforme collaborative devrait voir le jour en Normandie pour créer des filières de",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The environmental impact metrics reported by companies can vary widely depending on their specific circumstances and goals. However, some common examples include greenhouse gas emissions (such as carbon dioxide equivalents), water consumption and waste generation. Other potential metrics could be related to energy efficiency, use of renewable resources or sustainably sourced materials, and progress towards achieving targets set forth in initiatives like the United Nations Sustainable Development Goals (SDGs) or science-based targets for climate action. Ultimately, it is essential for companies to identify relevant and meaningful indicators to measure and report their environmental impact, so they can understand their footprint, track improvements over time, and communicate their progress to stakeholders.",
            "source": [
                {
                    "content": "La clef serait ainsi de se poser les vraies questions sans avoir peur du négatif pour non seulement l’identifier mais également s’y attaquer par la suite  Toutes les entreprises mesurent leur impact économique grâce à une direction financière il en va de même pour l’impact environnemental et social  la notion d’impact est intrinsèquement liée aux chiffres La mesure d’impact requiert ainsi une réflexion en amont des efforts et des moyens  Plusieurs méthodes de mesure d’impact complémentaires et correspondant à différents degrés de complexité existent Compta Durable a ainsi développé la méthode CARE Comprehensive Accounting In Respect of Ecology un système comptable complet qui prend en compte des informations extra-financières justifiées  les capitaux financier humain et environnemental sont intégrés dans le modèle 70 des indicateurs du modèle CARE sont ainsi extra-financiers  Aujourd’hui d’après une étude de la société de gestion NN Investment Partners 1 entreprise du 5 dans le monde",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "B Corp est un label international certifiant les entreprises ayant un impact sociétal social et environnemental positif B Corp est un degré de labellisation d’une entreprise qui va au-delà du produit ou du service Le label B Corp est le seul label mesurant la totalité de la performance sociale et environnementale d’une entreprise  Le « B Impact Assessment » l’évaluation d’impact B Corp évalue l’impact du business model et des opérations d’une entreprise sur ses salariés sa communauté son environnement et ses clients Les entreprises labellisées B Corp sont un nouveau genre de business qui garde un équilibre entre son impact social et son but lucratif Elles sont  tenues de prendre en compte l’impact de leurs décisions sur leur salariés clients fournisseurs communauté et sur l’environnement Il s’agit d’une communauté de leaders pionnière d’un mouvement utilisant le business comme une force pour faire le bien Les entreprises labellisées B Corp répondent à des exigences de performances",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "premières qui sont nécessaires en grandes quantités pour produire nos équipements que l’on renouvelle de plus en plus fréquemment Aujourd’hui l’intégralité des organisations entreprises associations institutions etc ont recours aux outils numériques dans leurs activités Leurs stratégies de développement d’optimisation ou de transformation s’appuient massivement sur des projets numériques sans qu’il y ait généralement de mesure ou d’évaluation prévisionnelle de l’empreinte environnementale que ca génère Il est donc essentiel de réduire l’empreinte écologique des pratiques numériques du quotidien dans notre vie personnelle et professionnelle Et pour pouvoir le faire encore faut-il savoir où agir D’après une étude de  du club Green IT sur la maturité des entreprises à mettre en œuvre des bonnes pratiques pour réduire l’empreinte sociale et environnementale de leur SI les entreprises françaises sont globalement matures score moyen de 59/ mais avec un écart important entre la moins mature",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Si l’impact est visé de manière plus ou moins affirmée par beaucoup nous ne sommes pas tous d’accord sur ce que nous mettons derrière ce terme En effet l’impact est loin d’être toujours positif pour la société ou l’environnement Arnaud Bergero définit ainsi l’impact comme « l’ensemble des changements positifs ou négatifs attendus ou inattendus durables engendrés par des activités mises en place par l‘organisation et attribuables à ses activités »  Si la définition d’un impact social positif semble alors claire celle d’un impact environnemental positif est encore plus compliquée à établir  la frontière entre les impacts environnementaux positif et négatif est floue En effet quelle entreprise peut se targuer d’avoir un impact positif sur l’environnement  Les entreprises cherchent ainsi un moyen de mesurer leur impact environnemental et de déterminer un seuil relatif à partir duquel celui-ci pourrait être qualifié de positif par exemple le respect des accords de Paris ou la neutralité",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, based on the information provided about Option Finance and its journey towards becoming a leader in sustainable finance, it seems that they have taken steps towards social and environmental responsibility. The company has obtained the B Corp label, which is a global standard for companies that use their business as a force for good. This label requires meeting certain social and environmental performance standards, demonstrating transparency, and upholding legal responsibility to balance profit with social impact. Additionally, the company has organized events such as \"Philanthropy and Finance\" and \"Impact Investing,\" showcasing their dedication to promoting responsible financial practices. Furthermore, the company's CEO and founder, Isabelle, has been instrumental in driving change within the organization by encouraging them to act upon their values and beliefs. Overall, it appears that Option Finance has made public commitments to social and corporate responsibility through obtaining the B Corp label, organizing educational events, and being driven by a mission to promote sustainability and positive social impact.",
            "source": [
                {
                    "content": "Payre CEO et fondatrice de NoWW Le monde de l’entreprise privée n’était pas dans ma culture familiale On y parlait plutôt politique services publics recherches… Mon cursus a fait que je me suis retrouvée en école de commerce un peu perdue dans des cours où il me semblait que seuls deux métiers existaient  banquier MA ou vendeur de lessive  Et c’est finalement par l’ESSEC que j’ai découvert le monde de l’entrepreneuriat social  des entrepreneurs des projets fascinants où l’on parle de clients et de bénéficiaires où la recherche de l’impact environnemental et social est aussi importante que le business model Deux ans à La MAIF m’ont démontré que les entreprises sociales peuvent être des leaders sur leurs marchés J’étais conquise Puis je me suis passionnée pour les enjeux de transition énergétique  j’ai rejoint des entreprises classiques très expertes du sujet en conseil en stratégie CVA et grands groupes industriels Alstom et General Electric L’envie d’entreprendre est venue plus tard",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "B Corp est un label international certifiant les entreprises ayant un impact sociétal social et environnemental positif B Corp est un degré de labellisation d’une entreprise qui va au-delà du produit ou du service Le label B Corp est le seul label mesurant la totalité de la performance sociale et environnementale d’une entreprise  Le « B Impact Assessment » l’évaluation d’impact B Corp évalue l’impact du business model et des opérations d’une entreprise sur ses salariés sa communauté son environnement et ses clients Les entreprises labellisées B Corp sont un nouveau genre de business qui garde un équilibre entre son impact social et son but lucratif Elles sont  tenues de prendre en compte l’impact de leurs décisions sur leur salariés clients fournisseurs communauté et sur l’environnement Il s’agit d’une communauté de leaders pionnière d’un mouvement utilisant le business comme une force pour faire le bien Les entreprises labellisées B Corp répondent à des exigences de performances",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Il s’agit d’une communauté de leaders pionnière d’un mouvement utilisant le business comme une force pour faire le bien Les entreprises labellisées B Corp répondent à des exigences de performances sociales et environnementales de transparence ainsi que de responsabilité légale d’équilibrer leur but lucratif et l’impact social Nous sommes des personnes utilisant le business comme une force pour faire le bien Les entreprises décident d’obtenir le label pour différentes raisons Certaines l’utilisent simplement pour évaluer et faire un benchmark de leurs propres performances Toutefois beaucoup ont l’envie de rejoindre et de mener un mouvement mondial et d’inspirer une course vers le meilleur des business œuvrant pour le bien Les B Corps entreprises labellisées B Corp évoquent aussi beaucoup l’opportunité de créer des liens et d’attirer des talents  d’améliorer leur impact et d’étendre leur champ d’écoute en rejoignant une voix collective Et tout cela est fait en plus des piliers",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "ouvre le champ des possibles ôte ses derniers doutes lui donne une énergie nouvelle et l’envie d’aller plus loin Elle convainc alors son directeur et la rédaction du titre  qu’il est possible d’agir au sein de leur écosystème Très vite tous adhèrent au projet et un prix de la philanthropie vient compléter les trophées existants de l’Asset Management Deux tables rondes sont organisées sur des thèmes encore jamais explorés « Philanthropie et finances » et « Impact investing » une matinée grand public sur les « green bonds » proposée par Isabelle est un grand succès Grâce à son impulsion et au soutien des rédactions Option Finance se positionne aujourd’hui sur son segment comme le premier média de la finance verte Avec l’aide du groupe Isabelle espère contribuer demain à y développer de nouveaux projets pour sensibiliser à la nécessité d’une  croissance durable Et dans quelques temps peut-être une plateforme collaborative devrait voir le jour en Normandie pour créer des filières de",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual and quarterly reports detailing these commitments. The annual report typically provides an overview of the company's performance, financial highlights, and sustainability initiatives for the year. It may also include information on social and environmental impacts, as well as goals and targets for future improvement. Quarterly reports provide updates on the company's financial performance during specific periods throughout the year. These reports often include key metrics related to sustainability efforts, such as greenhouse gas emissions, energy consumption, water usage, and waste reduction. By regularly publishing this information, companies demonstrate their commitment to transparency and accountability in their sustainability journey.",
            "source": [
                {
                    "content": "durables comparer son budget pour lutter contre le gaspillage et finalement mieux vivre L’un des impacts sera de délivrer les certificats permettant de mieux accéder au financement de ses projets via la fiche de dialogue certifiée et de simplifier les démarches administratives via un coffre fort intelligent permettant de réunir les documents nécessaires en temps réel et d’en certifier l’authenticité MySezame propose aux entreprises de les accompagner dans leur transition vers des modèles alliant rentabilité et impact positif sur la société et l’environnement – avec comme cœur de métier la formation de l’ensemble des collaborateurs et la bascule des directions générales Depuis  nous avons formé et accompagné des milliers d'étudiants collaborateurs managers administrateurs et dirigeants d’entreprise et de fonds d'investissement",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Maxime a 25 ans quand il rejoint Natixis Assurances après des études d’ingénieur financier et une formation d’actuaire 9 ans plus tard c’est lui qui porte et incarne la politique d’investissement ESG de Natixis Assurances avec 10 des investissements consacrés au financement vert Un engagement fort et pionnier pour l’entreprise qui mobilise tous les métiers Et ce n’est pas un hasard Pour Maxime la notion de responsabilité est centrale tant sur le plan personnel que professionnel et la confiance que lui ont accordée ses différents patrons au fil des années lui a permis de faire progresser ces valeurs sur les nombreuses dimensions qu’elles couvrent en investissement du dialogue avec les différentes parties prenantes à la politique et au déploiement opérationnel Son parcours le mène d’une direction des Risques sur des enjeux liés à la Solvabilité à celle de la gestion du capital puis des investissements en fonction des défis à relever A l’initiative de la création d’un département de",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "ISR à échéance  Elle y travaille à l’intégration des enjeux extra-financiers dans tous les métiers de la société de gestion Deux ans plus tard pari gagné  Sa plus belle victoire  Le jour où un gérant d’actif d’abord réfractaire à intégrer des enjeux extra-financiers dans sa stratégie d’investissement est devenu celui qui pilote l’évolution de la méthode d’analyse extra-financière C’est aussi en  que la Banque Postale engage son nouveau plan stratégique au cœur duquel figure la dimension finance durable Une volonté clairement affirmée pour cette banque qui compte trois millions de personnes précaires sur ses dix millions de clients Avec pour thème central la transition juste c’est-à-dire écologique mais socialement acceptable Un défi relevé par Adrienne recrutée en avril  pour prendre le poste nouvellement créé de Directrice de l’engagement citoyen Elle est aujourd’hui passionnée par sa mission dans une entreprise au cœur de la finance et de l’économie de demain Et Adrienne compte",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "des services 79 conseil = 31 assurances = 18 Le commerce représente 12 tandis que l’industrie en représente 9 Ce sont majoritairement des entreprises jeunes 1 sur 5 est née à mission L’ile de France contient le plus de sociétés à mission avec 62 d’entre elles Sources  Observatoire des sociétés à mission et Ministère de l’économie des finances et de la relance MySezame propose aux entreprises de les accompagner dans leur transition vers des modèles alliant rentabilité et impact positif sur la société et l’environnement – avec comme cœur de métier la formation de l’ensemble des collaborateurs et la bascule des directions générales Depuis  nous avons formé et accompagné des milliers d'étudiants collaborateurs managers administrateurs et dirigeants d’entreprise et de fonds d'investissement",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " MySezame Le Club has organized various community and social events throughout the year to fulfill its commitments in terms of corporate social responsibility (CSR). Some notable events include themed morning sessions, workshops, and training sessions focused on topics such as responsible finance, marketing with a social twist, and governance. These events bring together decision-makers and employees who are passionate about integrating social and environmental issues into their organizations. The club also hosts four annual thematic morning sessions where members can learn from industry experts, share experiences, and develop strategies for action. Additionally, MySezame is affiliated with \"1 for the Planet,\" which means they contribute 1% of their annual revenue to environmental protection organizations. Overall, MySezame Le Club serves as a platform for like-minded individuals to stay informed about the latest trends, exchange ideas, and inspire innovative solutions for a more sustainable future.",
            "source": [
                {
                    "content": "Photo prise lors de la matinée de MySezame Le Club le 4 novembre  à la maison du crowdfunding Le 4 novembre dernier MySezame Le Club organisait une matinée inspirante sur la finance responsable en deux temps Trois grands témoins ont partagé leur vision et leur expérience éclairante autour d’une table ronde  Eric Coisne en tant que Directeur Associé de RAISE Impact Hugues Le Bret co-fondateur de Nickel et Olivier Jaillon Chief Enablement Officer de La Parisienne Assurances Des ateliers ont ensuite permis aux membres du Club de travailler en collectif pour passer à l’action Anne-France Bonnet fondatrice du cabinet Nuova Vista co-initiatrice et Secrétaire générale de la Communauté des Entreprises à Mission est venue conclure sur l’intérêt de « la raison d’être » les incitations et retombées de la Loi Pacte MySezame Le Club est une communauté de décideurs et collaborateurs investis pour placer les enjeux sociaux et environnementaux au cœur de leur entreprise Pour se tenir informés des",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Le 6 mai  MySezame Le Club organisait une matinée en partenariat avec LinkUp Factory sur le sujet du marketing social et du nudge Au programme  une présentation de Sandrine Raffin sur les méthodes de marketing social deux retours d’expériences inspirants de mise en pratique de ces techniques Sylvie Arzelier secrétaire générale de la Fondation Ramsay Santé et Thibault Deschamps secrétaire général de l’Institut des Rencontres de la Forme et des ateliers pour s’approprier le sujet et passer à l’action  MySezame Le Club est une communauté de dirigeants collaborateurs et indépendants investis pour placer les enjeux sociétaux au cœur de leur organisation leur secteur ou leur activité Ses membres se rencontrent autour de quatre matinées annuelles thématiques Le but  se tenir informés des dernières tendances et capter les signaux faibles s’inspirer des pionniers des entreprises à impact stimuler leur capacité d’innovation à la fois pour leur business  la planète  Pourquoi le thème du marketing",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "de ses parties prenantes à déployer les moyens nécessaires pour accomplir sa finalité sociétale EVALUATION  Traduction de la mission dans des engagements et objectifs chiffrés objectivés et évalués à un rythme annuel GOUVERNANCE  Intégration des enjeux de la mission au sein de la gouvernance de l’entreprise soit au sein de l’organe de contrôle principal soit par la création d’un comité ad hoc Nous observons une évolution de la notion de responsabilité sociale des entreprises Alors cantonnée dans le champ rigide de la conformité elle devient le socle sur lequel l’entreprise interroge son utilité et sa contribution au regard des besoins de la société et ancre sa mission La mission est donc cet espace de liberté dans lequel l’entreprise spécifie sa contribution à l’intérêt collectif selon une stratégie des dispositifs de gouvernance et des modalités opérationnelles qui lui sont propres Elle est le ciment qui permet de lier une communauté d’intérêts et de destins entre les différentes",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "la Communauté des Entreprises à Mission et également « Société à Mission » depuis décembre  Nous avons publié notre premier rapport de mission pour l’année  que vous pouvez consulter ici MySezame est agréé « 1 for the Planet » Cela signifie que nous reversons 1 de notre chiffre d’affaires annuel à des associations œuvrant en faveur de la protection de l’environnement En  nous avons rejoint le Groupe Kea alignés sur une même vision de ce qu’est l’économie souhaitable Nous les avons rejoints dans le but de proposer à nos clients un accompagnement qui allie l’acculturation amont la mise en place de plan de transformation profond en passant par la capacité à repenser de façon stratégique les modèles d’affaires MySezame propose aux entreprises de les accompagner dans leur transition vers des modèles alliant rentabilité et impact positif sur la société et l’environnement – avec comme cœur de métier la formation de l’ensemble des collaborateurs et la bascule des directions générales Depuis",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " There are several products, services, and technologies mentioned in the context that aim to address various challenges faced by individuals and organizations. Some of these include:\n\n1. Externalization of time-consuming tasks with competitive prices.\n2. Contribution to projects with positive social impact, creating jobs primarily for women in Africa.\n3. Dedicating a portion of the company's revenue towards employees' salaries so they can continue or resume their studies, pursue entrepreneurship, or other personal development opportunities.\n4. Access to tablets as work tools, as well as internet and bank accounts for marginalized communities.\n5. Collaborative working group \"Digital Durable\" consisting of representatives from different departments (Purchasing, Human Resources, Development, etc.) meeting monthly to identify areas where action is needed.\n6. Study on the energy and carbon footprint of digital activities worldwide, including the \"Scope 3\" approach which includes the entire supply chain.\n7. Implementing eco-design principles for user devices, data centers, and websites/digital projects.\n8. Providing training materials and best practices during the Digital Week event, focusing on the impact of digital technology throughout its lifecycle.\n9. Encouraging employee engagement through KPIs related to digital initiatives within the organization.\n\nThese examples demonstrate how MySezame Le Club and its members are committed to promoting sustainability, inclusivity, and innovation in the tech industry.",
            "source": [
                {
                    "content": "Photo prise lors de la matinée de MySezame Le Club le 21 janvier  à la Felicità Station F Le 21 janvier  MySezame Le Club organisait sa première matinée de l’année autour du sujet de la Tech for Good Au programme  une table ronde inspirante des pitchs de startupeurs à impact et des ateliers pour passer à l’action Pour démarrer trois experts prestigieux  Eva Sadoun Présidente co-fondatrice de LITACO / Co-Présidente du collectif FEST Pierre Marty Responsable Technologies au sein du cabinet PwC et Eneric Lopez Directeur de l’IA chez Microsoft France MySezame Le Club est une communauté de dirigeants collaborateurs et indépendants investis pour placer les enjeux sociétaux au cœur de leur organisation leur secteur ou leur activité Ses membres se rencontrent autour de quatre matinées annuelles thématiques Le but  se tenir informés des dernières tendances et capter les signaux faibles s’inspirer des pionniers des entreprises à impact stimuler leur capacité d’innovation à la fois pour leur",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "système de travail online flexible et formateur permettant de s’approprier les outils digitaux de gagner en compétence et de sortir de l’économie informelle ● Un complément de revenu décent 10 fois supérieur au seuil d’extrême pauvreté et un accompagnement pour financer leurs projets de vie formation entrepreneuriat etc Pour les entreprises  ● Une solution d’externalisation de tâches chronophages à prix compétitifs ● Une contribution à un projet à l’impact social positif  emplois créés dans 23 pays d’Afrique en majorité des femmes étudiantes ou qui ont arrêté leurs études faute de moyens depuis  du chiffre d’affaires dédié au salaire des employées pour qu’elles puissent continuer ou reprendre leurs études ou bien se lancer dans l’entrepreneuriat 5 du chiffre d’affaires reversé à Isahit Help qui permet la mise à disposition des tablettes pour les femmes comme outil de travail mais aussi l’accès à internet et à un compte bancaire +  micro tâches digitales réalisées Startups PME Grands",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "nombre croissant de collaborateurs Ce groupe de travail « Digital Durable » réuni chaque mois des représentants des directions Achats Administration Communication Développement  Mobilité Durables Digital Informatique Industrie RD Services  Solutions Afin de savoir où agir une étude de l’empreinte énergétique et carbone des activités numériques niveau mondial approche cycle de vie incluant le scope 3 a été réalisée Plusieurs actions ont été prises sur le matériel utilisateur les datacenters vis-à-vis des fournisseurs ou pour éco-concevoir les sites et autres projets numériques Et pour embarquer l’ensemble des collaborateurs ils ont organisé en  la digital week un événement  online pour les  personnes avec au menu  impact du numérique cycle de vie et un premier lot de 10 bonnes pratiques pour le début d’une action qui s’inscrit dans la durée Lors de la mise en place de ce type d’événement il est possible de suivre les avancées dans le temps au travail de KPI sur  MySezame propose aux",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "aussi parce qu’elles sont plus couteuses à assurer 20 supplémentaire par mètre carré en moyenne Le phénomène est également visible dans le secteur de la téléphonie mobile  avec une carte prépayée la minute est plus onéreuse qu’avec un abonnement téléphonique classique Et pour les achats de consommation et d’hygiène les personnes les plus pauvres ne peuvent pas acheter des volumes suffisants pour bénéficier d’un tarif avantageux Quant aux frais bancaires les produits de crédit accessibles aux plus modestes supportent des taux d’intérêt nettement plus élevés pour compenser le « risque » que représentent ces profils L’ « Action Tank Entreprise et Pauvreté » cible les mécanismes d’aggravation de la pauvreté pour lesquels les entreprises peuvent proposer des solutions afin d’aboutir à des projets expérimentaux reproductibles à grande échelle Pour lutter contre l’effet double peine qui frappe les plus précaires il faut repenser les business models pour concevoir des produits adaptés aux",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, there are various promotional events and sales related to these offerings. Some examples include:\n\n1. Digital Week: This is an online event organized by MySezame during their \"Digital Durable\" group meeting. It focuses on the environmental impact of digital activities, including the entire life cycle (scope 3) approach. The goal is to engage all employees in understanding the importance of sustainability and provide them with practical tips for taking action.\n2. Online Bonne Pratique Sharing Platform: During the Digital Week, MySezame also offers an online platform where participants can share best practices for reducing digital footprints and increasing eco-awareness. This sharing encourages collaboration among members and helps spread knowledge about sustainable digital practices.\n3. Low-Tech Product Showcase: MySezame hosts a showcase of successful low-tech products developed by research and development teams. By highlighting such innovative and differentiating products, they aim to challenge the traditional notion of technology and promote simplicity as a means to reduce costs without compromising user experience.\n4. Low-Tech Lab Website: MySezame maintains a website dedicated to low-tech solutions called the Low-Tech Lab. This resource provides information on low-tech products, tools, and techniques that can help businesses reduce their environmental impact while still offering valuable experiences to users.\n5. Book Release: Author Philippe Bihouix published a book titled \"L'Âge des Low Tech,\" which explores the potential of low-tech solutions in today's world. MySezame may have promoted this publication through various channels to encourage more people to learn about and adopt low-tech approaches.\n6. Return of Acte De Consigne Project: MySezame has set an objective to reduce single-use food packaging across participating companies. They aim to create employment opportunities in France for individuals in integration processes by installing returnable and reusable packaging solutions in retail stores. To achieve this, they might have partnered with other organizations or held events to raise awareness about the project and its benefits.",
            "source": [
                {
                    "content": "Photo prise lors de la matinée de MySezame Le Club le 21 janvier  à la Felicità Station F Le 21 janvier  MySezame Le Club organisait sa première matinée de l’année autour du sujet de la Tech for Good Au programme  une table ronde inspirante des pitchs de startupeurs à impact et des ateliers pour passer à l’action Pour démarrer trois experts prestigieux  Eva Sadoun Présidente co-fondatrice de LITACO / Co-Présidente du collectif FEST Pierre Marty Responsable Technologies au sein du cabinet PwC et Eneric Lopez Directeur de l’IA chez Microsoft France MySezame Le Club est une communauté de dirigeants collaborateurs et indépendants investis pour placer les enjeux sociétaux au cœur de leur organisation leur secteur ou leur activité Ses membres se rencontrent autour de quatre matinées annuelles thématiques Le but  se tenir informés des dernières tendances et capter les signaux faibles s’inspirer des pionniers des entreprises à impact stimuler leur capacité d’innovation à la fois pour leur",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "nombre croissant de collaborateurs Ce groupe de travail « Digital Durable » réuni chaque mois des représentants des directions Achats Administration Communication Développement  Mobilité Durables Digital Informatique Industrie RD Services  Solutions Afin de savoir où agir une étude de l’empreinte énergétique et carbone des activités numériques niveau mondial approche cycle de vie incluant le scope 3 a été réalisée Plusieurs actions ont été prises sur le matériel utilisateur les datacenters vis-à-vis des fournisseurs ou pour éco-concevoir les sites et autres projets numériques Et pour embarquer l’ensemble des collaborateurs ils ont organisé en  la digital week un événement  online pour les  personnes avec au menu  impact du numérique cycle de vie et un premier lot de 10 bonnes pratiques pour le début d’une action qui s’inscrit dans la durée Lors de la mise en place de ce type d’événement il est possible de suivre les avancées dans le temps au travail de KPI sur  MySezame propose aux",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "limites de la high-tech  La low-tech n’est pas un refus de la tech ni un retour en arrière Elle vient plutôt questionner et proposer une alternative à une logique du progrès technologique qui révèle aujourd’hui ses limites Elle n’est pas vouée à rester entre les mains de bricoleurs désireux d’être autonomes Les low-techs peuvent nourrir les équipes de RD pour proposer des produits innovants et différenciant Se focaliser sur l’usage et la simplicité est un bon moyen de réduire la structure des coûts sans amputer l’expérience utilisateur Parmi les exemples que l’on peut citer de produits low-tech qui sont des succès commerciaux  Le site low-tech du Low-Tech Lab qui fonctionne comme une base de données open source des low-techs Vous pouvez aussi découvrir leur nombreux périples à la découverte des low-techs à travers le monde sur leur chaîne YouTube On vous conseille aussi le livre de Philippe Bihouix paru en  L’âge des Low Tech MySezame propose aux entreprises de les accompagner dans",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "NoWW s’est donné un objectif  réduire les emballages alimentaires à usage unique partout où cela est possible grâce au retour de l’acte de consigne en créant des emplois non délocalisables en France pour des personnes en parcours d’insertion Notre métier est de faire passer nos clients du jetable au réutilisable dans la vente à emporter en installant des solutions d’emballages consignés et réutilisables Comment  on facilite le retour des contenants consignés en boutique grâce à nos technologies de collecteurs permettant  de traçabilité  celle des contenants qui reviennent et repartent pour être lavés et réutilisés celle des usagers à qui on communique leurs impacts environnementaux et celle des flux financiers de consigne-déconsigne Découvrez ce beau projet avec cette interview de Laurence Payre CEO et fondatrice de NoWW Le monde de l’entreprise privée n’était pas dans ma culture familiale On y parlait plutôt politique services publics recherches… Mon cursus a fait que je me suis",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " One significant collaboration in the realm of commerce is between MySezame and Lizee. MySezame, founded by Tanguy Frécon and Anna Balez, focuses on creating economies of sharing and functionality for companies as the new standard. They have partnered with Lizee, an e-commerce and logistics platform, which allows brands like Decathlon to offer new rental offers. This partnership enables both companies to provide comprehensive solutions for their clients, combining shared resources and functionalities to create sustainable and efficient business models.",
            "source": [
                {
                    "content": "Nous partons aujourd’hui à la rencontre de Tanguy Frécon celui qui veut faire de l’économie du partage et de la fonctionnalité la nouvelle norme pour les entreprises Avec Anna Balez il a confondé Lizee une plateforme e-commerce et logistique qui permet aux marques comme Decathlon de proposer de nouvelles offres locatives MySezame propose aux entreprises de les accompagner dans leur transition vers des modèles alliant rentabilité et impact positif sur la société et l’environnement – avec comme cœur de métier la formation de l’ensemble des collaborateurs et la bascule des directions générales Depuis  nous avons formé et accompagné des milliers d'étudiants collaborateurs managers administrateurs et dirigeants d’entreprise et de fonds d'investissement",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "La création de MySezame s’est faite dès l’origine autour d’un engagement fort  celui de faire avancer le monde économique vers des modèles profondément durables avec la conviction que les enjeux sociaux et environnementaux sont des leviers business pour innover se différencier et performer Il y a 5 ans nous étions une poignée de convaincus Le sujet du Business à Impact était saisi par quelques pionniers Nous avons pris le parti de le rendre intelligible pour le monde de l’entreprise afin que dirigeants et collaborateurs prennent conscience qu’il est possible de combiner business  impact positif et passent à l’action MySezame engage et forme les dirigeants et leurs équipes aux transformations et innovations business liées aux grands défis sociétaux Nous sommes organisme de formation certifié Qualiopi labellisé Bcorp et agrée ESUS « Nous sommes convaincus que la transformation des organisations passe par une transformation individuelle des dirigeants et collaborateurs qui les composent",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "La création de MySezame s’est faite dès l’origine autour d’un engagement fort  celui de faire avancer le monde économique vers des modèles profondément durables avec la conviction que les enjeux sociaux et environnementaux sont des leviers business pour innover se différencier et performer Il y a 5 ans nous étions une poignée de convaincus Le sujet du Business à Impact était saisi par quelques pionniers Nous avons pris le parti de le rendre intelligible pour le monde de l’entreprise afin que dirigeants et collaborateurs prennent conscience qu’il est possible de combiner business  impact positif et passent à l’action MySezame engage et forme les dirigeants et leurs équipes aux transformations et innovations business liées aux grands défis sociétaux Nous sommes organisme de formation certifié Qualiopi labellisé Bcorp et agrée ESUS « Nous sommes convaincus que la transformation des organisations passe par une transformation individuelle des dirigeants et collaborateurs qui les composent",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "et impact positif sur la société et l’environnement – avec comme cœur de métier la formation de l’ensemble des collaborateurs et la bascule des directions générales Depuis  nous avons formé et accompagné des milliers d'étudiants collaborateurs managers administrateurs et dirigeants d’entreprise et de fonds d'investissement",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " There are several employment and educational opportunities mentioned in the text. For individuals who have difficulty with digital skills and French writing, BimBamJob offers support through their job search process by providing an offline and free career guidance pathway. This includes communication via SMS and phone calls about relevant job openings, creating a CV and cover letter with assistance from an accompanier, practicing interview techniques, and receiving coaching before interviews. As of now, 4 people have found permanent jobs (CDI) through BimBamJob in the Île-de-France region.\n\nFor those seeking additional training or education, there is also an option provided by \"Entraineur Privé En Ligne\" which offers personalized online coaching on how to overcome obstacles or learn to prioritize self-care when needed. Two new small businesses, Alex & Julie, are waiting patiently for the reopening of child care facilities and schools after the COVID-19 pandemic in South Africa. They have taken advantage of the situation by developing innovative solutions tailored to the current market needs. These young entrepreneurs demonstrate resilience and adaptability during challenging times.",
            "source": [
                {
                    "content": "vivante et extrêmement enrichissante BimBamJob est une solution d’accompagnement de profils fragilisés dans leur recherche d’emploi par leur méconnaissance du numérique et du français écrit Avec BimBamJob nous avons ainsi créé un parcours d’accompagnement  offline et gratuit qui comprend notamment la communication exclusivement par SMS et téléphone d’offres correspondant à leurs recherches la rédaction d’un CV et d’une lettre de motivation par l’accompagnateur des sessions d’entrainement à l’entretien et un coaching avant le passage en entretien Nos méthodes ont fait leurs preuves   personnes ont trouvé un CDI par notre intermédiaire en Ile-de-France Ma plus grande fierté est d’avoir à mes côtés une équipe généreuse et engagée qui partage une même vision et qui veut mettre ses compétences au service de la société Je suis fière de voir chaque personne qui la compose grandir prendre des responsabilités s’approprier BimBamJob et faire évoluer notre projet Si nous avons un impact social",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "propose également ses services comme «entraîneur privé en ligne» pour apprendre à faire face à un obstacle ou à comprendre qu’il faut d’abord penser à soi pour être disponible pour les autres Des épisodes frais et positifs parfaits par les temps qui courent… A la tête de deux nouvelles petites entreprises Alex et Julie attendent patiemment la fin du confinement sud-africain activement mais sereinement Juin  le pays attend encore le pic de l’épidémie qui devrait arriver d’ici quelques semaines Les centres pour jeunes enfants ne sont pas près de rouvrir ni les frontières ni les restaurants…Ils ont mis toutes les chances de leurs côtés Ils ont puisé dans leurs ressources ils ont su écouter le marché et proposer des solutions adaptées à la situation Ils ne sont ni les plus forts ni les plus riches mais les plus adaptables et les plus résilients D’un obstacle ils ont fait un tremplin pour rebondir  les podcats de Julie pour développer son état d’esprit   Sources  Article Wikipédia",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Après une école d’ingénieur et un doctorat en biochimie elle entre chez L’Oréal en  pour se consacrer pendant 10 ans à la recherche dans différents laboratoires de cette entreprise vouée à la beauté et au bien-être Très vite elle devient l’interface entre les laboratoires et les marques pour développer grâce à la Recherche des produits correspondant aux attentes du marché Cette passion pour les sciences va jalonner sa carrière au sein du groupe Ainsi en  elle lance les Bourses L’Oréal France Unesco pour les Femmes et la Sciences afin d’inciter les jeunes femmes à s’orienter vers des carrières scientifiques Elle s’en occupera pendant 7 ans tout en étant responsable de la communication interne et externe de la division L’Oréal France Grand Public Entre temps Geneviève a occupé de nombreuses fonctions de directions de communication de marques internationales dans l’entreprise Grâce à sa curiosité et son envie de découvrir de nouveaux univers elle devient notamment responsable de la",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "système de travail online flexible et formateur permettant de s’approprier les outils digitaux de gagner en compétence et de sortir de l’économie informelle ● Un complément de revenu décent 10 fois supérieur au seuil d’extrême pauvreté et un accompagnement pour financer leurs projets de vie formation entrepreneuriat etc Pour les entreprises  ● Une solution d’externalisation de tâches chronophages à prix compétitifs ● Une contribution à un projet à l’impact social positif  emplois créés dans 23 pays d’Afrique en majorité des femmes étudiantes ou qui ont arrêté leurs études faute de moyens depuis  du chiffre d’affaires dédié au salaire des employées pour qu’elles puissent continuer ou reprendre leurs études ou bien se lancer dans l’entrepreneuriat 5 du chiffre d’affaires reversé à Isahit Help qui permet la mise à disposition des tablettes pour les femmes comme outil de travail mais aussi l’accès à internet et à un compte bancaire +  micro tâches digitales réalisées Startups PME Grands",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events organized by MySezame and its partners for professionals interested in transitioning towards models combining profitability with positive societal and environmental impact. Some of these events include:\n\n1. Job Fairs: Regular job fairs are held where companies seeking to adopt sustainable practices can meet potential employees who share their values. These fairs provide opportunities for collaboration and networking among individuals and organizations committed to making a positive impact on society and the environment.\n2. Webinars: MySezame often hosts webinars featuring experts discussing topics related to sustainable business practices, corporate social responsibility, and other relevant subjects. These online events offer valuable insights and knowledge sharing for professionals looking to learn more about transitioning towards impactful business models.\n3. Workshops: MySezame organizes workshops focused on specific aspects of sustainable business development. Participants can attend these hands-on workshops to gain practical skills and knowledge in areas such as circular economy, climate action, responsible investment, and more.\n4. Training Programs: MySezame offers comprehensive training programs designed to help professionals develop the necessary skills and expertise required to navigate the complex landscape of sustainable business practices. These programs cover a wide range of topics, including sustainability strategy, stakeholder engagement, and impact measurement.",
            "source": [
                {
                    "content": "formation des  collaborateurs aux enjeux et méthodes de la RSE grâce à un digital learning créé sur mesure Formation des  collaborateurs Renault dans le monde traduite en 9 langues sur les enjeux du développement durable avec une attention portée au secteur de l’automobile et aux défis auxquels va faire face le groupe Un accompagnement à devenir société à mission  organisation de focus groupe consultation des parties prenantes pour dynamiser la mise en place et accompagnement dans leur stratégie d’embarquement de tous les collaborateurs De nombreux ateliers et accompagnements de différentes équipes de Bpifrance  des temps de formation sur le business à impact et ses enjeux sur le numérique responsable sur les ressources humaines  les enjeux sociaux ou encore sur des sujets spécifiques aux fonds d’investissement Structuration d’une Académie du Climat véritable école interne permettant aux  collaborateurs de monter en compétences sur les sujets du climat Les parcours de formation sont",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "formation des  collaborateurs aux enjeux et méthodes de la RSE grâce à un digital learning créé sur mesure Formation des  collaborateurs Renault dans le monde traduite en 9 langues sur les enjeux du développement durable avec une attention portée au secteur de l’automobile et aux défis auxquels va faire face le groupe Un accompagnement à devenir société à mission  organisation de focus groupe consultation des parties prenantes pour dynamiser la mise en place et accompagnement dans leur stratégie d’embarquement de tous les collaborateurs De nombreux ateliers et accompagnements de différentes équipes de Bpifrance  des temps de formation sur le business à impact et ses enjeux sur le numérique responsable sur les ressources humaines  les enjeux sociaux ou encore sur des sujets spécifiques aux fonds d’investissement Structuration d’une Académie du Climat véritable école interne permettant aux  collaborateurs de monter en compétences sur les sujets du climat Les parcours de formation sont",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "vivante et extrêmement enrichissante BimBamJob est une solution d’accompagnement de profils fragilisés dans leur recherche d’emploi par leur méconnaissance du numérique et du français écrit Avec BimBamJob nous avons ainsi créé un parcours d’accompagnement  offline et gratuit qui comprend notamment la communication exclusivement par SMS et téléphone d’offres correspondant à leurs recherches la rédaction d’un CV et d’une lettre de motivation par l’accompagnateur des sessions d’entrainement à l’entretien et un coaching avant le passage en entretien Nos méthodes ont fait leurs preuves   personnes ont trouvé un CDI par notre intermédiaire en Ile-de-France Ma plus grande fierté est d’avoir à mes côtés une équipe généreuse et engagée qui partage une même vision et qui veut mettre ses compétences au service de la société Je suis fière de voir chaque personne qui la compose grandir prendre des responsabilités s’approprier BimBamJob et faire évoluer notre projet Si nous avons un impact social",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "🎥 En ce début de semaine nous partons à la rencontre de Thomas Meister VP Communications chez OpenClassrooms 📣 OpenClassrooms est l’une des premières entreprises à devenir société à mission en  L’Edtech a un objectif  rendre l’éducation accessible à tous partout Une ambition forte mesurée et développée grâce à un comité d’impact permettant que cette mission soit source d’un business durable et rentable 👁️ A travers ce nouvel épisode de LaMinuteInspiration​ Thomas Meister VP Communications nous présente l’engagement et l’impact du projet OpenClassrooms MySezame propose aux entreprises de les accompagner dans leur transition vers des modèles alliant rentabilité et impact positif sur la société et l’environnement – avec comme cœur de métier la formation de l’ensemble des collaborateurs et la bascule des directions générales Depuis  nous avons formé et accompagné des milliers d'étudiants collaborateurs managers administrateurs et dirigeants d’entreprise et de fonds d'investissement",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The video mentions several employee/participant benefits. Firstly, it emphasizes the importance of training and development for employees in various roles such as students, collaborators, managers, administrators, and fund managers/directors. Secondly, it highlights the positive impact on society and the environment through sustainable business practices. Thirdly, it touches upon the potential economic benefits resulting from reduced energy consumption and material waste due to improved resource efficiency. Lastly, it discusses the social integration aspect of these initiatives by mentioning the support provided to individuals with disabilities or those facing exclusion from traditional workplaces.",
            "source": [
                {
                    "content": "donc l’accès à tous à un compte bancaire très facilement On peut ainsi ouvrir un compte bancaire en moins de cinq minutes sur présentation d’une carte d’identité dans un bureau de tabac « Aujourd’hui cette banque a déjà 11 million de clients c’est donc le premier ouvreur de comptes bancaires en France » précise la commerciale de MySezame Selon l’OMS 1 personne sur 10 meurt de sédentarité physique En France 18 de la population a plus de 65 ans et en  ce taux atteindra les 25 La « Silver Economy » possède donc un enjeu de business très fort « Des solutions sont donc créées telles que Siel bleu qui développe des activités physiques adaptées aux personnes âgées aux personnes en situation de handicap et aux personnes en rémission de cancer » explique Églantine Tuaillon Ce groupe associatif compte  bénéficiaires par semaine et de nombreux partenaires privés et publics car les gains économiques à faire sont conséquents grâce à la prévention Sa particularité est de proposer une grille",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "compte  bénéficiaires par semaine et de nombreux partenaires privés et publics car les gains économiques à faire sont conséquents grâce à la prévention Sa particularité est de proposer une grille tarifaire différenciée en fonction du montant de la retraite de chacun « De nombreux enjeux sociétaux et sociaux peuvent être transformés en opportunités de business Car innover socialement c’est innover tout court » « Les entreprises doivent être en mesure de créer des produits et des services à destination de ces personnes afin de leur offrir une inclusion sociale beaucoup plus importante » « La Silver Economy’ possède donc un enjeu de business très fort » MySezame propose aux entreprises de les accompagner dans leur transition vers des modèles alliant rentabilité et impact positif sur la société et l’environnement – avec comme cœur de métier la formation de l’ensemble des collaborateurs et la bascule des directions générales Depuis  nous avons formé et accompagné des milliers d'étudiants",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "satisfaction des salariés travail plus varié et valorisant amélioration de l’ambiance de travail Impact économique  réduction des coûts en énergie et en matière premières transformées en marge entre fournisseur et client utilisateur grâce à la diminution de production de pneus En  Michelin a reçu le trophée de la « Meilleure Amélioration de la Performance RSE des fournisseurs » Nommé « meilleur employeur de l’année » en  par Forbes MySezame propose aux entreprises de les accompagner dans leur transition vers des modèles alliant rentabilité et impact positif sur la société et l’environnement – avec comme cœur de métier la formation de l’ensemble des collaborateurs et la bascule des directions générales Depuis  nous avons formé et accompagné des milliers d'étudiants collaborateurs managers administrateurs et dirigeants d’entreprise et de fonds d'investissement",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "🎥 Cette semaine nous partons à la rencontre d’Yves De Beauregard Directeur LOG’INS IDF ♻️ Log’ins est une joint venture sociale créée par Ares et XPO Logistics et qui propose des solutions afin de favoriser l’insertion sociale et professionnelle de personnes en situation d’exclusion en particulier de travailleurs handicapés Forte de l’expertise de ses fondateurs Log’ins invente la logistique solidaire et concilie performance professionnalisme et impact social 🙌 Cette Entreprise Adaptée propose un accompagnement social et professionnel individualisé permettant aux salariés en parcours de retrouver le rythme et les habitudes de travail C’est aussi un moyen de résoudre leurs problématiques personnelles en vue de leur retour à l’emploi en entreprise classique Leurs équipes d’encadrement les accompagnent au plus près dans la réalisation des prestations jusqu’à leur prise d’autonomie et leur départ Ils mettent la priorité sur la transmission de compétences techniques et comportementales",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information, it is difficult to pinpoint a specific financial or earnings report for which we can provide key takeaways. However, if there was such a report related to one of the mentioned companies (Goodeed, BeeOdiversity, NoWW Science, etc.), some potential key takeaways could include revenue growth, profit margins, expansion plans, strategic partnerships, and future outlook. Additionally, insights into industry trends, customer demographics, and competitive landscape might also be relevant. Please note that without knowing the exact company and report in question, these points should only be considered as general possibilities rather than definitive answers.",
            "source": [
                {
                    "content": "Il s’agit d’une communauté de leaders pionnière d’un mouvement utilisant le business comme une force pour faire le bien Les entreprises labellisées B Corp répondent à des exigences de performances sociales et environnementales de transparence ainsi que de responsabilité légale d’équilibrer leur but lucratif et l’impact social Nous sommes des personnes utilisant le business comme une force pour faire le bien Les entreprises décident d’obtenir le label pour différentes raisons Certaines l’utilisent simplement pour évaluer et faire un benchmark de leurs propres performances Toutefois beaucoup ont l’envie de rejoindre et de mener un mouvement mondial et d’inspirer une course vers le meilleur des business œuvrant pour le bien Les B Corps entreprises labellisées B Corp évoquent aussi beaucoup l’opportunité de créer des liens et d’attirer des talents  d’améliorer leur impact et d’étendre leur champ d’écoute en rejoignant une voix collective Et tout cela est fait en plus des piliers",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Découvrez l'interview de Vincent Touboul Flachaire Fondateur  CEO de Goodeed Interview de Julia Strassberger Senior Standards Analyst chez B Corp MySezame propose aux entreprises de les accompagner dans leur transition vers des modèles alliant rentabilité et impact positif sur la société et l’environnement – avec comme cœur de métier la formation de l’ensemble des collaborateurs et la bascule des directions générales Depuis  nous avons formé et accompagné des milliers d'étudiants collaborateurs managers administrateurs et dirigeants d’entreprise et de fonds d'investissement",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Découvrez l'interview de Jean Dominique SIEGEL Cofondateur et coéditeur de la revue We Demain Découvrez l'interview de Michaël Van Cutsem Co-fondateur  CEO de BeeOdiversity Découvrez l'interview de Vincent Touboul Flachaire Fondateur  CEO de Goodeed Cette semaine faites la connaissance de Laurence Payre CEO et fondatrice de NoWW Cette semaine faites la connaissance de Mélanie Marcel co-fondatrice de SoScience MySezame propose aux entreprises de les accompagner dans leur transition vers des modèles alliant rentabilité et impact positif sur la société et l’environnement – avec comme cœur de métier la formation de l’ensemble des collaborateurs et la bascule des directions générales Depuis  nous avons formé et accompagné des milliers d'étudiants collaborateurs managers administrateurs et dirigeants d’entreprise et de fonds d'investissement",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Découvrez l'interview de Jean Dominique SIEGEL Cofondateur et coéditeur de la revue We Demain Découvrez l'interview de Michaël Van Cutsem Co-fondateur  CEO de BeeOdiversity Découvrez l'interview de Vincent Touboul Flachaire Fondateur  CEO de Goodeed MySezame propose aux entreprises de les accompagner dans leur transition vers des modèles alliant rentabilité et impact positif sur la société et l’environnement – avec comme cœur de métier la formation de l’ensemble des collaborateurs et la bascule des directions générales Depuis  nous avons formé et accompagné des milliers d'étudiants collaborateurs managers administrateurs et dirigeants d’entreprise et de fonds d'investissement",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Yes, there are some investor events and funding rounds mentioned in the text. Here is a summary of those events:\n\nInvestor Events:\n\n1. Matinée de MySezame Le Club (November 4) - A morning event featuring talks from three key witnesses sharing their insightful perspectives on responsible finance during a roundtable discussion. The event also included workshops where members could work together in groups to put theory into practice.\n2. Four annual thematic morning events hosted by MySezame Le Club throughout the year, with the first one held at the Maison de Crowdfunding managed by KissKissBankBank. These events bring together decision-makers and employees who are committed to placing social and environmental issues at the heart of their companies. They provide opportunities for networking and inspiration among pioneering business leaders with an impact focus.\n\nFunding Rounds:\n\n1. Equity crowdfunding platform PACT (formerly known as \"PACT\") founded by Eva Sadoun. This platform allows individual investors to invest as little as €10 in socially and environmentally focused small and medium-sized enterprises (SMEs), becoming shareholders in the process. By doing so, it reconnects savings to the economic development, social, and sustainability goals of society.",
            "source": [
                {
                    "content": "Photo prise lors de la matinée de MySezame Le Club le 4 novembre  à la maison du crowdfunding Le 4 novembre dernier MySezame Le Club organisait une matinée inspirante sur la finance responsable en deux temps Trois grands témoins ont partagé leur vision et leur expérience éclairante autour d’une table ronde  Eric Coisne en tant que Directeur Associé de RAISE Impact Hugues Le Bret co-fondateur de Nickel et Olivier Jaillon Chief Enablement Officer de La Parisienne Assurances Des ateliers ont ensuite permis aux membres du Club de travailler en collectif pour passer à l’action Anne-France Bonnet fondatrice du cabinet Nuova Vista co-initiatrice et Secrétaire générale de la Communauté des Entreprises à Mission est venue conclure sur l’intérêt de « la raison d’être » les incitations et retombées de la Loi Pacte MySezame Le Club est une communauté de décideurs et collaborateurs investis pour placer les enjeux sociaux et environnementaux au cœur de leur entreprise Pour se tenir informés des",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "de la Loi Pacte MySezame Le Club est une communauté de décideurs et collaborateurs investis pour placer les enjeux sociaux et environnementaux au cœur de leur entreprise Pour se tenir informés des dernières tendances et innovations socioéconomiques se rencontrer et s’inspirer des pionniers du business à impact les membres se retrouvent autour de quatre matinées annuelles thématiques La première de l’année se déroulait à la Maison de Crowdfunding Géré par KissKissBankBank ce lieu de pédagogie sur la finance alternative est ouvert à ceux qui font l’économie de demain S’il y a un sujet transverse et prospectif à tous les secteurs et métiers c’est bien celui de la finance De plus en plus d’acteurs financiers et assurantiels questionnent leurs pratiques leurs offres et leurs impacts sur la planète Face au problème climatique comment penser de nouveaux modèles d’entreprises ou réinventer son business  De quelles façons créer des produits ou services plus inclusifs socialement  Dans la peau",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "est né pour porter la voix française des startupeurs tech engagés aux antipodes de la tech gadget « Jusqu’à présent la logique digitale était de développer des licornes en hyper croissance Il faut arrêter ça  » s’insurge Eva Sadoun Sa définition de la Tech4Good  « Dès le départ dans la Tech4Good le modèle d’activité est fondé sur la résolution d’une ou plusieurs grandes problématiques sociétales La gouvernance doit être éthique et participative avec une entreprise ancrée dans l’écosystème de son territoire La valeur financière a vocation à être partagée équitablement avec les collaborateurs les sous-traitants et partenaires Les externalités environnementales sont limitées le plus possible et le capital humain / social est valorisé » énumère-t-elle FEST est le premier mouvement qui réunit des entrepreneurs des incubateurs des associations des investisseurs et financeurs « Les start-ups à impact ont besoin d’être connectées avec les investisseurs Il faut accompagner les venture capital",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "des entrepreneurs des incubateurs des associations des investisseurs et financeurs « Les start-ups à impact ont besoin d’être connectées avec les investisseurs Il faut accompagner les venture capital [1]» explique cette spécialiste de l’impact investing Son constat  moins de 10 des transactions financières financent l’économie réelle Déterminée à changer le monde de la finance Eva Sadoun a co-fondé LITAco Née en  sous le nom PACT sa plateforme d’equity crowdfunding permet aux internautes d’investir dès  euros dans des PME à vocation sociale ou environnementale et d’en devenir actionnaire « Ce mode de financement reconnecte l’épargne au développement économique durable de la société » constate-t-elle Plus largement dans la finance la dimension « for Good » devient enfin différenciante lors des levées de fonds Nombre d’investisseurs ne conditionnent plus seulement des critères de rentabilité à leurs prises de participations au capital des start-ups Fort d’environ  adhérents tous des",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " The provided text does not explicitly mention any specific financial or funding goals for the next period. However, there are some hints about future plans and objectives related to financing and funding. For instance, Natixis Assurances is committed to sustainable investments with 10 out of their total investments dedicated to green financing, which can be seen as a significant goal for the near future. Additionally, Goodeed, a platform focused on online donations, aims to become a major player in the French market by gathering one of the largest and youngest communities of donors in France, supporting various international NGOs, and launching numerous campaigns across different industries. These initiatives demonstrate a strong commitment to innovate and expand fundraising opportunities for nonprofit organizations.",
            "source": [
                {
                    "content": "Maxime a 25 ans quand il rejoint Natixis Assurances après des études d’ingénieur financier et une formation d’actuaire 9 ans plus tard c’est lui qui porte et incarne la politique d’investissement ESG de Natixis Assurances avec 10 des investissements consacrés au financement vert Un engagement fort et pionnier pour l’entreprise qui mobilise tous les métiers Et ce n’est pas un hasard Pour Maxime la notion de responsabilité est centrale tant sur le plan personnel que professionnel et la confiance que lui ont accordée ses différents patrons au fil des années lui a permis de faire progresser ces valeurs sur les nombreuses dimensions qu’elles couvrent en investissement du dialogue avec les différentes parties prenantes à la politique et au déploiement opérationnel Son parcours le mène d’une direction des Risques sur des enjeux liés à la Solvabilité à celle de la gestion du capital puis des investissements en fonction des défis à relever A l’initiative de la création d’un département de",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Photo prise lors de la matinée de MySezame Le Club le 4 novembre  à la maison du crowdfunding Le 4 novembre dernier MySezame Le Club organisait une matinée inspirante sur la finance responsable en deux temps Trois grands témoins ont partagé leur vision et leur expérience éclairante autour d’une table ronde  Eric Coisne en tant que Directeur Associé de RAISE Impact Hugues Le Bret co-fondateur de Nickel et Olivier Jaillon Chief Enablement Officer de La Parisienne Assurances Des ateliers ont ensuite permis aux membres du Club de travailler en collectif pour passer à l’action Anne-France Bonnet fondatrice du cabinet Nuova Vista co-initiatrice et Secrétaire générale de la Communauté des Entreprises à Mission est venue conclure sur l’intérêt de « la raison d’être » les incitations et retombées de la Loi Pacte MySezame Le Club est une communauté de décideurs et collaborateurs investis pour placer les enjeux sociaux et environnementaux au cœur de leur entreprise Pour se tenir informés des",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "🎥 En cette fin de semaine nous partons à la rencontre de Vincent Touboul Flachaire celui qui souhaite démocratiser le don sur internet  🚀 La mission de Goodeed  Inventer les solutions de demain de collecte de dons en ligne pour aider les ONG à trouver de nouvelles sources de financements Goodeed réunit aujourd’hui l’une des plus large et jeune communauté de donateurs en France collecte des fonds pour les ONG internationales les plus reconnues et a lancé des centaines de campagnes pour des entreprises de tous secteurs 👁️ La vision de Vincent Touboul Flachaire Fondateur  CEO de Goodeed nous montre que cette année a encore une fois démontré à quel point les associations étaient indispensables pour accompagner la société et les plus vulnérables durant les crises et au quotidien Retrouvez de nombreuses informations sur le site de Goodeed  Et découvrez leur rapport annuel d’impact  pour en apprendre plus sur le projet  MySezame propose aux entreprises de les accompagner dans leur transition",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "ISR à échéance  Elle y travaille à l’intégration des enjeux extra-financiers dans tous les métiers de la société de gestion Deux ans plus tard pari gagné  Sa plus belle victoire  Le jour où un gérant d’actif d’abord réfractaire à intégrer des enjeux extra-financiers dans sa stratégie d’investissement est devenu celui qui pilote l’évolution de la méthode d’analyse extra-financière C’est aussi en  que la Banque Postale engage son nouveau plan stratégique au cœur duquel figure la dimension finance durable Une volonté clairement affirmée pour cette banque qui compte trois millions de personnes précaires sur ses dix millions de clients Avec pour thème central la transition juste c’est-à-dire écologique mais socialement acceptable Un défi relevé par Adrienne recrutée en avril  pour prendre le poste nouvellement créé de Directrice de l’engagement citoyen Elle est aujourd’hui passionnée par sa mission dans une entreprise au cœur de la finance et de l’économie de demain Et Adrienne compte",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " As of my knowledge cutoff date in September 209, I cannot provide any specific information about recent publications, research findings, or introduced technologies related to the topics mentioned in the given context. However, if you have any questions regarding the context itself or need assistance with understanding the content, please feel free to ask, and I will do my best to help you.",
            "source": [
                {
                    "content": "Photo prise lors de la matinée de MySezame Le Club le 21 janvier  à la Felicità Station F Le 21 janvier  MySezame Le Club organisait sa première matinée de l’année autour du sujet de la Tech for Good Au programme  une table ronde inspirante des pitchs de startupeurs à impact et des ateliers pour passer à l’action Pour démarrer trois experts prestigieux  Eva Sadoun Présidente co-fondatrice de LITACO / Co-Présidente du collectif FEST Pierre Marty Responsable Technologies au sein du cabinet PwC et Eneric Lopez Directeur de l’IA chez Microsoft France MySezame Le Club est une communauté de dirigeants collaborateurs et indépendants investis pour placer les enjeux sociétaux au cœur de leur organisation leur secteur ou leur activité Ses membres se rencontrent autour de quatre matinées annuelles thématiques Le but  se tenir informés des dernières tendances et capter les signaux faibles s’inspirer des pionniers des entreprises à impact stimuler leur capacité d’innovation à la fois pour leur",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Rapprocher chercheurs ingénieurs et acteurs de l’économie sociale et solidaire… telle la mission de Soscience L’objectif est de réunir les acteurs qui autrement ne se rencontrent jamais à travers une plateforme d’innovation qui a pour but de remettre la recherche scientifique au service de la société et du bien commun SoScience permet de faire le pont entre ces deux mondes ils sont experts en Recherche et Innovation Responsable et transmettent cette expertise via leurs programmes d’open innovation scientifique Leurs clients sont aussi bien de grands groupes industriels Air Liquide Nestlé Symrise… que des acteurs de la recherche publique ADEME IRD… Découvrez-en plus avec cette interview de Mélanie Marcel co-fondatrice de SoScience Je viens du monde de la recherche où avoir un impact sur la société revient la plupart du temps à se lancer dans la recherche partenariale avec des grands groupes industriels et autres acteurs économiques Or je voulais m’assurer que mon métier pouvait avoir un",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "limites de la high-tech  La low-tech n’est pas un refus de la tech ni un retour en arrière Elle vient plutôt questionner et proposer une alternative à une logique du progrès technologique qui révèle aujourd’hui ses limites Elle n’est pas vouée à rester entre les mains de bricoleurs désireux d’être autonomes Les low-techs peuvent nourrir les équipes de RD pour proposer des produits innovants et différenciant Se focaliser sur l’usage et la simplicité est un bon moyen de réduire la structure des coûts sans amputer l’expérience utilisateur Parmi les exemples que l’on peut citer de produits low-tech qui sont des succès commerciaux  Le site low-tech du Low-Tech Lab qui fonctionne comme une base de données open source des low-techs Vous pouvez aussi découvrir leur nombreux périples à la découverte des low-techs à travers le monde sur leur chaîne YouTube On vous conseille aussi le livre de Philippe Bihouix paru en  L’âge des Low Tech MySezame propose aux entreprises de les accompagner dans",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Après une école d’ingénieur et un doctorat en biochimie elle entre chez L’Oréal en  pour se consacrer pendant 10 ans à la recherche dans différents laboratoires de cette entreprise vouée à la beauté et au bien-être Très vite elle devient l’interface entre les laboratoires et les marques pour développer grâce à la Recherche des produits correspondant aux attentes du marché Cette passion pour les sciences va jalonner sa carrière au sein du groupe Ainsi en  elle lance les Bourses L’Oréal France Unesco pour les Femmes et la Sciences afin d’inciter les jeunes femmes à s’orienter vers des carrières scientifiques Elle s’en occupera pendant 7 ans tout en étant responsable de la communication interne et externe de la division L’Oréal France Grand Public Entre temps Geneviève a occupé de nombreuses fonctions de directions de communication de marques internationales dans l’entreprise Grâce à sa curiosité et son envie de découvrir de nouveaux univers elle devient notamment responsable de la",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Yes, there are several ongoing and upcoming research projects and innovation initiatives related to SoScience. Here is a brief list of some notable ones:\n\n1. Open Innovation Platform: SoScience is currently developing an open innovation platform that connects researchers, engineers, and actors from the ESS sector. This platform will facilitate collaboration between these different groups in order to address pressing social and environmental issues.\n2. Research Programs: SoScience offers various research programs focused on open innovation and responsible science. These programs aim to bridge the gap between academia and industry while promoting sustainability and social impact. Some examples include partnerships with major companies such as Air Liquide, Nestlé, and Symrise.\n3. Public Research Institutions (IRD, ADEME): As mentioned earlier, SoScience works closely with public research institutions like IRD and ADEME. They provide funding and support for research projects that focus on solving social and environmental challenges.\n4. Startups and Entrepreneurs: SoScience also plays a crucial role in supporting startups and entrepreneurs working on technology for good projects. By providing resources, mentorship, and networking opportunities, they help these individuals bring their ideas to life and create positive change in society.\n5. Upcoming Events: Lastly, SoScience regularly hosts events and conferences where researchers, entrepreneurs, and other stakeholders can come together to share knowledge, discuss new developments, and explore potential collaborations. Keep an eye out for future events related to the ESS sector and technology for good projects.",
            "source": [
                {
                    "content": "Rapprocher chercheurs ingénieurs et acteurs de l’économie sociale et solidaire… telle la mission de Soscience L’objectif est de réunir les acteurs qui autrement ne se rencontrent jamais à travers une plateforme d’innovation qui a pour but de remettre la recherche scientifique au service de la société et du bien commun SoScience permet de faire le pont entre ces deux mondes ils sont experts en Recherche et Innovation Responsable et transmettent cette expertise via leurs programmes d’open innovation scientifique Leurs clients sont aussi bien de grands groupes industriels Air Liquide Nestlé Symrise… que des acteurs de la recherche publique ADEME IRD… Découvrez-en plus avec cette interview de Mélanie Marcel co-fondatrice de SoScience Je viens du monde de la recherche où avoir un impact sur la société revient la plupart du temps à se lancer dans la recherche partenariale avec des grands groupes industriels et autres acteurs économiques Or je voulais m’assurer que mon métier pouvait avoir un",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Photo prise lors de la matinée de MySezame Le Club le 21 janvier  à la Felicità Station F Le 21 janvier  MySezame Le Club organisait sa première matinée de l’année autour du sujet de la Tech for Good Au programme  une table ronde inspirante des pitchs de startupeurs à impact et des ateliers pour passer à l’action Pour démarrer trois experts prestigieux  Eva Sadoun Présidente co-fondatrice de LITACO / Co-Présidente du collectif FEST Pierre Marty Responsable Technologies au sein du cabinet PwC et Eneric Lopez Directeur de l’IA chez Microsoft France MySezame Le Club est une communauté de dirigeants collaborateurs et indépendants investis pour placer les enjeux sociétaux au cœur de leur organisation leur secteur ou leur activité Ses membres se rencontrent autour de quatre matinées annuelles thématiques Le but  se tenir informés des dernières tendances et capter les signaux faibles s’inspirer des pionniers des entreprises à impact stimuler leur capacité d’innovation à la fois pour leur",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "ces méthodes Face à une génération qui réinvente son rapport au travail mais également face à une société en mouvement suite à la crise du Covid les ressources humaines des entreprises doivent faire preuve d’imagination pour capter les nouveaux talents Trouver une réponse aux problèmes sociaux par l’entreprise est donc un nouvel argument pour recruter de jeunes talents Trouver une réponse aux problèmes sociaux par l’entreprise est donc un nouvel argument pour recruter de jeunes talents Chez Accenture les collaborateurs sont nombreux à postuler pour travailler dans le cadre d’Accenture Development Partnerships ADP structure qui offre aux ONG des solutions de conseil à prix coûtants Pour Lionel Bodin employé depuis presque 20 ans dans l’entreprise  « c’est un outil d’attraction et de fidélisation des meilleurs éléments au sein d’Accenture Le turn over y est plus faible et c’est donc une vraie valeur économique » L’entreprise gagne en attractivité auprès de jeunes diplômés séduits par",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "portée par des entrepreneurs sociaux ou des organismes de la société civile SoScience permet de faire le pont entre ces deux mondes nous sommes experts en Recherche et Innovation Responsable et nous transmettons cette expertise via nos programmes d’open innovation scientifique Nos clients sont aussi bien de grands groupes industriels Air Liquide Nestlé Symrise… que des acteurs de la recherche publique ADEME IRD… A travers SoScience les grands groupes industriels intègrent l’entrepreneuriat social à leur portefeuille d’open innovation et recalibrent leurs stratégie RD en fonction de challenges sociaux et environnementaux Les entrepreneurs sociaux quant à eux notamment ceux de la tech4good ont enfin accès à la recherche partenariale De leur côté les instituts de recherche peuvent monter des programmes efficaces où les compétences de leurs chercheurs sont utiles à des projets venant du terrain et tournés vers les ODD Lorsque j’ai lancé le projet en  croire que l’entrepreneuriat social",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " It is not clear from the provided information which specific research grants or innovation awards are being referred to in the question. However, there are several notable programs and competitions related to research and innovation that could be relevant. Some examples include:\n\n1. European Research Council (ERC) Consolidator Grant: This grant supports excellent Principal Investigators at the stages of their careers when they are consolidating their independent research career and may have already produced excellent results. The ERC Consolidator Grant provides funding for up to 5 million euros over five years.\n2. European Innovation Council (EIC) Pilot: Launched by the European Commission, this pilot program aims to support high-risk, high-potential innovative projects with strong growth potential. It offers two types of funding opportunities: EIC SME Instrument and EIC Pathfinder.\n3. EU Framework Programme for Research and Innovation (Horizon Europe): Horizon Europe is the current EU research and innovation framework program running from 2 January 208 until December 209. It has a budget of around €10 billion and focuses on fostering scientific excellence, supporting breakthrough innovation, and driving industrial competitiveness.\n4. Breakthrough Prize: Established by Silicon Valley entrepreneurs and philanthropists, including Mark Zuckerberg and Priscilla Chan, Yuri Milner, and Anne Wojcicki, among others, the Breakthrough Prize recognizes achievements in life sciences, physics, and mathematics. The annual prizes can range from $10,00 to $3 million each.\n5. MacArthur Foundation Fellowships: Also known as \"Genius Grants,\" these fellowships recognize exceptionally creative individuals who demonstrate promise for important future advances. Each fellow receives a no-strings-attached award of $62,50.",
            "source": [
                {
                    "content": "Rapprocher chercheurs ingénieurs et acteurs de l’économie sociale et solidaire… telle la mission de Soscience L’objectif est de réunir les acteurs qui autrement ne se rencontrent jamais à travers une plateforme d’innovation qui a pour but de remettre la recherche scientifique au service de la société et du bien commun SoScience permet de faire le pont entre ces deux mondes ils sont experts en Recherche et Innovation Responsable et transmettent cette expertise via leurs programmes d’open innovation scientifique Leurs clients sont aussi bien de grands groupes industriels Air Liquide Nestlé Symrise… que des acteurs de la recherche publique ADEME IRD… Découvrez-en plus avec cette interview de Mélanie Marcel co-fondatrice de SoScience Je viens du monde de la recherche où avoir un impact sur la société revient la plupart du temps à se lancer dans la recherche partenariale avec des grands groupes industriels et autres acteurs économiques Or je voulais m’assurer que mon métier pouvait avoir un",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Photo prise lors de la matinée de MySezame Le Club le 21 janvier  à la Felicità Station F Le 21 janvier  MySezame Le Club organisait sa première matinée de l’année autour du sujet de la Tech for Good Au programme  une table ronde inspirante des pitchs de startupeurs à impact et des ateliers pour passer à l’action Pour démarrer trois experts prestigieux  Eva Sadoun Présidente co-fondatrice de LITACO / Co-Présidente du collectif FEST Pierre Marty Responsable Technologies au sein du cabinet PwC et Eneric Lopez Directeur de l’IA chez Microsoft France MySezame Le Club est une communauté de dirigeants collaborateurs et indépendants investis pour placer les enjeux sociétaux au cœur de leur organisation leur secteur ou leur activité Ses membres se rencontrent autour de quatre matinées annuelles thématiques Le but  se tenir informés des dernières tendances et capter les signaux faibles s’inspirer des pionniers des entreprises à impact stimuler leur capacité d’innovation à la fois pour leur",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "des levées de fonds Nombre d’investisseurs ne conditionnent plus seulement des critères de rentabilité à leurs prises de participations au capital des start-ups Fort d’environ  adhérents tous des success stories françaises Phenix Ulule Simplon Social Good Accelerator HelloAsso etc FEST outille structure le secteur et réclame une politique publique de soutien à l’innovation à impact via la BPI France et des aides publiques du type Crédit d’Impôt Recherche ou le statut Jeune Entreprise Innovante L’étude Tech for Good de PwC et TECH’IN France [2] met en avant des startups intégrant des objectifs sociétaux dès leur création Pour les entreprises bien établies c’est une façon d’encourager à l’action Elles doivent travailler sur leur raison d’être pour répondre aux attentes de la société en pleine évolution au risque de perdre leur profitabilité sur le long terme « Les technologies qui étaient historiquement perçues comme apporteuses de solutions sont désormais fortement remises en cause sur",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Après une école d’ingénieur et un doctorat en biochimie elle entre chez L’Oréal en  pour se consacrer pendant 10 ans à la recherche dans différents laboratoires de cette entreprise vouée à la beauté et au bien-être Très vite elle devient l’interface entre les laboratoires et les marques pour développer grâce à la Recherche des produits correspondant aux attentes du marché Cette passion pour les sciences va jalonner sa carrière au sein du groupe Ainsi en  elle lance les Bourses L’Oréal France Unesco pour les Femmes et la Sciences afin d’inciter les jeunes femmes à s’orienter vers des carrières scientifiques Elle s’en occupera pendant 7 ans tout en étant responsable de la communication interne et externe de la division L’Oréal France Grand Public Entre temps Geneviève a occupé de nombreuses fonctions de directions de communication de marques internationales dans l’entreprise Grâce à sa curiosité et son envie de découvrir de nouveaux univers elle devient notamment responsable de la",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization mentioned in the text is collaborating with several notable entities and institutions. These include:\n\n1. B Corp: MySezame has been certified as a \"B Corp\" company, which means they are engaged in businesses committed to social and environmental impact. This label recognizes their commitment to sustainability and social responsibility.\n2. ESUS: As stated in the text, MySezame has been approved by ESUS, which stands for \"Établissements Socialement Utiles et Solidaires,\" meaning Socially Useful Establishments and Socially Responsible Enterprises. This recognition highlights their dedication to social welfare and responsible business practices.\n3. Best for the World: MySezame has been recognized as one of the best companies in the world for governance and employee engagement categories under the \"Best for the World\" list. This achievement showcases their excellence in corporate leadership and employee satisfaction.\n4. Community of Missions Companies (Communauté des Entreprises à Mission): MySezame is a member of this community, which brings together companies focused on creating positive social and environmental impact through their missions. This membership demonstrates their alignment with like-minded organizations striving for a more sustainable and inclusive economy.\n5. House of Crowdfunding: MySezame held its club meeting at the House of Crowdfunding on November 4th last year. This event space serves as a platform for networking and collaboration within the French crowdfunding ecosystem.\n6. RAISE Impact: During the inspiring morning session about responsible finance, Eric Coisne, MySezame's Director Associate at RAISE Impact, shared his insights on the topic. RAISE Impact is a nonprofit organization dedicated to promoting responsible investment and financing practices in France.\n7. Nickel: Hugues Le Bret, co-founder of Nickel, was among the three guest speakers during the event. Nickel is a digital banking platform that offers innovative financial services tailored to meet the needs of individuals and businesses.\n8. La Parisienne Assurances: Olivier Jaillon, Chief Enablement Officer from La Parisienne Assurances, participated in the workshops where members of the club worked together to put their ideas into action. La Parisienne Assurances is a leading French insurance company committed to promoting sustainable development and social welfare.\n9. Nuova Vista: Anne-France Bonnet, founder of the Nuova Vista consultancy firm and initiator and Secretary General of the Community of Missions Companies, concluded the event by emphasizing the importance of having a clear purpose or \"raison d'être\" for companies, as encouraged by the new provisions of the French law known as PACTE.",
            "source": [
                {
                    "content": "Qualiopi labellisé Bcorp et agrée ESUS « Nous sommes convaincus que la transformation des organisations passe par une transformation individuelle des dirigeants et collaborateurs qui les composent Notre ambition est de créer une bascule des individus dans l’entreprise pour les engager à refondre collectivement les modèles d’affaires et de réussite afin de rendre l’économie soutenable durable et inclusive Pour ce faire nous fédérons éveillons et nourrissons la capacité d’action de tous dans l’entreprise pour que chacun se saisisse de son potentiel et agisse dans son métier » Nous sommes certifiés «B Corp» le label des entreprises engagées pour le bien commun En  nous avons été reconnus « Best for the World » dans les catégories « gouvernance » et « collaborateur » MySezame est membre de la Communauté des Entreprises à Mission et également « Société à Mission » depuis décembre  Nous avons publié notre premier rapport de mission pour l’année  que vous pouvez consulter ici MySezame est",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Qualiopi labellisé Bcorp et agrée ESUS « Nous sommes convaincus que la transformation des organisations passe par une transformation individuelle des dirigeants et collaborateurs qui les composent Notre ambition est de créer une bascule des individus dans l’entreprise pour les engager à refondre collectivement les modèles d’affaires et de réussite afin de rendre l’économie soutenable durable et inclusive Pour ce faire nous fédérons éveillons et nourrissons la capacité d’action de tous dans l’entreprise pour que chacun se saisisse de son potentiel et agisse dans son métier » Nous sommes certifiés «B Corp» le label des entreprises engagées pour le bien commun En  nous avons été reconnus « Best for the World » dans les catégories « gouvernance » et « collaborateur » MySezame est membre de la Communauté des Entreprises à Mission et également « Société à Mission » depuis décembre  Nous avons publié notre premier rapport de mission pour l’année  que vous pouvez consulter ici MySezame est",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Photo prise lors de la matinée de MySezame Le Club le 4 novembre  à la maison du crowdfunding Le 4 novembre dernier MySezame Le Club organisait une matinée inspirante sur la finance responsable en deux temps Trois grands témoins ont partagé leur vision et leur expérience éclairante autour d’une table ronde  Eric Coisne en tant que Directeur Associé de RAISE Impact Hugues Le Bret co-fondateur de Nickel et Olivier Jaillon Chief Enablement Officer de La Parisienne Assurances Des ateliers ont ensuite permis aux membres du Club de travailler en collectif pour passer à l’action Anne-France Bonnet fondatrice du cabinet Nuova Vista co-initiatrice et Secrétaire générale de la Communauté des Entreprises à Mission est venue conclure sur l’intérêt de « la raison d’être » les incitations et retombées de la Loi Pacte MySezame Le Club est une communauté de décideurs et collaborateurs investis pour placer les enjeux sociaux et environnementaux au cœur de leur entreprise Pour se tenir informés des",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "sur la société et l’environnement – avec comme cœur de métier la formation de l’ensemble des collaborateurs et la bascule des directions générales Depuis  nous avons formé et accompagné des milliers d'étudiants collaborateurs managers administrateurs et dirigeants d’entreprise et de fonds d'investissement",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided information, it seems that MySezame and Wakam have been working together in their respective fields. However, no specific joint events, projects, or initiatives are mentioned in the text. The focus is more on how each company contributes to the overall mission and goals of creating socially responsible business models.",
            "source": [
                {
                    "content": "Découvrez le témoignage de Denis Thaeder Chief Mission Officer de Wakam sur le chemin de son entreprise vers la société à mission Zoom sur notre 3e matinée Club sur le thème de la mesure d'impact MySezame propose aux entreprises de les accompagner dans leur transition vers des modèles alliant rentabilité et impact positif sur la société et l’environnement – avec comme cœur de métier la formation de l’ensemble des collaborateurs et la bascule des directions générales Depuis  nous avons formé et accompagné des milliers d'étudiants collaborateurs managers administrateurs et dirigeants d’entreprise et de fonds d'investissement",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "entre deux métiers a priori différents  travail transverse avec l’ensemble des parties prenantes vision stratégique des enjeux embarquement des collaborateurs… Anne assume pleinement cette nouvelle responsabilité qui donne motivation et sens supplémentaires à ses fonctions et lui ouvre de nouveaux éclairages en tant que citoyenne soucieuse de l’avenir de ses trois enfants La collaboration avec MySezame lui a permis de structurer sa démarche  par une réflexion stratégique partagée une expertise nouvelle et beaucoup de méthodologie qui lui ont permis d’embarquer le Comex tout en respectant le niveau de chacun sur ces sujets sensibles En parallèle Anne est administratrice chez Korian où elle contribue à porter le sens de la mission première de l’entreprise  être au service des personnes les plus vulnérables Aujourd’hui plusieurs chantiers attendent Anne qui a décidé de mettre son énergie au service de nouveaux challenges pour MH  mesurer l’impact de la performance sociale de l’entreprise",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Découvrez le témoignage de Denis Thaeder Chief Mission Officer de Wakam sur le chemin de son entreprise vers la société à mission MySezame propose aux entreprises de les accompagner dans leur transition vers des modèles alliant rentabilité et impact positif sur la société et l’environnement – avec comme cœur de métier la formation de l’ensemble des collaborateurs et la bascule des directions générales Depuis  nous avons formé et accompagné des milliers d'étudiants collaborateurs managers administrateurs et dirigeants d’entreprise et de fonds d'investissement",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Découvrez le témoignage de Denis Thaeder Chief Mission Officer de Wakam sur le chemin de son entreprise vers la société à mission MySezame propose aux entreprises de les accompagner dans leur transition vers des modèles alliant rentabilité et impact positif sur la société et l’environnement – avec comme cœur de métier la formation de l’ensemble des collaborateurs et la bascule des directions générales Depuis  nous avons formé et accompagné des milliers d'étudiants collaborateurs managers administrateurs et dirigeants d’entreprise et de fonds d'investissement",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " The collaboration between different entities is aimed at achieving several mutually beneficial objectives and outcomes. These can include:\n\n1. Skill development: Collaborative efforts focus on enhancing the skills and knowledge of employees across various roles such as students, collaborators, managers, administrators, and executives. This helps in improving productivity, innovation, and adaptability within organizations.\n2. Knowledge sharing: By working together, participants gain access to a wealth of expertise, best practices, and industry insights. This fosters continuous learning and improvement, ultimately leading to better decision-making and more effective problem-solving.\n3. Network expansion: Collaborating with diverse partners expands professional networks, which can lead to new business opportunities, joint ventures, and strategic alliances. This also facilitates the exchange of ideas and resources, contributing to the overall growth and success of all parties involved.\n4. Social and environmental impact: Many collaborations have a strong emphasis on creating positive effects on society and the environment. Through collective action, these initiatives can contribute to sustainable development goals, social welfare programs, and other community-based projects.\n5. Innovation and entrepreneurship: Collaborative efforts often encourage creativity, experimentation, and risk-taking, driving the development of new products, services, and business models. This contributes to economic growth and job creation, while also fostering a culture of innovation within participating organizations.\n6. Capacity building: Joint endeavors may involve capacity building initiatives designed to strengthen the human, organizational, and technological resources of partnering institutions or communities. This supports long-term resilience and self-sufficiency, helping to ensure the continued success and growth of all stakeholders involved.",
            "source": [
                {
                    "content": "et impact positif sur la société et l’environnement – avec comme cœur de métier la formation de l’ensemble des collaborateurs et la bascule des directions générales Depuis  nous avons formé et accompagné des milliers d'étudiants collaborateurs managers administrateurs et dirigeants d’entreprise et de fonds d'investissement",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "et impact positif sur la société et l’environnement – avec comme cœur de métier la formation de l’ensemble des collaborateurs et la bascule des directions générales Depuis  nous avons formé et accompagné des milliers d'étudiants collaborateurs managers administrateurs et dirigeants d’entreprise et de fonds d'investissement",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "et impact positif sur la société et l’environnement – avec comme cœur de métier la formation de l’ensemble des collaborateurs et la bascule des directions générales Depuis  nous avons formé et accompagné des milliers d'étudiants collaborateurs managers administrateurs et dirigeants d’entreprise et de fonds d'investissement",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "de métier la formation de l’ensemble des collaborateurs et la bascule des directions générales Depuis  nous avons formé et accompagné des milliers d'étudiants collaborateurs managers administrateurs et dirigeants d’entreprise et de fonds d'investissement",
                    "metadata": {
                        "rel": [
                            "citizencapital",
                            "bcorporation",
                            "patagonia",
                            "unfccc",
                            "onepercentfortheplanet",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "isahit"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}