{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided context, several sustainable or environmental practices have been implemented across various industries and asset classes. Some examples include:\n\n1. Integration of ESG (Environmental, Social, and Governance) criteria in mutual fund selection, which helps to screen out firms with the worst corporate behavior. This approach minimizes poor performance and risk.\n2. Investments in responsibly managed municipal bonds, community investment notes, and other economic development tools that support resilient cities and rural communities.\n3. Directing millions of dollars towards projects and initiatives aligned with the UN Sustainable Development Goals (SDGs), particularly those related to thriving local communities, fair labor conditions, and ecological sustainability.",
            "source": [
                {
                    "content": "with the United Nations Sustainable Development Goals SDGs These are 17 targeted goals for – to improve life on the planet for all people Though our sustainably managed holdings touch almost all of the goals in some way the top five goals matched what our clients generally ask for—investments that cultivate thriving local communities with fair labor conditions and ecologically-viable corporate practice When evaluating the industries and types of assets we select for client investments a significant portion approximately 40 is in responsibly managed mutual funds using ESG integration strategies Applying environmental social and governance ESG criteria helps us screen out firms with the worst corporate behavior an approach that minimizes poor performance risk per numerous studies In addition to mutual funds Natural Investments sources opportunities in municipal bonds community investment notes and other economic development tools that support resilient cities and rural communities The",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Welcome to my archive of newsletter articles and blog posts For more information on my service offerings please go to my advisor webpage Driven by ever-increasing investor demand most major investment institutions are practicing sustainable responsible and impact SRI investing As a result the number of products claiming to integrate environmental social and governance ESG criteria continues to rise Per Morningstar® there are now more than  ESG mutual funds and exchange-traded funds in the US including 87 … We’ve reached the big time When every major media outlet Congress the Department of Labor and Securities and Exchange Commission SEC are all focused on issues pertaining to sustainable responsible and impact SRI investing it’s clear that this segment of the financial services industry has hit its stride in terms of popularity impact and yes … Sustainable Responsible Impact Investing Hits the Big Time Read More » The US Department of Labor issued its final rule last month replacing",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "various aims standards goals and objectives focused on sustainability responsibility and positive impact SRI again The industry includes both corporate and community development dimensions and covers everything from startup innovation international micro-finance and ecosystem services to changing corporate policies and practices advocating for regulatory and legislative improvements …",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "communities As of  Natural Investments has directed  million into … Interest in sustainable responsible impactful SRI investments continues to rise in the US and globally according to the Global Sustainable Investment Alliance The expansion of SRI consciousness has led Natural Investments to grow as well with  billion of responsibly managed assets now a 41 increase from the previous year The firm directs our clients’ … Indigenous Representation Matters by Sylvia Panek AIF® Moves to Make Before Tax Time by Kirbie Crowe AIF® CFP® The Deal with Donor-Advised Funds by Brady Quirk-Garvan Shareholder Advocacy Review – Winter  by Michael Kramer Market Report – Winter  by Scott Secrest AAMS® In the News – Winter    Download a full PDF … 1 DESPITE SPILLS AND AIR POLLUTION FOSSIL FUEL COMPANIES AWARD CEOS FOR ENVIRONMENTAL RECORDS Executive bonus programs at fossil fuel companies meant to encourage better environmental practices evolved to allow firms to award executives full bonuses even in",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are numerous events and initiatives focused on environmental conservation. However, providing a comprehensive list of 10 events would require extensive research and updates, which cannot be done within the scope of this response. Instead, I can provide some examples of notable events and organizations involved in environmental conservation efforts. Some of these include:\n\n1. Earth Day (April 22)\n2. United Nations Climate Change Conferences (COP)\n3. World Wildlife Fund (WWF)\n4. Conservation International\n5. National Geographic Society's \"Planet or Plastic?\" campaign\n6. The Nature Conservancy\n7. The Ocean Cleanup\n8. The Jane Goodall Institute\n9. Sierra Club\n10. Audubon Society\n\nPlease note that this list is not exhaustive, and there are many other events, initiatives, and organizations working towards environmental conservation goals.",
            "source": [
                {
                    "content": "communities As of  Natural Investments has directed  million into … Interest in sustainable responsible impactful SRI investments continues to rise in the US and globally according to the Global Sustainable Investment Alliance The expansion of SRI consciousness has led Natural Investments to grow as well with  billion of responsibly managed assets now a 41 increase from the previous year The firm directs our clients’ … Indigenous Representation Matters by Sylvia Panek AIF® Moves to Make Before Tax Time by Kirbie Crowe AIF® CFP® The Deal with Donor-Advised Funds by Brady Quirk-Garvan Shareholder Advocacy Review – Winter  by Michael Kramer Market Report – Winter  by Scott Secrest AAMS® In the News – Winter    Download a full PDF … 1 DESPITE SPILLS AND AIR POLLUTION FOSSIL FUEL COMPANIES AWARD CEOS FOR ENVIRONMENTAL RECORDS Executive bonus programs at fossil fuel companies meant to encourage better environmental practices evolved to allow firms to award executives full bonuses even in",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Welcome to my archive of newsletter articles and blog posts For more information on my service offerings please go to my advisor webpage When Ecosystem Integrity Fund EIF came to my attention in  the members were raising capital for their second venture fund I found them to be particularly attractive because of my background in physics and environmental science and their serious focus on environmental sustainability Today the depth and breadth of that sustainability focus makes EIF … The past year was defined by incomprehensible loss—and for many the losses were personal In May my father-in-law Bernie passed away on his 94th birthday In the end he said he was ready to go but we are mourning the loss of an attentive and engaged family man who was like a second father to …",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to solutions from clean energy and organic food to ocean sustainability and underserved businesses In its initial analysis of the first New Summit impact fund they found that 85 percent of the portfolio contributes to solutions tied to the UN Sustainable Development Goals New Summit will classify all its future underlying investments using this system which they hope will gain traction with other fund managers in the impact investing ecosystem Photo Residents of a Jonathan Rose property engage in community gardening This publication is distributed to clients and friends of Natural Investments LLC NI NI is an investment adviser registered with the SEC It is for educational purposes only and is not intended to contain recommendations or solicit sales of any specific investment Authors representatives or related persons of NI may own securities mentioned in here",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "associate board for the Delta Institute a think tank devoted to addressing complex environmental challenges with communities across the Midwest Sylvia attended Illinois State University with a dual bachelor’s degree in International Business and Marketing in  She completed a Sustainability MBA in Green Development and Urban Planning at Marylhurst University in",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the provided text, it appears that the environmental impact metrics being reported include the use of an impact data aggregation firm to delve deeper into clients' positive effects on environmental, social, and governance (ESG) areas of the economy. This enables Natural Investments to better understand trends in these areas that are important to its clients. However, specific environmental impact metrics or categories are not explicitly mentioned in the given text.",
            "source": [
                {
                    "content": "Download a full PDF copy of our  Social Impact Report",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Natural Investments enjoyed significant growth since the last report with sustainable responsible impact SRI managed assets increasing by 24 to M[1] For the first time we are using an impact data aggregation firm to delve deeper into our clients’ positive effects on the environmental social and governance ESG areas of the  economy The additional information …",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Natural Investments enjoyed significant growth since the last report with sustainable responsible impact SRI managed assets increasing by 24 to M[1] For the first time we are using an impact data aggregation firm to delve deeper into our clients’ positive effects on the environmental social and governance ESG areas of the  economy The additional information allows us to see the bigger picture of our collective efforts as well as understand trends in areas that are important to our clients For example one of the most frequent requests by clients is to avoid direct investments in extractive oil coal and natural gas companies which are driving the climate crisis In the last year client demand for our fossil-fuel-free portfolios rose by  The newest category of our impact assessment is alignment with the United Nations Sustainable Development Goals SDGs These are 17 targeted goals for – to improve life on the planet for all people Though our sustainably managed holdings touch almost all of",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "This year’s impact report highlights the important work we are doing together to make our economic system more resilient just and regenerative Now in our 38th year of managing investor assets we appreciate your enduring commitment to this transformation of society and our economy Despite the market downturn in  interest in sustainable investments continued to increase across the United Sates At Natural Investments the inflow of new clients starting their sustainable responsible impact SRI investing journey helped grow the firm to  billion assets under management [1] The stewardship approach with client assets also reimagines the purpose of … Driven by ever-increasing investor demand most major investment institutions are practicing sustainable responsible and impact SRI investing As a result the number of products claiming to integrate environmental social and governance ESG criteria continues to rise Per Morningstar® there are now more than  ESG mutual funds and exchange-traded funds",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Based on the provided information, I am unable to determine whether the organization has made any specific public commitments related to social or corporate responsibility. While there is mention of working with various types of organizations, including those with mission-alignment, the text does not explicitly state whether the organization itself has taken any public stances or pledges regarding social or corporate responsibility.",
            "source": [
                {
                    "content": "If you want your money to reflect the mission of your organization and the values of your members or beneficiaries we can help Many of our advisors have previously worked in the non-profit sector and continue to support this important social and environmental work through volunteering and donating 1 of our gross revenues to these causes so we have a special interest in helping your organization align your mission with your money We currently work with local and national non-profits and foundations as well as help any mission-based institution to integrate socially responsible and impact investments within the parameters of fiduciary responsibility As a consultant or manager of your assets we can facilitate the creation of an Investment Social Policy select and monitor investment managers and advise Boards of Directors Trustees and existing investment professionals on the impact of sustainable and responsible investments across all asset classes For philanthropic entities we understand",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "investments to work in the economy at random almost as if it doesn’t matter But it does Investing and ownership come with responsibility including active engagement Where and how we invest matters it matters a great deal The principles and strategies of sustainable socially responsible investing give us the tools to build a new economy More of us are buying and eating local wasting less getting involved Now we can invest our savings with intention We do not give in to a false narrative telling us change cannot happen Together we engage in proven strategies including considering environmental social and governance performance; shareholder engagement; and integration of socially responsible investment performance factors Are you involved with a mission-aligned organization that values people and planet Contact us to learn how you can help your organization better align its endowment and other investments Mission-aligned c3 non-profit partners we support include US SIF Foundation Green",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "they have problems in all three facets of socially responsible investing All in all the early evidence points to varying degrees of greenwashing as new funds attempt to capture assets using ESG branding but often in little more than name only However this has not gone unnoticed by the Securities and Exchange Commission SEC which recently announced the creation of a new Climate and ESG task force aimed at rooting out this kind of deception We applaud this initiative and look forward to seeing the results That leaves the longtime SRI firms that have new ownership How are they measuring up These managers have already proven that they have high-quality funds featuring written commitments to avoiding harmful companies and industries longstanding leadership in shareholder advocacy that has resulted in measurable shifts in corporate behavior and demonstrable community investing As a result we are watching carefully for any changes to how they operate Do they continue to operate",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and planet Contact us to learn how you can help your organization better align its endowment and other investments Mission-aligned c3 non-profit partners we support include US SIF Foundation Green America As You Sow ImpactAssets Please consider supporting their strategic work with your charitable giving plans this year Natural Investments serves all classes of individuals regardless of age race color national origin citizenship status subject to custodian policy disability religiosity or freedom from such sex gender identity or expression sexual orientation marital status economic status veteran status Whether you come from privilege and have been fortunate or are oppressed and denied power and privilege in society we encourage you to inquire how you can participate in the socially responsible investment movement with your money and financial planning decisions Individuals  Families Foundations  Endowments Accounts Platforms Fees Referral to Allied Professionals",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, both companies provide annual or quarterly reports detailing their commitments. For New Summit, they publish an Annual Impact Report showcasing the progress made towards achieving the UN Sustainable Development Goals (SDGs) through their investments. Similarly, Natural Investments releases an Annual Report highlighting their achievements in supporting sustainable cities, decent work, affordable clean energy, responsible consumption, and reducing income inequality. These reports serve as valuable resources for stakeholders who want to stay informed about the companies' ongoing commitments to sustainability and responsibility.",
            "source": [
                {
                    "content": "multiple millions of dollars across many different individual investments New Summit makes its portfolio accessible to investors with a minimum of just  Since  New Summit has successfully launched two “funds of funds” with a third expected to open in early  Each underlying fund investment has passed the experienced investment committee’s rigorous financial and impact due diligence process and has been mapped to the UN Sustainable Development Goals Detailed impact reporting is provided to investors on an annual basis Sample investments from their first two funds include LYME TIMBER FUND IV A private timberland-investment management organization that focuses on the acquisition and sustainable management of lands with unique conservation values Since  the Company has followed a disciplined and value-oriented approach to investing in forestland and rural real estate Lyme seeks to enhance risk-adjusted returns to investors through identifying and realizing value from conservation",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "include fossil fuels tobacco military/ defense and private prisons Natural Investments invests 61 of assets in responsible mutual funds and separately managed accounts that utilize ESG strategies In addition to mutual funds exchange-traded funds ETFs and managed accounts Natural Investments sources opportunities in municipal bonds community investment notes and other economic development tools that support resilient cities and rural communities As of last year the firm stewards  million intentionally into community infrastructure affordable housing financial inclusion and renewable energy into low-income communities This is apparent when comparing our assets with the top five categories of United Nations Development Goals SDGs sustainable cities decent work affordable clean energy responsible consumption and reduced inequality",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in its annual report that the divestment movement is having a material impact on the company’s bottom line A recent investor report corroborates the sentiment stating that nearly 7 trillion have been pledged or divested to date and that the trend is expected to continue Even Better News Renewable Energy Growth Last month Capgemini Invent released a report with RE—a group of businesses committed to  renewable electricity—showing that “a sample of 3 companies [RE businesses] consistently perform better than non-members on two key financial indicators net profit margin and EBIT margin Earnings Before Interests and Taxes The difference is significant up to 77 percentage points and is true across all sectors most prominently for IT telecommunications construction and real estate” With renewable energy evidence of a mainstream transition is seen in the investment world as well US businesses and individuals persist in advancing the sustainable and responsible impact SRI investments agenda A",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Services  Portfolio Management k minimum  Financial Planning/Consulting hourly His efforts in the fields of social serviceseducation environment economics and planning reflect his holistic and creative capacity and his passion for creating positive change in the world After 10 years as a client Michael joined Natural Investments as its third advisor in  Since  Michael has maintained the Accredited Investment Fiduciary® designation the credential reflecting a very high professional standard of investment management in the nation He has been a partner in the firm since  He is known within the SRI community as a proponent of higher standards for the SRI industry he maintains the firm’s NI Social Rating of sustainable and responsible mutual funds and he coordinates the firm’s shareholder activism initiatives He is a board member and serves on the Advocacy and Public Policy Committee of the US SIF The Forum for Sustainable and Responsible Investing and serves on the steering committee of",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Throughout its history, Natural Investments (NI) has consistently engaged in various community and social events aimed at fulfilling its commitments to sustainability, social impact, and community development. Some notable examples include:\n\n1. Hosting educational events and webinars: NI regularly hosts educational events and webinars to inform and engage stakeholders about topics related to sustainable investing, community development, and social impact. These events provide opportunities for learning, networking, and collaboration among participants.\n2. Participating in conferences and industry events: NI representatives frequently attend and participate in conferences and industry events focused on sustainable finance, community investing, and social impact. By doing so, they contribute to shaping discussions, share knowledge and experiences, and foster connections within the broader impact investing community.\n3. Collaborating with partners: NI works closely with various partners, including nonprofit organizations, government agencies, and other impact investing firms, to organize events and initiatives that promote sustainability, social impact, and community development. Examples of such collaborations may include joint workshops, panel discussions, and community projects.\n4. Supporting local initiatives: NI actively supports local initiatives and events in the communities where its employees live and work. This might involve sponsoring community gardens, volunteering at local nonprofits, or contributing to local charitable causes.\n5. Engaging clients and stakeholders: NI maintains regular communication with its clients and stakeholders through newsletters, blog posts, and social media updates. They also host client events and webinars to keep stakeholders informed about recent developments in the field of impact investing and to facilitate dialogue on relevant issues.",
            "source": [
                {
                    "content": "financial return For decades for example we have often referred to community investments as below-market-rate wherein investors voluntarily reduce the term of their loan in order to put more of the capital to work This gets at the core issue of what is “enough” of a return Most people would argue that keeping up with inflation is a good minimum return standard but what does that mean in a low-inflation environment like today If we take the long view when a 2-3 return beats bank interest rates we can and should be investing a lot more money in anything that will alleviate poverty or increase community food energy and economic self-reliance Years ago the Forum for Sustainable and Responsible Investment US SIF ran a “1 for Community” campaign in an effort to encourage all SRI investors to allocate at last 1 of a portfolio to community investments At the time it was considered a stretch to create consensus on this given the lower rates of return At NI we took the challenge seriously and",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "organizations in all 50 states and over  countries around the world that target the following categories affordable housing building and refurbishing homes for lower income families and individuals microcredit loans of as little as 50 to help the poor turn their lives around; small business loans helping people start or strengthen job-creating and community-building businesses; community facilities financing for local nonprofits and cooperatives supporting healthcare education childcare and many other core needs in troubled communities; and social innovation capital cutting-edge programs such as support for fair-trade farmers innovations that protect the environment and the promotion of independent media Photo credit Kenneth Terry and Robert Harry of the Treme Brass Band at a dedication ceremony for homes that were rebuilt after Hurricane Katrina in the 9th Ward AP Photo/Bill Haber",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "one hundred North American organizations working to create an economy that is restorative to people place and planet and that operates according to principles of democracy justice and appropriate scale New Roots is a Louisville-based organization that improves access to fresh food for urban residents sharing education with families on the use of fresh foods and connecting neighborhood leaders with local farmers and distributors so that participating communities are able to develop successful long-term relationships leading to healthy lifestyles for member families Oikocredit is a worldwide financial cooperative that promotes global justice by empowering disadvantaged people with credit  Their loans support the growth of microfinance institutions trade cooperatives fair trade organizations and small-to-medium sized enterprises making a difference in the lives of the poor and disenfranchised around the world The Olmsted Parks Conservancy is dedicated to restoring and enhancing a system",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "organizing for racial and economic justice Ujima the first community-controlled loan fund in the US has raised 17 million to date Ujima is a Swahili word meaning “collective work and responsibility” The membership of Ujima is comprised of more than  … This article is from our archives as part of the th issue special celebrating twenty-five years of quarterly newsletters  Community investment is one of three pillars of socially responsible investing alongside screening and shareholder advocacy As natural disasters increase with climate change in the 21st century this article illustrates why Natural Investments has always made … Every day brings news of human struggle and environmental crisis Reports of wildfires dying lakes children without access to education and tent cities of the working homeless spur the urge to help—but the problems are complex and often thousands of miles away This combination can leave us feeling powerless Yet for many of the most … American Homeowner",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " The available products, services, or technologies include natural investments, responsible mutual funds, ESG strategies, municipal bonds, community investment notes, renewable energy projects, solar power, fee-based financial planning, retirement projections, discounted financial advice, eco-friendly building design, energy efficiency improvements, electric vehicle charging stations, pollution control solutions, environmental remediation methods, green transportation options, water conservation techniques, waste reduction technologies, and more.",
            "source": [
                {
                    "content": "energy energy efficiency electric vehicles environmental remediation pollution control green buildings water  waste technologies and more Each quarter I provide you with investment reports and our original Natural Investments newsletter Fees are charged quarterly and are based on a percentage generally under 1 per year of the assets I manage I also provide discounted financial planning and retirement projections see below as needed If your investment assets are under 2m I want to support you to invest with your values too E-mail me and I will do my best to provide you with helpful guidance and/or referrals to other advisors who can help you Do you have any questions about my services Are we a good fit for working with each other Please contact me to set up a free initial consultation I look forward to hearing from you I work from my home office in upcountry Maui Hawaii and can meet via phone and video Zoom  I occasionally travel to the Seattle area and the East Coast for in-person",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "include fossil fuels tobacco military/ defense and private prisons Natural Investments invests 61 of assets in responsible mutual funds and separately managed accounts that utilize ESG strategies In addition to mutual funds exchange-traded funds ETFs and managed accounts Natural Investments sources opportunities in municipal bonds community investment notes and other economic development tools that support resilient cities and rural communities As of last year the firm stewards  million intentionally into community infrastructure affordable housing financial inclusion and renewable energy into low-income communities This is apparent when comparing our assets with the top five categories of United Nations Development Goals SDGs sustainable cities decent work affordable clean energy responsible consumption and reduced inequality",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "relies on solar power for energy We launched a non-profit organization Dragon’s Eye Learning Center that has provided ongoing programming in the arts alternative education and sustainable agriculture from this farm-based site since  After transitioning to the field of finance I first served as the Business Manager for a private investment firm specializing in foreign currency trading where I worked directly with high net-worth investors and developed and implemented fiscal tracking systems for the firm An important aspect of my work included helping the firm establish a policy of committing a portion of profits for social good Today I maintain Natural Investments offices in Portland Oregon and East Hawaii as well as serve in an advisory capacity to Envest Microfinance Cooperative a fund supporting microfinance institutions in developing countries I am also currently a board member at Iroquois Valley Farms an organic farmland finance company I live full-time on the Big Island of Hawaii",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We serve retail and high net worth individual families organizations foundations and businesses in every part of the country Select any of our locations on the map to find an advisor Each advisor below has a webpage to share with you who we are and what we offer Feel free to learn about each of us",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the information provided, it seems that Natural Investments does not hold specific promotional events, expos, or sales for their offerings. Their focus appears to be on providing responsible investment options and serving clients across the United States. However, they may participate in industry conferences or events related to sustainability, impact investing, or ESG strategies. It would be beneficial to stay updated on such events through relevant publications, newsletters, or online resources within the industry.",
            "source": [
                {
                    "content": "include fossil fuels tobacco military/ defense and private prisons Natural Investments invests 61 of assets in responsible mutual funds and separately managed accounts that utilize ESG strategies In addition to mutual funds exchange-traded funds ETFs and managed accounts Natural Investments sources opportunities in municipal bonds community investment notes and other economic development tools that support resilient cities and rural communities As of last year the firm stewards  million intentionally into community infrastructure affordable housing financial inclusion and renewable energy into low-income communities This is apparent when comparing our assets with the top five categories of United Nations Development Goals SDGs sustainable cities decent work affordable clean energy responsible consumption and reduced inequality",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We serve retail and high net worth individual families organizations foundations and businesses in every part of the country Select any of our locations on the map to find an advisor Each advisor below has a webpage to share with you who we are and what we offer Feel free to learn about each of us",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "energy energy efficiency electric vehicles environmental remediation pollution control green buildings water  waste technologies and more Each quarter I provide you with investment reports and our original Natural Investments newsletter Fees are charged quarterly and are based on a percentage generally under 1 per year of the assets I manage I also provide discounted financial planning and retirement projections see below as needed If your investment assets are under 2m I want to support you to invest with your values too E-mail me and I will do my best to provide you with helpful guidance and/or referrals to other advisors who can help you Do you have any questions about my services Are we a good fit for working with each other Please contact me to set up a free initial consultation I look forward to hearing from you I work from my home office in upcountry Maui Hawaii and can meet via phone and video Zoom  I occasionally travel to the Seattle area and the East Coast for in-person",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "relies on solar power for energy We launched a non-profit organization Dragon’s Eye Learning Center that has provided ongoing programming in the arts alternative education and sustainable agriculture from this farm-based site since  After transitioning to the field of finance I first served as the Business Manager for a private investment firm specializing in foreign currency trading where I worked directly with high net-worth investors and developed and implemented fiscal tracking systems for the firm An important aspect of my work included helping the firm establish a policy of committing a portion of profits for social good Today I maintain Natural Investments offices in Portland Oregon and East Hawaii as well as serve in an advisory capacity to Envest Microfinance Cooperative a fund supporting microfinance institutions in developing countries I am also currently a board member at Iroquois Valley Farms an organic farmland finance company I live full-time on the Big Island of Hawaii",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are several key partnerships or collaborations related to commerce that aim to address various issues and promote positive change. Some of these include:\n\n1. Localization Movement (formerly known as BALLE): A national forum for leaders who are working towards developing and implementing business models that reduce risks, benefit brands, and protect long-term shareholder value while also promoting positive changes for the environment and human rights.\n2. Common Future (previously called BALLE): A key player in the localization movement, providing a platform for leaders to connect, share solutions, and drive investment toward local economies.\n3. Center for Inclusive Entrepreneurship (CIE): Empowers program participants to build resilient, sustainable, and equitable community wealth through entrepreneurship and community wealth-building strategies. Their Community Enterprise Program offers accessible and affordable \"first step\" entrepreneurship training, one-on-one consulting, and additional support like legal advice, business mentorships, and opportunities to access goods and services.\n4. Socially Responsible Investors (SRI) and Cooperatives: These organizations focus on aligning investments with values, prioritizing worker welfare, community wellbeing, and environmental stewardship. SRI supports values-driven organizations that prioritize the welfare of workers and communities, while cooperatives in underserved communities provide essential services and job opportunities with living wages and health benefits.\n5. Community Development Financial Institutions (CDFIs): Support the creation and growth of cooperatives by lending money to these organizations, allowing them to offer capital and technical assistance needed to thrive and contribute to local economic development.",
            "source": [
                {
                    "content": "communicates directly with corporate executives to collaboratively develop and implement business models that reduce risk benefit brand reputation and protect long term shareholder value while simultaneously bringing about positive change for the environment and human rights Common Future formerly known as BALLE is a key player in the localization movement  They provide a national forum for leaders of this movement to connect spread solutions that have proven themselves and drive investment toward local economies The Center for Inclusive Entrepreneurship’s vision is that through entrepreneurship and community wealth building strategies participants in their programs are empowered to build resilient sustainable and equitably shared community wealth CIE’s Community Enterprise Program provides members with accessible and affordable “first step” entrepreneurship training one-on-one consulting and additional support such as legal advice connections to business mentors and opportunities to",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in goods and services in  This is a far cry from the early “free enterprise” model which was envisioned to function as an effective resource-allocator bringing buyers and sellers together in the marketplace with equal power and equal information In its early conception public commerce would inflict no collateral damage on transactional bystanders such as communities the environment labor or the domestic harmony known as “spillover” effects Though in our modern economy spillover effects abound Public confidence in today’s large corporations of forthright behavior and regard for the public interest runs very low Indeed there is a wide swath of collateral damage resulting from an overemphasis on corporate goals prioritizing efficiency and profitability While these objectives are appropriate for businesses they have become disproportionate and out of balance with other goals broadly defined as good corporate citizenship This frames our work as socially responsible investors SRI Through",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "produce or use their products and services They are often values-driven organizations that put the welfare of the workers and the community they serve at the core of their operating principles When workers have an ownership stake in the business they work for they have a vested interest in seeing it succeed and the business has a vested interest in supporting and meeting their needs Co-ops in underserved communities not only provide vital services to the community but they create jobs with living wages and health benefits And they keep dollars invested in the local economy Many CDFIs specifically support the creation and growth of co-ops Lending money to these organizations allows them to offer the capital and technical assistance that co-ops need to flourish and thrive 3 INVEST IN CLIMATE STABILITY Climate stability is inextricably linked to fighting poverty both in the US and around the world The World Bank estimates that the climate crisis will force  million people into extreme",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Natural Investments a Certified B Corporation has been named a Best For The World honoree in recognition of their work to improve the lives of their customers through the use of their product or service Ranking in the top 10 percent of all 3 B Corps for their positive impact on their customers Natural Investments earned this honor because their financial services promote public benefit is designed to generate positive social and ecological environments in addition to uplifting under-served populations The firm aims to set a gold standard for how business can be a force for good for people around the world Best For The World recognition is administered by B Lab the global nonprofit that certifies and supports Certified B Corporations which are for-profit companies dedicated to using business as a force for good Today there are 3 Certified B Corporations across 64 countries and  industries unified by one common goal to redefine success in business Michael Kramer Managing Partner says “As",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the information provided about various organizations and initiatives, there could be several employment or educational opportunities available related to the fields of sustainability, social justice, and financial services. Some potential options include:\n\n1. Kentuck",
            "source": [
                {
                    "content": "communication skills population projections where I delved into the systems that can make or break us and business analysis where I grew disillusioned with the profit above all else mentality Through volunteering I met a financial planner who showed me that a career helping others with numbers does exist and that it desperately needed more women of color That was back in  and I still thank my lucky stars that crossed our paths Outside of work I regularly volunteer with my Quaker meeting and provide pro bono advising especially in Spanish I’m an avid dancer and love to travel",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "looking to transition into a profession aligned with my environmental and social values Call it fate or synchronicity since  we’ve been working together helping individuals and organizations earn competitive returns while aligning their investments with their values I now live in Duluth MN and we continue to serve socially-conscious investors around the nation In  I earned a Master of Business Administration in Sustainable Business from Bainbridge Graduate Institute now Presidio Graduate School While attending business school I developed an innovative business plan for a sustainable creamery served as co-chair of the school’s Diversity and Social Justice Committee completed a one-year project with the city of Corvallis Oregon implementing a carbon footprint reduction program and designed a change management plan focused on gender equity within the Entrepreneurship course series I am an Accredited Asset Management Specialist℠ a designation granted by the College for Financial Planning",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "relies on solar power for energy We launched a non-profit organization Dragon’s Eye Learning Center that has provided ongoing programming in the arts alternative education and sustainable agriculture from this farm-based site since  After transitioning to the field of finance I first served as the Business Manager for a private investment firm specializing in foreign currency trading where I worked directly with high net-worth investors and developed and implemented fiscal tracking systems for the firm An important aspect of my work included helping the firm establish a policy of committing a portion of profits for social good Today I maintain Natural Investments offices in Portland Oregon and East Hawaii as well as serve in an advisory capacity to Envest Microfinance Cooperative a fund supporting microfinance institutions in developing countries I am also currently a board member at Iroquois Valley Farms an organic farmland finance company I live full-time on the Big Island of Hawaii",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Kentucky Jobs with Justice is a broad-based coalition of community groups faith-based organizations and labor unions united to promote protect and improve the quality of life of all workers by empowering individuals and organizations to engage in collective action for economic and social justice This Kentucky chapter of the US Green Building Council works to increase the use of sustainable building practices in homes businesses and schools The Kitsap Community and Agricultural Alliance provides education resources and advocacy for local agriculture on the Kitsap Peninsula Life Asset Inc is a financial resource center for poor low and moderate income persons in Washington DC In addition to offering an alternative to predatory pay-day loans it provides affordable financial products services and education promoting self-help and self-respect while expanding social and economic opportunities This is an exciting new initiative from NI’s own James Frazier which brings together success",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Based on the provided information, it seems that there might not be specific events related to job fairs, webinars, workshops, or training programs mentioned directly. However, some relevant activities can be inferred from the context. For instance, the person has been involved in various initiatives such as creating a Local Investing Opportunities Network (LION), working with Natural Investments, and volunteering with different organizations. These experiences could potentially lead to networking opportunities or workshops/training sessions related to socially responsible investing, community development, or other related fields. It would be helpful to reach out to these organizations or attend their events to explore potential opportunities.",
            "source": [
                {
                    "content": "Committee completed a one-year project with the city of Corvallis Oregon implementing a carbon footprint reduction program and designed a change management plan focused on gender equity within the Entrepreneurship course series I’m passionate about helping grow the socially responsible and impact investing movement particularly through community investing and cooperative business models I serve as Treasurer of Whole Foods Co-Op in Duluth MN and am a board member of One Roof Community Housing a non-profit based in Duluth MN committed to providing housing services and building and sustaining affordable homes and healthy neighborhoods My spouse Kelsey son Revel and I enjoy getting outdoors in all four seasons whether cross-county skiing bicycling gardening or hiking My office specializes in utilizing socially responsible investing strategies including In-depth investment strategies move environmental social and governance ESG priorities forward while delivering competitive financial",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and community organizing All of this helped prepare me for a major shift  In  I left my old career behind and was soon offered the opportunity to merge my investment expertise with my passion for sustainability and social justice by joining Natural Investments a leader in Socially Responsible Investing since   Eager to help my clients address all aspects of their financial lives I earned my Certified Financial Planner™ designation which requires comprehensive education in retirement planning investments taxes estate planning insurance and more In  while living in Port Townsend Washington I was invited to join a group of citizens who wanted to invest more of their money locally  Together we created the pioneering Local Investing Opportunities Network LION which drew nationwide attention for its success in connecting investors with local small businesses and nonprofits keeping money in the community and building a more prosperous and resilient local economy  To share the best practices",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We serve retail and high net worth individual families organizations foundations and businesses in every part of the country Select any of our locations on the map to find an advisor Each advisor below has a webpage to share with you who we are and what we offer Feel free to learn about each of us",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "She has also enjoyed volunteering with Foothills Family Resources Triune Mercy Center the IRS VITA Volunteer Income Tax Assistance program the Greenville Humane Society the Greenville Literacy Association the Upcountry History Museum and Big Brothers Big Sisters of the Upstate Kirbie is excited to be part of a team that consistently provides an excellent client experience and looks forward to helping you make a difference with your money",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Employee benefits such as paid sick time, voting rights, equal employment opportunities, and worker representation are highlighted in the text. These benefits aim to improve working conditions and promote fair treatment for employees across various industries.",
            "source": [
                {
                    "content": "Disney Starbucks Walgreens and FedEx to disclose their paid sick time benefits for US workers including part-time subcontracted and temporary workers We stressed the need of investors to understand how companies are addressing the growing reputational financial and regulatory impacts associated with the lack of a comprehensive paid sick time benefit for all employees VOTING RIGHTS We co-signed letters to companies and asset managers requesting that they advocate against state-level efforts to restrict voting rights and vote against approval of directors at corporations that have not addressed their role in funding elected officials implicated in voter suppression legislation and the Capitol insurrection While some of our efforts succeeded many are long-term advocacy engagements We remain committed to applying pressure where it’s needed See full  Social Impact Report – Natural Investments",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "It’s been a busy summer season for advocacy and it continues to be refreshing to discover allies on Capitol Hill for the priorities of sustainable and responsible investors SUCCESSES The EPA recently announced environmental protections under the Clean Water Act for Bristol Bay and a plan that could permanently block the development of the proposed Pebble Mine The letter we co-signed calling for the EPA and Congress to permanently protect Alaska’s Bristol Bay and the world’s largest wild fishery against large-scale mining may have helped The “Investor Statement Calling for Corporate Workplace Equity Transparency” we signed in  and sent to  companies made a tangible difference in corporate disclosure rates Within the SP  alone in the past year Equal Employment  Opportunity disclosure increased by  23 to 78 companies with 35 of these largest companies setting explicit diversity goals However since reporting on recruitment retention and promotion rates—particularly on race and",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "lifestyles racial justice organic food renewable energy and local economic development thought leaders and vocal leaders within our industry serving on national boards and committees publishing white papers and articles and speaking around the world and with policymakers to push for deeper responsibility and impact standards and effective governance and regulatory policies laws and practices in the financial services landscape socially responsible mutual funds for 30 years via our proprietary and rigorous Heart Rating a significant portion of our gross revenue to meaningful charitable organizations seek to shift the priorities of the economic and political system and are fully committed to addressing racial and gender justice equity diversity and inclusion through our investments and our actions",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We believe that worker representation plays an important role in companies In light of the reported anti-union practices at Amazon’s Bessemer facility in Alabama we have … Company Engagement Amazon and Human Rights Standards Read More » Jack Brill a pioneer of the socially responsible investment SRI industry and co-founder of Natural Investments passed away on January 21  at age 89 As one of the earliest SRI advisors in the ‘80s Jack was a passionate advocate and known for his heartfulness and thought leadership No one can attest to this better … Natural Investments is making a long-term commitment to the principles of Justice Equity Diversity Inclusion JEDI Justice We actively seek to dismantle supremacy in all its forms remove barriers to justice and use our institutional privilege to address longstanding inequities We work collaboratively to uphold human dignity and foster systemic change both within our firm … STATEMENT ON JUSTICE EQUITY DIVERSITY AND INCLUSION Read More » Over",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided context, there isn't enough specific information about any particular company's financial or earnings report to provide a clear answer. However, some general observations can be made regarding the overall performance of various asset classes such as stocks, bonds, and ESG investments. Additionally, the newsletter discusses topics related to sustainable investing, electric vehicles, critical minerals, and other relevant issues.",
            "source": [
                {
                    "content": "the results of domestic large company stocks and smaller company stocks For the quarter large US stocks were up 85 small US stocks were up 43 and foreign stocks were up 52 Bonds rebounded from first quarter … On December 14 as a year of staggering loss was coming to a close Covid-19 vaccine distribution began in the United States As of this writing more than  million people have received the vaccine while 46 million people more than 14 of the total US population are fully vaccinated The accelerating pace of vaccination …",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "news the SEC charged Goldman Sachs a 4 million penalty for failing to follow policies and procedures involving ESG investments The stock market rebounded during the fourth quarter though still ended lower over the year The outlook for  hinges on continued Fed rate hikes While physical health and wellness are often our focus during these months don’t forget to check in with your financial health as well Sustainability and the Name Game by Sylvia Panek AIF® Navigating the Rise of Electric Vehicles and Demand for Critical Minerals by Ryan Jones-Casey CFP® AIF® Patagonia Transfers Shares to Planet Earth by Scott Secrest AAMS® Year-End Planning by Kirbie Crowe AIF® CFP® Shareholder Advocacy Review – Fall  by Michael Kramer Market Report – Fall  by Scott Secrest AAMS® In the News – Fall  Download … HOW MONDRAGON BECAME THE WORLD’S LARGEST CO-OP The Mondragon Corporation a collection of more than 90 co-ops that employ approximately 80 people is an interesting case study in Spain The",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Welcome to my archive of newsletter articles and blog posts For more information on my service offerings please go to my advisor webpage Stocks and bonds continued to perform well during the second quarter in spite of an uncertain trade environment and worrying international tensions with Iran For the quarter the stocks of US large companies were up 50 US small companies rose 24 and foreign stocks rose 43 US bonds were up 30 While the markets ended … What’s Up on Wall Street Summer  Read More » Both stock and bond markets rebounded strongly during the first quarter of  In the US large company stocks rose  small companies were up  and bonds were up 29 Foreign stocks rose 10 The markets were lifted by news that the Fed had reduced the number of planned interest rate increases for  … What’s Up on Wall Street Spring  Read More » The final quarter of  hit with a dramatic downturn for the stock market while bond investments generally performed well Stock markets were generally higher over",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "that underlie the global economy and the physical world making predictions virtually impossible As financial advisors it hasn’t been easy for us to Stock markets were generally higher over the waning months of summer with stocks of large US companies for the quarter up by 77 small US companies up 36 and foreign stocks up 14 Bonds broadly measured were flat for the quarter though down 16 so far this year Trade tensions have remained front and center The frontline battle over the limits of corporate power is turning into a full-fledged war as the legislative and executive branches of the US government accelerate their push to deregulate companies and curb shareholder influence Shareholders like the ones we work with of course want companies to act responsibly and profit without exploiting employees communities",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the information provided, it seems that New Summit does not have any specific investor events or funding rounds mentioned. However, they do mention having successfully launched two \"funds of funds\" since their founding in 207. These funds likely involve pooling resources from multiple investors to collectively invest in a diversified portfolio of impact investments aligned with the UN Sustainable Development Goals.",
            "source": [
                {
                    "content": "include fossil fuels tobacco military/ defense and private prisons Natural Investments invests 61 of assets in responsible mutual funds and separately managed accounts that utilize ESG strategies In addition to mutual funds exchange-traded funds ETFs and managed accounts Natural Investments sources opportunities in municipal bonds community investment notes and other economic development tools that support resilient cities and rural communities As of last year the firm stewards  million intentionally into community infrastructure affordable housing financial inclusion and renewable energy into low-income communities This is apparent when comparing our assets with the top five categories of United Nations Development Goals SDGs sustainable cities decent work affordable clean energy responsible consumption and reduced inequality",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "emerging local investing and community capital … Nia Community Investment Fund  Founder  Director Kristin founded Nia Community Investments in  Nia Community is focused on consciously investing for social justice and environmental sustainability in Oakland She began her career as a bilingual educator and later co-founded the North Oakland Community Charter School Interested in innovative solutions for social change Kristin entered the field of impact investing … Calvert Foundation  Senior Officer Investor Relations Katherine is a Senior Officer on the Calvert Foundation’s Investor Relations team She is responsible for managing relationships with individual investors institutions and financial advisors to increase their understanding of Calvert Foundation’s impact investing products and services Prior to Calvert Foundation Katherine worked at the Aspen Institute where she focused on building entrepreneurial … Namaste Solar  Co-Owner Human Resources Specialist Teri joined Namasté",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "news the SEC charged Goldman Sachs a 4 million penalty for failing to follow policies and procedures involving ESG investments The stock market rebounded during the fourth quarter though still ended lower over the year The outlook for  hinges on continued Fed rate hikes While physical health and wellness are often our focus during these months don’t forget to check in with your financial health as well Sustainability and the Name Game by Sylvia Panek AIF® Navigating the Rise of Electric Vehicles and Demand for Critical Minerals by Ryan Jones-Casey CFP® AIF® Patagonia Transfers Shares to Planet Earth by Scott Secrest AAMS® Year-End Planning by Kirbie Crowe AIF® CFP® Shareholder Advocacy Review – Fall  by Michael Kramer Market Report – Fall  by Scott Secrest AAMS® In the News – Fall  Download … HOW MONDRAGON BECAME THE WORLD’S LARGEST CO-OP The Mondragon Corporation a collection of more than 90 co-ops that employ approximately 80 people is an interesting case study in Spain The",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "multiple millions of dollars across many different individual investments New Summit makes its portfolio accessible to investors with a minimum of just  Since  New Summit has successfully launched two “funds of funds” with a third expected to open in early  Each underlying fund investment has passed the experienced investment committee’s rigorous financial and impact due diligence process and has been mapped to the UN Sustainable Development Goals Detailed impact reporting is provided to investors on an annual basis Sample investments from their first two funds include LYME TIMBER FUND IV A private timberland-investment management organization that focuses on the acquisition and sustainable management of lands with unique conservation values Since  the Company has followed a disciplined and value-oriented approach to investing in forestland and rural real estate Lyme seeks to enhance risk-adjusted returns to investors through identifying and realizing value from conservation",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, I cannot directly provide specific financial or funding goals set for the next period. However, I can mention some general areas where efforts might be focused during this timeframe. These could include maintaining or growing existing investments, exploring new investment opportunities aligned with their values, continuously improving their ESG strategies, and potentially setting new targets for community investments or impact measurements.",
            "source": [
                {
                    "content": "funds will be genuinely value-aligned for impact purposes Several social and environmental metrics that our funding achieved include Often the highest impact can be achieved in local communities and smaller enterprises in the private market where invested dollars circulate within the region instead of away into large institutions The ongoing impact of the COVID-19 pandemic highlighted the need to continue focusing investments into companies with local or regional focus Thus regarding community investments our funding increased by 55 from the previous year to  million See full  Social Impact Report – Natural Investments",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "remains on track and to position yourself for success in  and beyond As you clean up the corks and streamers from New Year’s celebrations finances may not be top of mind With the holiday season fuss many people forget to check on year-end to-dos in December Good news there’s still time to make some moves that can positively impact your  tax situation and your overall financial … The past year was defined by incomprehensible loss—and for many the losses were personal In May my father-in-law Bernie passed away on his 94th birthday In the end he said he was ready to go but we are mourning the loss of an attentive and engaged family man who was like a second father to … To assert that the global COVID-19 pandemic has affected almost every part of our daily lives in  would be an understatement As the one-year anniversary of the virus’s outbreak approaches it is becoming clear that some adaptations and trends necessitated by the pandemic are likely to have lasting impacts For instance the",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "include fossil fuels tobacco military/ defense and private prisons Natural Investments invests 61 of assets in responsible mutual funds and separately managed accounts that utilize ESG strategies In addition to mutual funds exchange-traded funds ETFs and managed accounts Natural Investments sources opportunities in municipal bonds community investment notes and other economic development tools that support resilient cities and rural communities As of last year the firm stewards  million intentionally into community infrastructure affordable housing financial inclusion and renewable energy into low-income communities This is apparent when comparing our assets with the top five categories of United Nations Development Goals SDGs sustainable cities decent work affordable clean energy responsible consumption and reduced inequality",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "year is traditionally a busy time filled with family friends and planning for the year to come This year get a head start on year-end tasks to ensure your financial situation remains on track and to position yourself for success in  and beyond ENSURE YOU’VE … Last year my fellow NI advisor James Frazier wrote “Wall Street Wakes Up to SRI” on sustainable and responsible investments becoming a mainstream component of the financial services industry Substantial asset flows into environmental social and governance ESG-labeled funds have prompted large conglomerates to buy up boutique socially responsible investing SRI companies in the SRI …",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided information, there isn't any specific publication, research finding, or introduced technology mentioned. However, some notable events and developments can be inferred from the text. These include:\n\n1. SEC charge against Goldman Sachs for ESG investment failures.\n2. Rebound of the stock market during Q4 despite ending the year lower overall.\n3. Outlook for  dependent on continued Fed rate hikes.\n4. Importance of checking financial health alongside physical health and wellness during winter months.\n5. Climate change risk becoming a crucial factor in real estate decisions.\n6. Record-breaking global temperatures and increasing consensus on human-caused CO2 emissions.\n7. Forecasted growth in renewable energy, electric vehicle demand, and electrification of homes and buildings.\n8. Collaboration between science institutions, the state government, and private entities to construct a massive telescope.\n9. Success of the Stabilizing Urban Neighborhoods (SUN) program in helping homeowners avoid eviction through mortgage assistance.\n10. Release of a fully revised fourth edition of \"Your Money or Your Life\" by best-selling author and Natural Investments client Vicki Robin.",
            "source": [
                {
                    "content": "news the SEC charged Goldman Sachs a 4 million penalty for failing to follow policies and procedures involving ESG investments The stock market rebounded during the fourth quarter though still ended lower over the year The outlook for  hinges on continued Fed rate hikes While physical health and wellness are often our focus during these months don’t forget to check in with your financial health as well Sustainability and the Name Game by Sylvia Panek AIF® Navigating the Rise of Electric Vehicles and Demand for Critical Minerals by Ryan Jones-Casey CFP® AIF® Patagonia Transfers Shares to Planet Earth by Scott Secrest AAMS® Year-End Planning by Kirbie Crowe AIF® CFP® Shareholder Advocacy Review – Fall  by Michael Kramer Market Report – Fall  by Scott Secrest AAMS® In the News – Fall  Download … HOW MONDRAGON BECAME THE WORLD’S LARGEST CO-OP The Mondragon Corporation a collection of more than 90 co-ops that employ approximately 80 people is an interesting case study in Spain The",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "This year’s impact report highlights the important work we are doing together to make our economic system more resilient just and regenerative Now in our 38th year of managing investor assets we appreciate your enduring commitment to this transformation of society and our economy When I wrote “Location Now More Than Ever” in  the cliché about “location location location” still referred to issues like good schools close to work and near family Clearly these are still important criteria in real estate but now add to the list is it a region with high or low climate change risk In top Winter  investing news the SEC charged Goldman Sachs a 4 million penalty for failing to follow policies and procedures involving ESG investments The stock market rebounded during the fourth quarter though still ended lower over the year The outlook for  hinges on continued Fed rate hikes While physical health and wellness are often our focus during these months don’t forget to check in with your financial",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "In January The National Oceanic and Atmospheric Administration NOAA reported that  was the second hottest year on record following closely behind  The planet’s five warmest years have all occurred since  and nine of the ten warmest years have occurred since  There is now overwhelming scientific consensus that CO2 emissions from fossil-fuels are a primary cause for our rising average global temperatures The US Environmental Protection Agency EPA states “Human activities are responsible for almost all of the increase in greenhouse gases in the atmosphere over the last 15 years” The obvious remedy A steep reduction of CO2 emissions Financial investments are made with an eye for future opportunities and risks While fossil fuels remain in use today forecasts consistently show production costs declining and demand rising for renewable energy electric vehicles and the electrification of homes and buildings According to the US Energy Information Agency in  only 17 of US energy generation came",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "issue science institutions and the state government are moving to start construction on a giant highly advanced telescope on the summit … Over the last decade Natural Investments clients and other accredited investors have contributed more than  million to a unique and highly impactful initiative by BlueHub Capital called Stabilizing Urban Neighborhoods SUN The nonprofit program has helped more than 1 homeowners in foreclosure avoid eviction by purchasing homes at a deep discount from mortgage lenders … Best-selling author and Natural Investments client Vicki Robin  recently published a fully revised fourth edition of her classic book Your Money or Your Life 9 Steps to Transforming Your Relationship with Money and Achieving Financial Independence With more than 1 million copies sold over the past 25 years this book has guided countless people to …",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, I cannot provide specific ongoing or upcoming research projects or innovation initiatives related to impact and regenerative investing. However, the text highlights various aspects of impact and regenerative investing, such as supporting local and global sustainable projects, promoting social equity, and fostering community resilience. These efforts contribute to creating a more sustainable and equitable economy while minimizing negative environmental and social outcomes.",
            "source": [
                {
                    "content": "are buying homes starting and growing businesses and creating resilient and thriving neighborhoods and community facilities around the world Impact  Regenerative Investing finances private deep green sustainability and mission-oriented enterprises and innovative projects that can change the economic system improve the health of natural systems and foster social cultural and racial equity justice and wealth-building",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "In this period of rapid change innovation tends to come from people who think in new ways and create innovative solutions to the world’s challenges Opportunities abound locally and globally in sustainable food and forestry renewable energy and energy efficiency clean technology green building and more through new investment vehicles that decentralize and democratize the economic system and create greater community resiliency This exciting realm we call impact and regenerative investing because it channels financial resources into endeavors that mimic natural systems creating cycles of life and opportunity and minimizing toxic social and environmental outputs In this manner you can help assure that future generations will share in the bounty we all are called upon to steward Regenerative investments include social venture capital ecosystem services and private debt and equity opportunities Investment options can build healthy soils grow food and trees and restore watersheds  They can",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "include fossil fuels tobacco military/ defense and private prisons Natural Investments invests 61 of assets in responsible mutual funds and separately managed accounts that utilize ESG strategies In addition to mutual funds exchange-traded funds ETFs and managed accounts Natural Investments sources opportunities in municipal bonds community investment notes and other economic development tools that support resilient cities and rural communities As of last year the firm stewards  million intentionally into community infrastructure affordable housing financial inclusion and renewable energy into low-income communities This is apparent when comparing our assets with the top five categories of United Nations Development Goals SDGs sustainable cities decent work affordable clean energy responsible consumption and reduced inequality",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "help meet these challenges  There is never a single silver bullet in addressing entrenched problems though the evidence is showing that as we always thought SRI investing is an important part of the solution",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided text, there isn't any specific mention of recent research grants or innovation awards being distributed. However, some organizations mentioned in the text are known for their support towards research and innovation. Examples include Dr. Bronner's, Tom's, Seventh Generation, Greystone Bakery, and B Lab. These companies and organizations may provide funding or resources for research projects related to sustainability, social responsibility, and environmental stewardship.",
            "source": [
                {
                    "content": "This year’s impact report highlights the important work we are doing together to make our economic system more resilient just and regenerative Now in our 38th year of managing investor assets we appreciate your enduring commitment to this transformation of society and our economy When I wrote “Location Now More Than Ever” in  the cliché about “location location location” still referred to issues like good schools close to work and near family Clearly these are still important criteria in real estate but now add to the list is it a region with high or low climate change risk In top Winter  investing news the SEC charged Goldman Sachs a 4 million penalty for failing to follow policies and procedures involving ESG investments The stock market rebounded during the fourth quarter though still ended lower over the year The outlook for  hinges on continued Fed rate hikes While physical health and wellness are often our focus during these months don’t forget to check in with your financial",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "news the SEC charged Goldman Sachs a 4 million penalty for failing to follow policies and procedures involving ESG investments The stock market rebounded during the fourth quarter though still ended lower over the year The outlook for  hinges on continued Fed rate hikes While physical health and wellness are often our focus during these months don’t forget to check in with your financial health as well Sustainability and the Name Game by Sylvia Panek AIF® Navigating the Rise of Electric Vehicles and Demand for Critical Minerals by Ryan Jones-Casey CFP® AIF® Patagonia Transfers Shares to Planet Earth by Scott Secrest AAMS® Year-End Planning by Kirbie Crowe AIF® CFP® Shareholder Advocacy Review – Fall  by Michael Kramer Market Report – Fall  by Scott Secrest AAMS® In the News – Fall  Download … HOW MONDRAGON BECAME THE WORLD’S LARGEST CO-OP The Mondragon Corporation a collection of more than 90 co-ops that employ approximately 80 people is an interesting case study in Spain The",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the results of domestic large company stocks and smaller company stocks For the quarter large US stocks were up 85 small US stocks were up 43 and foreign stocks were up 52 Bonds rebounded from first quarter … On December 14 as a year of staggering loss was coming to a close Covid-19 vaccine distribution began in the United States As of this writing more than  million people have received the vaccine while 46 million people more than 14 of the total US population are fully vaccinated The accelerating pace of vaccination …",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Dr Bronner’s TOMS Seventh Generation and Greyston Bakery The  Best For The World honorees are determined based on the verified B Impact Assessments of Certified B Corporations The full lists are available on  About Natural Investments LLC Natural Investments has been at the forefront of the socially responsible investment world for over 30 years A national portfolio management firm Natural Investments is an innovative client-focused company with a high level of personal attention and individualized service The firm literally wrote the book or books on socially responsible investing Investing From the Heart in  Investing with your Values Making Money  Making a Difference in  and The Resilient Investor A Plan for Your Life Not Just Your Money Berrett-Koehler  About B Lab B Lab is a nonprofit that serves a global movement of people using business as a force for good B Lab’s initiatives include B Corp Certification administration of the B Impact Management programs and software and",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided information, there are several organizations, institutions, or entities that the mentioned organizations might be collaborating with. For example, New Roots could potentially partner with local farmers, distributors, and neighborhood leaders to improve access to fresh food for urban residents. Additionally, Iroquois Valley Farms may collaborate with other impact investment companies, farmer cooperatives, and community development organizations. As for Olmsted Parks Conservancy, they could team up with government agencies, nonprofit organizations, and community groups focused on park preservation and enhancement. Finally, Shared Interest might collaborate with various religious bodies, institutional investors, community organizations, and advocacy groups to exert economic pressure on corporations to adopt socially responsible practices.",
            "source": [
                {
                    "content": "one hundred North American organizations working to create an economy that is restorative to people place and planet and that operates according to principles of democracy justice and appropriate scale New Roots is a Louisville-based organization that improves access to fresh food for urban residents sharing education with families on the use of fresh foods and connecting neighborhood leaders with local farmers and distributors so that participating communities are able to develop successful long-term relationships leading to healthy lifestyles for member families Oikocredit is a worldwide financial cooperative that promotes global justice by empowering disadvantaged people with credit  Their loans support the growth of microfinance institutions trade cooperatives fair trade organizations and small-to-medium sized enterprises making a difference in the lives of the poor and disenfranchised around the world The Olmsted Parks Conservancy is dedicated to restoring and enhancing a system",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in  as a member … Iroquois Valley Farms  Farm Manager Northeast Community Development Manager Sally is Northeast Community Development Manager and a board member at Iroquois Valley Farms a food and farmland impact investment company that provides land access for organic farmers Sally was an early promoter in the local foods movement in the Northeast connecting chefs with farmers and setting up … Shared Interest  Founding Executive Director  Donna Katzin is the founding Executive Director of Shared Interest From  until July of  she served as Director of South Africa and International Justice Programs for the Interfaith Center on Corporate Responsibility In that capacity she worked with religious bodies institutional investors and community organizations to exert economic pressure to …",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Development Manager Sally is Northeast Community Development Manager and a board member at Iroquois Valley Farms a food and farmland impact investment company that provides land access for organic farmers Sally was an early promoter in the local foods movement in the Northeast connecting chefs with farmers and setting up … Shared Interest  Founding Executive Director  Donna Katzin is the founding Executive Director of Shared Interest From  until July of  she served as Director of South Africa and International Justice Programs for the Interfaith Center on Corporate Responsibility In that capacity she worked with religious bodies institutional investors and community organizations to exert economic pressure to …",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "produce or use their products and services They are often values-driven organizations that put the welfare of the workers and the community they serve at the core of their operating principles When workers have an ownership stake in the business they work for they have a vested interest in seeing it succeed and the business has a vested interest in supporting and meeting their needs Co-ops in underserved communities not only provide vital services to the community but they create jobs with living wages and health benefits And they keep dollars invested in the local economy Many CDFIs specifically support the creation and growth of co-ops Lending money to these organizations allows them to offer the capital and technical assistance that co-ops need to flourish and thrive 3 INVEST IN CLIMATE STABILITY Climate stability is inextricably linked to fighting poverty both in the US and around the world The World Bank estimates that the climate crisis will force  million people into extreme",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the information provided, it seems that there might not be any specific joint events, projects, or initiatives between Sally (as a member of Iroquois Valley Farms) and Donna Katzin (founding Executive Director of Shared Interest). However, both organizations share common goals related to food systems, agriculture, and community development. It can be assumed that they may collaborate indirectly through shared networks, resources, or knowledge exchange.",
            "source": [
                {
                    "content": "in  as a member … Iroquois Valley Farms  Farm Manager Northeast Community Development Manager Sally is Northeast Community Development Manager and a board member at Iroquois Valley Farms a food and farmland impact investment company that provides land access for organic farmers Sally was an early promoter in the local foods movement in the Northeast connecting chefs with farmers and setting up … Shared Interest  Founding Executive Director  Donna Katzin is the founding Executive Director of Shared Interest From  until July of  she served as Director of South Africa and International Justice Programs for the Interfaith Center on Corporate Responsibility In that capacity she worked with religious bodies institutional investors and community organizations to exert economic pressure to …",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Development Manager Sally is Northeast Community Development Manager and a board member at Iroquois Valley Farms a food and farmland impact investment company that provides land access for organic farmers Sally was an early promoter in the local foods movement in the Northeast connecting chefs with farmers and setting up … Shared Interest  Founding Executive Director  Donna Katzin is the founding Executive Director of Shared Interest From  until July of  she served as Director of South Africa and International Justice Programs for the Interfaith Center on Corporate Responsibility In that capacity she worked with religious bodies institutional investors and community organizations to exert economic pressure to …",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "emerging local investing and community capital … Nia Community Investment Fund  Founder  Director Kristin founded Nia Community Investments in  Nia Community is focused on consciously investing for social justice and environmental sustainability in Oakland She began her career as a bilingual educator and later co-founded the North Oakland Community Charter School Interested in innovative solutions for social change Kristin entered the field of impact investing … Calvert Foundation  Senior Officer Investor Relations Katherine is a Senior Officer on the Calvert Foundation’s Investor Relations team She is responsible for managing relationships with individual investors institutions and financial advisors to increase their understanding of Calvert Foundation’s impact investing products and services Prior to Calvert Foundation Katherine worked at the Aspen Institute where she focused on building entrepreneurial … Namaste Solar  Co-Owner Human Resources Specialist Teri joined Namasté",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "green building and more Through investments that decentralize and democratize the economic system we are creating greater community resiliency Here are some examples Affordable HousingNatural Investments invested in 13 organizations that are involved with affordable housing Collectively these organizations helped finance 65 housing units In addition  housing units were provided to low-income individuals Supporting BIPOC-Owned BusinessesNatural Investments invested in 23 organizations that support Black Indigenous and people of color BIPOC owned businesses Collectively these organizations invested over  million into 9 BIPOC-owned or led businesses Mitigating Climate ChangeNatural Investments invested in 13 organizations that collectively avoided or captured 60 MT of CO2 equivalent to avoiding 13 million passenger vehicles from driving for one year [1] Natural Investments had 16 billion in assets under management at the end of  Non-impact assets excluded from the count are those held in",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Collaborating with various organizations, including SELC, EIF, Local Investing Resource Center, Common Future (formerly known as BALLE), and the Center for Inclusive Entrepreneurship, Clean Energy Credit Union (Clean Energy CU) seeks to achieve several mutual objectives and desired outcomes. These partnerships aim to promote clean energy, environmental sustainability, local economic development, social justice, and inclusive entrepreneurship. Some specific goals and anticipated results from these collaborations may include:\n\n1. Expanding access to clean energy financing: By partnering with organizations focused on clean energy and environmental sustainability, Clean Energy CU hopes to increase its lending capacity for green home mortgages and loans to businesses and nonprofits involved in clean energy projects. This collaboration should lead to an expansion of clean energy infrastructure and reduced reliance on fossil fuels.\n2. Supporting underserved communities: Partnerships with organizations focusing on social justice and inclusive entrepreneurship enable Clean Energy CU to provide targeted assistance to underrepresented groups, such as low-income borrowers and those from marginalized communities. This collaboration should result in greater financial inclusion and empowerment for these populations.\n3. Encouraging local investments: Through alliances with organizations promoting local investing, Clean Energy CU supports efforts to keep money within local communities, fostering economic growth and resilience. This collaboration should contribute to the development of stronger, more self-sufficient local economies.\n4. Advocating for policy changes: By working alongside organizations committed to environmental sustainability, social justice, and inclusive entrepreneurship, Clean Energy CU can amplify its voice in calling for policy changes that support its mission. This collaboration should lead to more favorable regulatory environments for clean energy and related initiatives.\n5. Sharing knowledge and expertise: Collaborating with organizations possessing specialized knowledge or unique perspectives allows Clean Energy CU to learn from others and enhance its own programming. This collaboration should result in improved products, services, and strategic decision-making for the credit union.\n6. Building networks and partnerships: Engaging with diverse organizations creates opportunities for Clean Energy CU to form new connections and establish itself as a valuable resource and partner in the broader community. This collaboration should strengthen the credit union's position and facilitate further collaboration in the future.\n\nIn summary, the mutual objectives and outcomes expected from these collaborations involve expanding clean energy financing options, supporting underserved communities, encouraging local investments, advocating for policy changes, sharing knowledge and expertise, and building networks and partnerships. Collectively, these collaborations serve to advance Clean Energy CU's mission of promoting clean energy, environmental sustainability, and inclusive economic development.",
            "source": [
                {
                    "content": "thereby benefiting both our members and the environment What are the longer-term plans for Clean Energy CU How would you like to grow and expand We’ll continue to listen to our members and offer additional services that fit their needs This will likely include mortgages for green homes as well as loans for businesses and nonprofits that are pursuing clean energy projects We also want to continue to partner with communities and foundations to expand our community loan discount programs which help make clean energy more affordable to a wide range of individuals For example we’ll soon be launching programs that provide a rate discount on our clean energy loans for low-income borrowers and borrowers from marginalized communities Who can be a member of Clean Energy CU What kind of groups do you partner with We partner with a variety of environmental and clean energy-focused organizations that are aligned with our mission Members of the organizations listed below are eligible to join our",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "SELC Its transformative mission is to “foster a culture of democracy and cooperation by giving everyone tenants and When Ecosystem Integrity Fund EIF came to my attention in  the members were raising capital for their second venture fund I found them to be particularly attractive because of my background in physics and environmental science and their serious focus on environmental sustainability Today the depth and breadth of that sustainability focus makes EIF The stock and bond markets went for a bouncy ride for the first quarter which ended with the markets higher For the period large-company stocks were up  small-company stocks were up by 27 and foreign stocks were up  Bonds increased for the quarter by  High inflation has dominated the headlines and impacted The good old-fashioned cooperative co-op for short continues to demonstrate its merit as a time-tested alternative to extreme concentrations of wealth through private business ownership As one might imagine Wall Street is not",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "its success in connecting investors with local small businesses and nonprofits keeping money in the community and building a more prosperous and resilient local economy  To share the best practices I learned from this and other successful initiatives I founded the non-profit Local Investing Resource Center an education and advocacy website dedicated to helping local investing take root in communities everywhere With our society and biosphere reaching a tipping point a sense of urgency is setting in for the human race  If we want a future worth living in we must collectively evolve our approach to civilization  Doing the vast and varied work needed to discover scale and spread solutions to our challenges is going to take a tremendous investment of human and financial resources in the times to come We are called to grow beyond simply caring for ourselves and the ones closest to us and start considering in our thoughts and actions the well-being of communities both near and far other",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "communicates directly with corporate executives to collaboratively develop and implement business models that reduce risk benefit brand reputation and protect long term shareholder value while simultaneously bringing about positive change for the environment and human rights Common Future formerly known as BALLE is a key player in the localization movement  They provide a national forum for leaders of this movement to connect spread solutions that have proven themselves and drive investment toward local economies The Center for Inclusive Entrepreneurship’s vision is that through entrepreneurship and community wealth building strategies participants in their programs are empowered to build resilient sustainable and equitably shared community wealth CIE’s Community Enterprise Program provides members with accessible and affordable “first step” entrepreneurship training one-on-one consulting and additional support such as legal advice connections to business mentors and opportunities to",
                    "metadata": {
                        "rel": [
                            "yale",
                            "namastesolar",
                            "justcapital",
                            "lifteconomy",
                            "linkedin",
                            "youtube",
                            "thegiin",
                            "envestmicrofinance",
                            "cnbc",
                            "theguardian",
                            "acceleratecharitablegiving",
                            "amazon",
                            "mirova",
                            "newyorker",
                            "bcorporation",
                            "businessinsider",
                            "forbes",
                            "trilliuminvest",
                            "un",
                            "nptrust",
                            "wri",
                            "niaimpactcapital",
                            "nytimes",
                            "ellenmacarthurfoundation"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}