{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Throughout the process described, several sustainable and environmentally-focused practices have been put in place. Some notable examples include:\n\n1. Removing individual waste bins under employees' desks and encouraging them to use shared recycling areas instead. This promoted better waste separation and reduced the amount of non-recyclable material going to landfill.\n2. Creating a nature-friendly terrace outside the office building in Brighton. This provided a green space for both humans and wildlife, while also promoting community bonding and enhancing overall wellbeing.\n3. Implementing a 'Care Without Carbon' management plan aimed at reducing the trust's carbon footprint and prioritizing sustainability throughout its operations.\n4. Partnering with organizations such as Sustrans and B Corps to further promote sustainable transportation and responsible business practices.\n5. Committing to using only ethical, sustainable suppliers across all aspects of the organization's operations, including energy providers, insurers, and even coffee and tea vendors.",
            "source": [
                {
                    "content": "So said Monty Don at the  NHS Sustainability Awards last week in London He was preaching to the converted of course But the idea of embedding sustainable practices in everything you do is more easily applauded than it is achieved We’ve been lucky to spend the past two years working with Sussex Community NHS Trust creating a campaign designed to connect everyone there with the prospect of a greener healthier NHS Already  people have ‘Dared’ via the website creating a platform for deeper engagement that will help shape the development of the trust’s strategy over time The trust’s management plan is called Care Without Carbon and our employee engagement campaign ‘Dare to Care’ launched in January Care Without Carbon has now been recognised with three NHS Sustainability Awards in the Behaviour Change Human Resources and Clinical categories Congratulations from us at Neo go to the Care Without Carbon team Will Susie Jim  Hayley and to our friends at BrightMinded for all the hard work A",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "all we needed was a different practical approach I remember that the team had individual bins under their desks and they rarely separated and transferred their rubbish into the recycling area So we simply removed the bins One of the most creative ideas came from our colleague Rose who decided to develop a nature-friendly terrace just outside our studio in Brighton It would provide sanctuary for birds insects and people working in the building We gathered support from our landlord and the neighbours which meant we were able to invest in making the most of it Then we researched and mapped out an edible and nature friendly planting scheme and built furniture from recycled materials It gave us all space to take time out alone work in the sun or socialise with our neighbours The result wasn’t just a gain for nature but also for our sense of community and our wellbeing It was also about our wider community One of our big focuses ongoing has been finding our people forming partnerships with",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "entire NHS could achieve Our role was to bring the  progress report to life We developed the existing illustrative style using inspiration from Scandinavian art making the report even more inviting energetic and celebratory We wanted to help more people inside the trust and beyond connect with the idea of sustainability That meant protecting the planet of course but also the wellbeing of people within the NHS community – from staff to patients to the general public  Reduced the trust’s carbon footprint by 20 and increased the wellbeing of staff who’ve been involved in taking a ‘dare’ And if you’d like to talk about how you can make sustainability engaging in your organisation get in touch Inspired by what pathologists see looking through their microscopes we brought to life the urgent need and purpose behind their vocation Sustrans is the UK’s leading sustainable travel charity — working to make smarter travel choices possible desirable and inevitable Money is neutral It’s what you do",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "etc But the reality was that there was so much we hadn’t yet considered and room to do so much more The B Corp assessment was pretty taxing but it was also a gift It turned a spotlight on the issues triggering a wave of energy across the team They were full of ideas on how to make changes and contributions large and small We had a good start we worked solely with client partners in the charity public sector or purposeful business space But we needed to extend that to every part of our operation So we agreed a strict policy of using only ethical sustainable suppliers — from renewable energy insurance and accounting right down to our coffee and tea It wasn’t just about following rules It involved expanding our consciousness and replacing old habits with much more sustainable practices Sometimes all we needed was a different practical approach I remember that the team had individual bins under their desks and they rarely separated and transferred their rubbish into the recycling area So",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are numerous events and initiatives focused on environmental conservation. However, providing a comprehensive list of 10 events would require extensive research and updating, which cannot be done within the scope of this platform. Instead, I can suggest some well-known events and organizations related to environmental conservation, which you may explore further. Some examples include:\n\n1. Earth Day (April 22)\n2. World Wildlife Fund (WWF)\n3. Greenpeace\n4. United Nations Climate Change Conferences (COP)\n5. Global Climate Strike\n6. CleanUpTheWorld Weekend\n7. International Union for Conservation of Nature (IUCN) Congresses\n8. Convention on Biological Diversity (CBD) Conferences\n9. Ramsar Convention on Wetlands\n10. UN Biodiversity Conference",
            "source": [
                {
                    "content": "producing impactful communications for a range of charities and sustainable businesses we felt it was time to give something back There really has never been a more critical time to address the environmental economic and social future of our world Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "On the last Saturday of March people across the world take a simple action against climate change They switch off their lights for an hour Spanning 24 time zones and six continents Earth Hour is far more than a quick one-off event It’s a truly global movement uniting billions of people in  countries Schools businesses and iconic landmarks — from the London Eye to Sydney Harbour Bridge — get involved Earth Hour is organised by the WWF A fact not commonly known in  when we began working with them At that time participant numbers in the initiative were fairly low and they often didn’t support the charity’s longer-term campaigns WWF-UK wanted to tackle this problem by aligning Earth Hour more closely to its brand with an integrated campaign that not only made best use of social media but effectively targeted a younger audience too  If the Earth Hour campaign was to have both broad and fresh appeal we needed to establish what attracted participants to it in the first place with some",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "across the world Check out founder Pam Warhurst’s rousing no-nonsense presentation at Meaning Conference a couple of years ago Does this sound like the kind of conversation you’d like to be part of The next Brighton Sustainability Comms Meetup will be on Wednesday 14th January It’s open to all professionals working in communications sustainability or both – to sign up for updates please join our community on Meetup or get in touch with us Charlie recently gave a candid talk at Dare Conference about coaching content strategy and the role of values - watch the full video filmed at The Barbican in London Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "expect from WWF A smooth sign-up user journey was also needed to increase email subscriptions The  redesign resulted in a site that was much simpler more consistent and easier to navigate It better reflected the key message of the campaign Earth Hour belongs to you And the site honoured that message by making the campaign accessible to all whether as activists schools or just supporters who wanted to do their bit With just a few clear steps they could sign up put themselves on the interactive map and tell others what they were doing for Earth Hour The WWF team was much happier with how it looked operated and how easy it was to update The results spoke for themselves More people than ever shared what they were doing for Earth Hour an overwhelming 27 events  Over the years WWF’s Earth Hour has continued to show people around the world how easy it is to take positive practical action Now at a time when a global response to the climate crisis is more crucial than ever every hour should be",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the text provided, it is unclear which specific environmental impact metrics are being reported. However, it is mentioned that the campaign focuses on highlighting the economic benefits of green businesses. These benefits may include energy efficiency, waste reduction, water conservation, and other aspects related to sustainability. By emphasizing the economic advantages of green initiatives, the campaign aimed to encourage policy makers and the public to recognize the importance of environmental responsibility in driving growth and development.",
            "source": [
                {
                    "content": "such as climate change equality and wellbeing B Corp has never felt so relevant The certification process while improved still feels a bit laboured and ‘one size fits all’ Some of the questions posed and the language used don’t feel entirely clear or relevant to organisations like us It seems likely that you’ll score well on some of the questions only if you’re a large company with a dedicated sustainability person It’s bringing us back to some really important questions Such as how and where do we channel our energies to create the most positive impact It’d be great to see the assessment reflecting different sizes and types of business and different ethical and sustainable practices not just policies Beliefs values culture how we are as people — we’d like to see these playing a stronger part It’s bringing us back to some really important questions Such as how and where do we channel our energies to create the most positive impact It’s also quite timely in that it dovetails with our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and measure the way the building responds \u2028to different uses times of day and weather conditions Then we thought hard about what would be interesting and useful for the very different audiences For staff the building would be their daily workplace and the screen information something they could see all the time That meant that what’s shown to them must change and if possible became more interesting over time not just part of the scenery We also knew that WWF-UK staff are more environmentally aware that most and shouldn’t be spoon-fed messages about ‘how to be green’ So we concentrated on data that could be used to inform staff discussion and even fuel healthy competition The public part of the building was a different matter It was going to be visited by school groups members corporate partners and local people many of whom would see the screens during just one visit For these groups it would be more important to see how the building works and what’s happening there and then instead",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "commitments we make every day Principles that inform our decision-making our team culture and the approach we take to our work They’re a compass for our actions and behaviours Certifying as a B Corp goes beyond product or service It provides us with a comprehensive framework against which to consider the impact of our decisions on our colleagues client partners collaborators and suppliers our community and the environment And it’s an approach that measures our entire social and environmental performance Certification doesn’t just prove where our company excels now — it commits us to consider stakeholder impact in the long-term by building it into our legal structure That’s why we’ve enshrined our social and environmental commitments within our company purpose and legal objective This year we’ll continue collaborating with the global B Corp community to build on our positive social and environmental impact Watch this space for more on what we learn In  Neo became a founding B",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "When he was elected prime minister David Cameron promised to create the “greenest government ever” Stop Climate Chaos SCC  — a coalition of the UK’s leading charities including Oxfam Greenpeace and WWF-UK — wanted to make sure he did SCC approached us looking for a campaign that communicated to Cameron and the rest of the cabinet a powerful economic argument for sticking to their green commitments  While the environmental benefits of greener business had become clearer among policymakers and the public the economic benefits were less well known Yet a year prior to this campaign more than a third of the UK’s economic growth had been generated from green business  Green business meant business — and they wanted the PM to take note of this The campaign needed to coincide with one of the key political milestones of the year — in October when MPs were returning to Westminster from the Conservative party conference and were about to vote on the Energy Bill A tight deadline can sometimes",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, the organization has committed to social and environmental responsibility. They have become a founding B Corporation (or B Corp), joining a global community that uses business as a force for good. Additionally, they have renewed their social and environmental commitments and enshrined these principles within their company purpose and legal objective.",
            "source": [
                {
                    "content": "see looking through their microscopes we brought to life the urgent need and purpose behind their vocation We’re with the optimists Those who believe the world can be different that radical human change is possible The pioneers The progressives The trailblazers  Those with the ideas to unlock our greatest challenges but also the boldness of heart and mind to make change happen These are the organisations of purpose — social enterprises charities and sustainable businesses among them — that shine a light on the problems and get us excited about the solutions whatever the scale It’s a privilege helping pioneering charities and organisations find what matters — their true purpose the positive change they want others to be a part of We've been recognised as a Best For The World™ B Corp thanks to our commitment to people and the ways we choose to work together Why creating simple open honest dialogue is essential to teams going through big change like redefining their purpose and identity",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "commitments we make every day Principles that inform our decision-making our team culture and the approach we take to our work They’re a compass for our actions and behaviours Certifying as a B Corp goes beyond product or service It provides us with a comprehensive framework against which to consider the impact of our decisions on our colleagues client partners collaborators and suppliers our community and the environment And it’s an approach that measures our entire social and environmental performance Certification doesn’t just prove where our company excels now — it commits us to consider stakeholder impact in the long-term by building it into our legal structure That’s why we’ve enshrined our social and environmental commitments within our company purpose and legal objective This year we’ll continue collaborating with the global B Corp community to build on our positive social and environmental impact Watch this space for more on what we learn In  Neo became a founding B",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "This year we’ll continue collaborating with the global B Corp community to build on our positive social and environmental impact Watch this space for more on what we learn In  Neo became a founding B Corporation — or B Corp — joining a growing global community that uses business as a force for good\r \r As we renew our social and environmental commitments we ask our Nick founding director to reflect back on the journey bumps and all and share what we’ve learned along the way It’s a privilege helping pioneering charities and organisations find what matters — their true purpose the positive change they want others to be a part of Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We've been recognised as a Best For The World™ B Corp thanks to our commitment to people and the ways we choose to work together In  Neo became a founding B Corporation — or B Corp — joining a growing global community that uses business as a force for good\r \r As we renew our social and environmental commitments we ask our Nick founding director to reflect back on the journey bumps and all and share what we’ve learned along the way As we celebrate World Forests Day we reflect on what forests mean to us our organisation and the rest of the world – and why it's more important than ever to protect them   Celebrating almost a decade of working with Compassion in World Farming has inspired us to explore the impact of our everyday choices and commit to tackling global challenges Inspired by Meaning  we explore eight ideas on practical positivity – and measure ourselves against them How framing the fight against climate change as a left-wing cause scuppers conversation with the sceptics Nicole",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual and quarterly reports detailing Neo's commitments related to certifying as a B Corp, considering stakeholder impact, ensuring ethical and sustainable practices, and continuously improving their social and environmental performance. These reports provide updates on progress made towards achieving these goals and highlight areas for improvement. By sharing such information regularly, Neo demonstrates transparency and maintains accountability to its stakeholders, including clients, partners, collaborators, suppliers, community, and the environment.",
            "source": [
                {
                    "content": "commitments we make every day Principles that inform our decision-making our team culture and the approach we take to our work They’re a compass for our actions and behaviours Certifying as a B Corp goes beyond product or service It provides us with a comprehensive framework against which to consider the impact of our decisions on our colleagues client partners collaborators and suppliers our community and the environment And it’s an approach that measures our entire social and environmental performance Certification doesn’t just prove where our company excels now — it commits us to consider stakeholder impact in the long-term by building it into our legal structure That’s why we’ve enshrined our social and environmental commitments within our company purpose and legal objective This year we’ll continue collaborating with the global B Corp community to build on our positive social and environmental impact Watch this space for more on what we learn In  Neo became a founding B",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a glance and in more detail for those that wanted it demanded us to understand those numbers Fortunately someone at Charity Bank lived and breathed those figures He knew what they meant the stories they told So we were able to translate them into something meaningful that could be understood by all Neither us or Charity Bank could have achieved that alone The resulting graphics were the fruits of true collaboration A collaboration that led to a successful project with plenty of learning for all parties Learning we carried through to subsequent impact reports for Charity Bank As for Money on a mission and the guilloche rosette these are now hallmarks of the Charity Bank brand  A chance encounter while working in Shrewsbury led us to meeting Shropshire Partners in Care SPiC a network for care providers that was facing a major challenge in supporting its members In its mission to end factory farming for good Compassion in World Farming \u2028needed to show its supporters why their continued",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "etc But the reality was that there was so much we hadn’t yet considered and room to do so much more The B Corp assessment was pretty taxing but it was also a gift It turned a spotlight on the issues triggering a wave of energy across the team They were full of ideas on how to make changes and contributions large and small We had a good start we worked solely with client partners in the charity public sector or purposeful business space But we needed to extend that to every part of our operation So we agreed a strict policy of using only ethical sustainable suppliers — from renewable energy insurance and accounting right down to our coffee and tea It wasn’t just about following rules It involved expanding our consciousness and replacing old habits with much more sustainable practices Sometimes all we needed was a different practical approach I remember that the team had individual bins under their desks and they rarely separated and transferred their rubbish into the recycling area So",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We're not sure the page you’re looking for exists But while you're here why not catch up on our blog It’s a privilege helping pioneering charities and organisations find what matters — their true purpose the positive change they want others to be a part of We've been recognised as a Best For The World™ B Corp thanks to our commitment to people and the ways we choose to work together In  Neo became a founding B Corporation — or B Corp — joining a growing global community that uses business as a force for good\r \r As we renew our social and environmental commitments we ask our Nick founding director to reflect back on the journey bumps and all and share what we’ve learned along the way Why creating simple open honest dialogue is essential to teams going through big change like redefining their purpose and identity Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided information, there isn't any specific mention of community or social events being organized to fulfill these commitments. However, some of the actions mentioned encourage collaboration and sharing, such as cooking meals together, supporting local initiatives, and hosting charity events. These activities may involve bringing people together around common goals related to environmental sustainability, social justice, and other important causes.",
            "source": [
                {
                    "content": "It’s a privilege helping pioneering charities and organisations find what matters — their true purpose the positive change they want others to be a part of As we celebrate World Forests Day we reflect on what forests mean to us our organisation and the rest of the world – and why it's more important than ever to protect them   Sometimes a simple concept can power a brand story for years Here's how we define a brand idea and three of our favourites We think identifying shared purpose among the groups we’re trying to influence is one of the most helpful ways to shape a powerful campaign Why our campaign for South East Dance is designed to be played with Reflections on launching a major awareness campaign for the MND Association We take a look at inspiring activities a wide range of organisations have been doing to promote Mental Health Awareness Week  It’s pretty amazing to go to an event where the organisation of the conference is just as interesting as the world-changing content we had",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "updates and invites I first heard of Common Cause a while ago but it was only when working with COIN recently digging through their resources on Talking Climate that I rediscovered it Behind every brilliant organisation is often one person who championed the need for change You could be that person Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of building a more just society We know changing the world has to start with changing ourselves So we’ve personally committed to enacting our values to help us do exactly that Will you join us To remember our reusable water or coffee cups To consciously curb our single use waste To walk or cycle take the bus or share a car ride To keep active and tackle pollution To change our eating habits To eat less but better Local grass-fed meat or products that are made with sustainably sourced palm oil To challenge behaviour in our tech food and fashion supply chains To seek out and support innovative enterprises turning global challenges into solutions To read or watch news stories about world issues To donate where possible and sign petitions To open our doors to others share our expertise and collaborate to achieve great things for purpose-driven organisations To cook meals together share food we’ve grown and our favourite recipes To take time out of the studio and volunteer Support local",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "collaborate to achieve great things for purpose-driven organisations To cook meals together share food we’ve grown and our favourite recipes To take time out of the studio and volunteer Support local fundraisers or host our own charity events The UN warned in early July  that climate disasters are happening at the rate of one a week with a representative stating “this is not about the future this is about today” Tackling the world’s biggest crises – from farm animal welfare to climate change – will demand all of us to make changes today Inspired by Meaning  we explore eight ideas on practical positivity – and measure ourselves against them If we want our working partnerships to be truly rewarding we need to rethink how they begin Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided information, there isn't any specific mention about the products, services, or technologies offered by the mentioned organizations. However, some general insights can be drawn from the text. The first organization focuses on helping clients fulfill their purposes and achieve their ambitions while ensuring their brand evolution through testing, learning, and evaluation. They also emphasize monitoring useful indicators alongside previously set objectives to ensure their approach remains effective. Additionally, they have collaborated with the Brighton & Hove Integrated Care Service as a \"purposeful strategic and creative partner\" for pioneering organizations working towards making the world a better place.\n\nThe second organization is also involved in promoting smart travel choices and has developed a concept called \"Ptol's Bee.\" This initiative enables brands to innovate using widely established digital platforms. Their efforts aim to make smarter travel choices more accessible, desirable, and inevitable. Furthermore, they participated in the Brighton Digital Festival event organized by the Brighton Fuse research team, showcasing their commitment to being a part of a community focused on creating positive change.",
            "source": [
                {
                    "content": "helping you to fulfil your purpose and achieve your ambitions For your organisation to grow in the right direction your brand must evolve through testing learning and evalutation Monitoring useful indicators along with objectives set earlier in the process can help to make sure it serves you well Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "When professional consultancy's not an option consider the DIY option Do It Yourselves Powerful ways to work learned through our project with Brighton  Hove Integrated Care Service Purposeful strategic and creative partner for the pioneering organisations making our world a better place 🌍 Certified B Corp a founding UK member Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "When professional consultancy's not an option consider the DIY option Do It Yourselves Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "what they really do which is work to make smarter travel choices possible desirable and inevitable In digital it can be the simplest of concepts enabled by widely established platforms that create a great opportunity for brands to innovate You can see Ptol's bee at this weekend's Glastonbury festival or from the comfort of your laptop As a participant in the Brighton Fuse research I attended their Brighton Digital Festival event with much anticipation of what had been discovered Purposeful strategic and creative partner for the pioneering organisations making our world a better place 🌍 Certified B Corp a founding UK member Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided text, there doesn't seem to be any specific promotional events, expos, or sales mentioned for the various offerings. However, some general information about the companies involved was shared.",
            "source": [
                {
                    "content": "what they really do which is work to make smarter travel choices possible desirable and inevitable In digital it can be the simplest of concepts enabled by widely established platforms that create a great opportunity for brands to innovate You can see Ptol's bee at this weekend's Glastonbury festival or from the comfort of your laptop As a participant in the Brighton Fuse research I attended their Brighton Digital Festival event with much anticipation of what had been discovered Purposeful strategic and creative partner for the pioneering organisations making our world a better place 🌍 Certified B Corp a founding UK member Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "throughout the forum capturing a lot of the talks for us to watch back again later culminating in this YouTube playlist full of ECF goodies So if the Top 5 Tweets have whetted your appetite check out this link to have a browse through the playlist and catch up on some of the ECF highlights It’s pretty amazing to go to an event where the organisation of the conference is just as interesting as the world-changing content we had all come together to discuss Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of public opinion powers the core of the business – think reviews-powered Tripadvisor and Amazon For some older brands adapting to a digital world it seems all publicity has been good publicity Meanwhile other brands continue to disappear from our high streets unable to persist with a business model past its sell-by date remember Blockbuster Video or simply to cope with more diverse competition And then there are the brands that are flying because they’ve seen that digital helps them tell great stories with real people We all know that Apple excels at this Its ongoing campaign for the iPhone 6 featuring video and photographs taken with the iPhone epitomises how simple and effective bringing users into the heart of the activity can be And another that inspires us at Neo is Patagonia the outdoor apparel company that keep breaking all the rules Their ‘Don’t Buy This Jacket’ ad deservedly grabbed a lot of attention but it’s their ‘Worn Wear’ campaign that’s really special It’s a platform",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Pukka prizes To find out more visit the campaign microsite pukkaherbscom/beautifulworld and help start something beautiful this summer This week we attended the CharityComms Communications on a Shoestring conference giving some practical advice on how charities can best tackle their communications challenges on a tight budget We've been working with the lovely folk at The Bevendean Pub in Brighton to help them transform it into something truly extraordinary Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " Based on the provided information, there isn't any specific mention of commerce as a focus area for the mentioned partnerships or collaborations. However, some general insights can still be drawn from the text. It seems that the company values authenticity, collaboration, and purpose in its working relationships. They aim to create strong connections with organizations that want to do good and make a positive impact on society. While the text doesn't explicitly mention commerce, it could potentially apply to companies within the commercial sector that prioritize social responsibility and sustainability.",
            "source": [
                {
                    "content": "Relationships are a big part of our work Only with trust openness and true collaboration can we begin to find what matters – then make it matter more – for organisations that want to do good  As we heard one sagacious client say recently “Don’t necessarily go with biggest or glossiest agency but with a partner who resonates with what it is you want to achieve” With that here are our five tips for finding and building the most meaningful partnerships Those that’ll help you to change the world for the better  Pitching favours the salesperson not the craftsperson We dare our potential clients to break out of the boardroom will you find what you need in the Dragons’ Den think and feel outside of the tick-box and trust in a process that reaches well beyond the surface of instant solutions however seductive the veneer   Isn’t it better to be wowed by work that comes from the substance of a beautiful collaboration than sold a flash-in-the-pan idea  Good communications work is about creating",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "openness and true collaboration can we begin to find what matters – then make it matter more If we want our working partnerships to be truly rewarding we need to rethink how they begin Inspired by Meaning  we explore eight ideas on practical positivity – and measure ourselves against them Purposeful strategic and creative partner for the pioneering organisations making our world a better place 🌍 Certified B Corp a founding UK member Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "together The strength of our relationships is reflected in the strength of our work Not least because good relationships unlock the door to an open trusting and collaborative process Knowing you have the ‘right fit’ comes from learning about who we are and how we work not back-of-a-napkin ideas or sales spiel We don’t believe the pitching culture fosters the most genuine intentions or most meaningful results Always asking ‘why’ ‘What’s underneath’ is we think the healthiest way to approach the world We ask a lot of questions not just because we’re inquisitive but because we believe the best creative work emerges from insight and evidence Being explorative analytical and research-focused in our approach helps us to find what matters — and make it matter more People are more interested in ‘why’ something exists than what it actually does As human beings we identify on an emotional level with organisations and this is how we interpret and understand their purpose So to help you forge the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "practices throughout supply chains is a complex challenging business Those who can make it simpler will stand out We believe in building brands with purpose We try to bring that lens to every project we tackle big or small True purpose matters to everyone we work with Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the information provided, I cannot directly address current employment or educational opportunities. However, the text does mention that UKCES is focused on promoting employment opportunities for young people. You may want to visit their website or contact them directly to learn more about specific programs or initiatives they have in place to support young individuals in finding meaningful employment or education opportunities.",
            "source": [
                {
                    "content": "kind of help that young people need now from employers that give them a chance   So we started a social-media chain reaction of appreciation asking people to share their gratitude Fuelled by brightly designed e-cards tagged with ThanksForTheBreak the campaign took a feel good nostalgic approach and attracted even greater reach and more interaction than notjustmakingtea   As a result of our campaigns we are now being looked upon as forerunners in our sector when it comes to use of social media The previous month’s campaign showed that UKCES could generate attention around an idea not specifically tied to a sector or type of employment opportunity With ToMyYoungerSelf we pushed the idea of engaging with people’s personal experiences of work and thinking about what they might do differently if just starting out now Developing the shareable e-cards that had travelled so well before we made editable templates that the UKCES team could populate with the messages they saw coming in on social",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "In  youth unemployment in the UK was at record levels with around a million young people out of work The UK Commission for Employment and Skills UKCES which works to promote employment opportunities came to Neo for help generating awareness of the benefits of employing more young people The UK Commission for Employment and Skills UKCES which works to promote employment opportunities came to Neo for help generating awareness of the benefits of employing more young people The UKCES comms team had already made a splash in the media with research that signalled ‘the end of the Saturday job’ But now they wanted a six-month programme of digital activity anchored around the monthly release of the official unemployment figures  The idea was to time messages around these recurring peaks of media interest in the statistics and raise awareness around solutions to youth unemployment  We began by auditing the Commission’s content online and offline to get to grips with what unique research and",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The most interesting jobs are often also the most unexpected It was something of a dream brief for any branding agency An organisation with an incredible story that just needs to be told Truth well told as the famous advertising adage goes We received a phone call crackling over the long distance from an organisation called Horn Relief They’d heard our name seen our work and wondered if we might be able to help them with their own brand We hadn’t heard of Horn Relief Why not They were — are — a very impressive humanitarian agency based in Nairobi and working across Kenya Somalia and Uganda to tackle poverty  Their founder Fatima Jibrell was renowned in the environmental field for her work to end the devastating coal trade in Somalia They’d pioneered the use and regulation of cash transfers in Africa They were working on bold new projects to tackle the root causes of poverty in East Africa and beyond like building a new jetty in Somalia to try to reinvigorate the shipping trade",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "interest in the statistics and raise awareness around solutions to youth unemployment  We began by auditing the Commission’s content online and offline to get to grips with what unique research and insights could form the heart of our communications  UKCES had a lot to say — in the form of case studies reports blog posts Together we scoured what was available to discover what could travel further as part of this campaign Looking at the habits of our target audiences — employers business people and the business media — we could see that opinion tips and advice and visual content were all valued with inspirational quotes and headline statistics proving popular  At the same time Twitter’s update to preview images within timelines gave us an opportunity to try a different approach   The impact UKCES found their messages getting unprecedented reach and triggering richer interaction around them We knew that to break out of the ‘skills bubble’ we needed something with wider appeal than the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events organized by Neo Circle where participants can learn new skills, network with others, and explore opportunities related to personal and professional growth. Some examples include:\n\n1. Work events: Regular gatherings where members collaborate on projects, discuss ideas, and support each other's goals. These events provide opportunities for skill sharing, learning, and community building.\n2. Webinars: Online seminars or presentations conducted via video conferencing platforms. Participants can attend these sessions to gain insights into various topics such as career development, self-improvement, and entrepreneurship.\n3. Workshops: Hands-on sessions led by experts or experienced practitioners. These workshops cover diverse subjects ranging from creative problem-solving techniques to communication skills and leadership development.\n4. Training programs: Comprehensive courses designed to enhance specific skills or knowledge areas relevant to personal or professional growth. Examples may include digital marketing, project management, or coding bootcamps.\n5. Networking events: Opportunities for members to connect with each other, exchange ideas, and build relationships within the Neo Circle community.",
            "source": [
                {
                    "content": "When professional consultancy's not an option consider the DIY option Do It Yourselves Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "indoctrination I found that coaching helped me become much clearer about what I wanted out of work and how to get it I’m not sure I would have found my way to Neo without it The idea of co-coaching was introduced to me by Meri Williams’ talk at Dare Mini As soon as she mentioned it I knew I wanted to give it a try It’s been an incredibly rewarding arrangement I’m lucky to have found a great partner for it first time but the opportunity’s open to anyone I know lots of people are interested in setting up a co-coaching partnership so here are some of the things we’ve learned about making it work Good professional coaching is wonderful but it can be a big financial investment With co-coaching it’s the time and attention that you’re investing If you’re busy finding the time can be a challenge in itself So think about asking for that time out of work We put aside an hour every week or two We meet in a coffeehouse close to work of late Brighton’s London Road has some good options But it",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "updates and invites I first heard of Common Cause a while ago but it was only when working with COIN recently digging through their resources on Talking Climate that I rediscovered it Behind every brilliant organisation is often one person who championed the need for change You could be that person Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "‘Continuous professional development’ the most deadening phrase in the English language It’s a contender Conjuring Sisyphean corporate slog grey cubicles relentless managerial oversight Is that just me And yet way back when it must have emerged from sound insight that we need to commit to learning beyond the official student phase of our lives I’m sure people have good experiences under the unpromising umbrella of CPD worse But for many of us especially outside of the closely regulated professions less formal but more inspiring styles of learning are available That’s why for more than a year I’ve been co-coaching or ‘peer coaching’ with a good friend I’d previously had some experience of being professionally coached through work Once I’d got over my suspicion it was a vehicle for corporate indoctrination I found that coaching helped me become much clearer about what I wanted out of work and how to get it I’m not sure I would have found my way to Neo without it The idea of co-coaching",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Some of the employee/participant benefits highlighted include:\n\n1. Empowered employees leading to higher levels of communication, reduced stress, and increased job satisfaction.\n2. Opportunities for personal growth and development through self-organization and self-development programs.\n3. A safe space for discussing wellbeing issues and concerns through regular deep listening conversations.\n4. Access to a strong network of like-minded professionals through the B Corp community.\n5. Collaboration with other organizations committed to similar values and goals, fostering a sense of shared purpose.",
            "source": [
                {
                    "content": "We’ve been recognised as a Best For The World™ B Corp thanks to our commitment to people and the ways we choose to work together  Our worker impact is achieving a top five per cent score of our grouping worldwide This centres on what we do to nurture a happy healthy team We believe that empowered people are happier people As part of striving toward a self-organised model the team have ownership of their work and are encouraged to participate in decision-making and shaping the future of our business Contribution equals commitment That’s the key we think Our ‘bring our whole selves to work’ philosophy and regular deep listening conversations quickly reveal any wellbeing issues emerging among the team We can also gauge contentment within the group through our regular check-ins and our self-development programme We’re not afraid to “put our mooseheads on the table” as our friends at Tuff Leadership like to say about surfacing underlying tensions As a founding UK B Corp we were one of the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "is about NGOs charities and the public sector have an important stake in world And they have everything to gain from working in this way When people start to really work together adult to adult their level of communication increases They feel they can grow as individuals and as a team so the organisation can get better at enrolling and keeping staff A drop in sick days is one of the first indicators because people are much less stressed and don’t want to miss out Sharing leadership is sharing the commitment to a purpose or cause It’s the ultimate opportunity to get people truly invested in it and eager to play a role And now more and more people want a deeper sense of purpose in their work When people feel they own and trust what they’re contributing to they’re excited to talk about it Whereas in less empowered workplaces people tend talk about everything but the work That’s no-cost marketing There’s nothing so powerful as feeling united around what you’re doing together that’s what",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "an empowered team and new CEO onboard there was appetite in the organisation to make this leap The team was ready to hit reset and wanted help in discovering who they were what they wanted to achieve and how Through our research and discovery work it was clear they wanted to be able to respond better to a complex and constantly shifting landscape of interconnected needs A landscape with wellbeing social welfare and professional equality at its heart They wanted to do this more proactively in a more holistic and joined-up way To support the person not the problem We found in IET Connect a team tremendously motivated by the possibilities within their reach The prospects were exciting Together we saw the opportunity to redefine not just the language of benevolent funds but the entire concept What is it Who is it for Why does it exist We had a pretty good instinct from the insight garnered in our research phase But to answer these questions truthfully and rigorously we needed to start",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "part It’s bringing us back to some really important questions Such as how and where do we channel our energies to create the most positive impact It’s also quite timely in that it dovetails with our conversations around self-organisation For us becoming a B Corp once again is the perfect opportunity to commit publicly to principles we’ve always believed in But also help us turn those into actions And if through the B Corp community we can find more of the pioneers we want to work with we’re certain we can help others rediscover redefine and act on their purpose too Why creating simple open honest dialogue is essential to teams going through big change like redefining their purpose and identity We've been recognised as a Best For The World™ B Corp thanks to our commitment to people and the ways we choose to work together Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided text, there isn't any specific information related to a financial or earnings report. However, the text does mention the company's recognition as a \"Best For The World™\" B Corp due to its commitment to people and collaboration within the team. Additionally, the organization faces challenges in shaping their role in the world, connecting with diverse audiences, and telling stories effectively using the Hero's Journey framework.",
            "source": [
                {
                    "content": "part It’s bringing us back to some really important questions Such as how and where do we channel our energies to create the most positive impact It’s also quite timely in that it dovetails with our conversations around self-organisation For us becoming a B Corp once again is the perfect opportunity to commit publicly to principles we’ve always believed in But also help us turn those into actions And if through the B Corp community we can find more of the pioneers we want to work with we’re certain we can help others rediscover redefine and act on their purpose too Why creating simple open honest dialogue is essential to teams going through big change like redefining their purpose and identity We've been recognised as a Best For The World™ B Corp thanks to our commitment to people and the ways we choose to work together Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Connect the new CEO had seen our initial work and felt it could be bolder just as she had energised the team’s initial ideas on how the organisation could be more innovative It was refreshing to see the ante upped especially in a sector that tends toward the risk-averse So the articulation of the new identity ended up being sandwiched around a big additional piece of research The findings of which helped us to refine it As an organisation they had a rough idea of where they wanted to be but how would they get there To answer the challenges of the world around them they needed to know how best to shape their role in it To increase and diversify support they needed to know precisely what why and for whom If they were to connect with new groups of people especially those hard to reach they needed to better understand their needs We’d already carried out some audience profiling and empathy mapping as part of the identity discovery work But such a momentous shift in strategy called for a",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "positivity – and measure ourselves against them Want to tell a story of change in the world Sharpen up your storytelling with the Hero's Journey Neo is offering half-day storytelling workshops in London and Brighton tailored for communications professionals working in the non-profit sector The team at Neo wish all our deer friends a very merry Christmas and a happy new year Why I think  has potential to be a pretty significant year New Year’s resolutions Often made usually broken But could  be different We’re hoping some of our Neo Year resolutions will buck the trend\r Purposeful strategic and creative partner for the pioneering organisations making our world a better place 🌍 Certified B Corp a founding UK member Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "look forward to” “I want to take more photos and actually print them So I can look back on them in the future” MC is going to cut down on takeaways and cook at home “I’ll make a food budget and use a cookbook instead of falling into the trap of getting easy take-outs It’s partly about choosing the healthier option but also I’d like to spend my “food-money” on a few visits to interesting restaurants rather than curry-pizza-curry-pizza-curry-salad-pizza…” “Because I am on a continual journey of self-discovery and development” A mountain of plastic bags under the sink along with a mounting sense of environmental guilt got us thinking – was it time to cut down on our trips to the shop for tea and biscuits or time to find a new way to carry our goods Why I think  has potential to be a pretty significant year Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided text, there are no specific mentions of investor events or funding rounds. However, the organization has faced challenges related to financial sustainability due to fluctuating investment income and uncertainties in the market.",
            "source": [
                {
                    "content": "crowdfunding It's the fun younger brother of traditional investment The explosive power of reactive campaigning online was again shown yesterday when Asda accidentally inspired the best mental health campaign of the year The win was the perfect conclusion to the year-long campaign that also raised over £50 for WWF-UK We'll raise a cup to that You'd need a shard of ice in your soul to have not been even slightly moved by yesterday's incredible Ice Climb stunt Purposeful strategic and creative partner for the pioneering organisations making our world a better place 🌍 Certified B Corp a founding UK member Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "at Here had done We felt we’d become part of a really exciting progressive movement and so we were keen to explore how we could participate more and also inspire others So we co-created some local events with our local B Lab partners exploring themes on purpose and what it is to be a purposeful business These were a great way to connect with like-minded people and spread the B Corp message Even before the time of certification there was quite a lot of change afoot for the team and for me personally Back in  my family and I felt we needed a radical change in our lives So we bought a smallholding near my wife’s family in Wales As I got to grips with my new country life I stepped back from Neo reducing my role to part-time support Our colleague Nicole took on the leadership role and tried to guide the team toward self-management But our model was still fledgling and it seemed too big and sudden a leap for everyone — my absence didn’t help either Between  and  there was a crunch point and",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a lot of calls to answer Many people don’t know about support charities like yours — what might’ve pointed them in the right direction The Institute of Engineers IET sent out an email to their entire database of members which for us meant reaching 70 new people Having a new brand and vision has helped It’s made it much easier for people to think “this is for me” There have also been a number of other internal changes as part of our new strategy Had this happened last year we would have said “we can’t do this — just shut it down” We’ve always been flexible and we’re even more so now Though we’ve learned that someone’s idea of ‘flexible’ isn’t necessarily another’s Supporting so many new people must be putting pressure on your resources and finances Is this level of support sustainable One of our largest funding sources is our investments income which has plummeted by 18 Investment managers believe they’ll recover reasonably quickly though We also have a new fundraiser Fliss who’s been",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "are now structured around our values At the beginning of the year we outline how we will aim for brilliance how we will stay driven etc and hold ourselves accountable to these Talk about them – we bring our values us into our conversations and decision-making asking each other “is this brave Are we being open” We bring them into client conversations too and use them to inform how we work together In summary – make them real and relevant to you bring them into your everyday work life in creative and unusual ways talk about them – lots – and shape your processes around them Why I think  has potential to be a pretty significant year I first heard of Common Cause a while ago but it was only when working with COIN recently digging through their resources on Talking Climate that I rediscovered it Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the information provided, there are no explicit financial or funding goals mentioned for the next period. However, the organization acknowledges challenges related to their investment income dropping by 18% due to economic uncertainties. Additionally, they have hired a new fundraiser named \"Fliss\" to address resource and finance issues. Despite facing these obstacles, the organization remains committed to supporting their community and redefining the concept of benevolent funds.",
            "source": [
                {
                    "content": "an empowered team and new CEO onboard there was appetite in the organisation to make this leap The team was ready to hit reset and wanted help in discovering who they were what they wanted to achieve and how Through our research and discovery work it was clear they wanted to be able to respond better to a complex and constantly shifting landscape of interconnected needs A landscape with wellbeing social welfare and professional equality at its heart They wanted to do this more proactively in a more holistic and joined-up way To support the person not the problem We found in IET Connect a team tremendously motivated by the possibilities within their reach The prospects were exciting Together we saw the opportunity to redefine not just the language of benevolent funds but the entire concept What is it Who is it for Why does it exist We had a pretty good instinct from the insight garnered in our research phase But to answer these questions truthfully and rigorously we needed to start",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "from IET Connect to Foothold and working towards a renewed purpose How has this helped you to respond to the pandemic The feeling of us all being a community has been a major step change Before we were in a bit of an ivory tower away from those we wanted to support We gave the grants and everyone else was on the outside We’ve recognised that we all need help at some point and we’ve taken down the barriers between us and our community It’s opened up communication and we’re now hearing and telling the stories that matter We’re also re-mapping our social impact asking the community what difference they want us to make We’re going to measure ourselves against that We all rely on our figures and setting specific goals while difficult is something that could be helpful for all benevolent funds to consider There’s clearly an opportunity for charities to evolve their purpose post-lockdown But at the same time pressures on funding could lead to a short-term approach Do you have any advice for",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a lot of calls to answer Many people don’t know about support charities like yours — what might’ve pointed them in the right direction The Institute of Engineers IET sent out an email to their entire database of members which for us meant reaching 70 new people Having a new brand and vision has helped It’s made it much easier for people to think “this is for me” There have also been a number of other internal changes as part of our new strategy Had this happened last year we would have said “we can’t do this — just shut it down” We’ve always been flexible and we’re even more so now Though we’ve learned that someone’s idea of ‘flexible’ isn’t necessarily another’s Supporting so many new people must be putting pressure on your resources and finances Is this level of support sustainable One of our largest funding sources is our investments income which has plummeted by 18 Investment managers believe they’ll recover reasonably quickly though We also have a new fundraiser Fliss who’s been",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "are now structured around our values At the beginning of the year we outline how we will aim for brilliance how we will stay driven etc and hold ourselves accountable to these Talk about them – we bring our values us into our conversations and decision-making asking each other “is this brave Are we being open” We bring them into client conversations too and use them to inform how we work together In summary – make them real and relevant to you bring them into your everyday work life in creative and unusual ways talk about them – lots – and shape your processes around them Why I think  has potential to be a pretty significant year I first heard of Common Cause a while ago but it was only when working with COIN recently digging through their resources on Talking Climate that I rediscovered it Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided context, it seems like there isn't any specific publication, research finding, or introduced technology mentioned. However, there are mentions of books such as \"Ruby Wax's Sane New World\" and Sure Chill's innovative technology. Additionally, Neo's transition from IET Connect to Foothold and their focus on health and wellbeing during the pandemic could be considered as changes within the organization.",
            "source": [
                {
                    "content": "throughout the forum capturing a lot of the talks for us to watch back again later culminating in this YouTube playlist full of ECF goodies So if the Top 5 Tweets have whetted your appetite check out this link to have a browse through the playlist and catch up on some of the ECF highlights It’s pretty amazing to go to an event where the organisation of the conference is just as interesting as the world-changing content we had all come together to discuss Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "on water’s ability to maintain a constant temperature of 4°C — this is what powers Sure Chill’s technology So how do you brand a scientific principle  These are big challenges yes But they’re also the questions that excite us The answers as always begin with finding the single most powerful truth about the product Sure Chill’s freedom from the grid doesn’t just mean it makes refrigeration more reliable in areas prone to power cuts It actually makes refrigeration possible where it simply wasn’t before — in remote African villages or the mountains of North India for instance  Big challenges are also the questions that excite us The answers  as always begin with finding the single most powerful truth Keeping food and drink chilled is important of course But even more so in these areas is the ability to keep life-saving vaccines in perfect condition When vaccines become too warm or too cold they quickly lose potency You see then the challenge for medics travelling long distances to",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Meet May – recent graduate from Central Saint Martin's and Neo's new intern Ruby Wax’s Sane New World – a self-styled user’s guide to the mind – has been doing the rounds in the Neo office recently We're used to doing it for other organisations but as anyone who's tried to apply their skills close to home will know you can be your own worst client How colleagues that mindfully meditate together can move mountains together What does this day mean to women in the UK Fairtrade bananas are a subject close to our hearts at Neo  – the year that brought us the selfie twerking and a new future King Here are the Neo team's people of the year We decided that it was time to venture beyond the studio and get our hands dirty so we got in touch with Moulsecoomb Forest Garden Purposeful strategic and creative partner for the pioneering organisations making our world a better place 🌍 Certified B Corp a founding UK member Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of the week We’ve proved that we can work remotely Our lease is up for renewal in three years at which point we’ll definitely review our needs around office working However we don’t see ourselves becoming a virtual organisation — we still need to come together on a regular basis We’ve found it more difficult doing the creative brainstorming over video We haven’t yet shifted to a more natural approach For example feeling it’s okay to get up and walk around; we all tend to sit and be very attentive There are things we already had under review but the virus situation has made it even more apparent that there are certain things we need to get on with For example shifting our direction more towards health and wellbeing You’ve been through a transformative process over the last year or so changing from IET Connect to Foothold and working towards a renewed purpose How has this helped you to respond to the pandemic The feeling of us all being a community has been a major step change Before we",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided text, there is no direct mention of specific ongoing or upcoming research projects or innovation initiatives. However, Neo seems to be actively involved in various activities related to social responsibility, sustainability, and corporate citizenship. They have become a founding B Corporation, which demonstrates their commitment to using business as a force for good. Additionally, they collaborate with other organizations to promote positive social and environmental impact.",
            "source": [
                {
                    "content": "we feel it's essential to top up our intellectual capital frequently – engines won't run without oil or for us ideas Purposeful strategic and creative partner for the pioneering organisations making our world a better place 🌍 Certified B Corp a founding UK member Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Working alongside Action Against Hunger we helped to highlight the appeal and fight world hunger Whether you work for a charity or within the digital sector the report highlights some of the pitfalls and successes any of us could learn from As a participant in the Brighton Fuse research I attended their Brighton Digital Festival event with much anticipation of what had been discovered Fatima has encouraged change and worked from the bottom up inspiring others and making real lasting change There are some inspiring charities out there doing some amazing work with conflict resolution and helping to aid peace and discussion around the world Kingfisher believe it's the duty of business to not only conserve but to give back and regenerate the planet and what's more it can be profitable At Neo we feel it's essential to top up our intellectual capital frequently – engines won't run without oil or for us ideas Purposeful strategic and creative partner for the pioneering organisations making",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "This year we’ll continue collaborating with the global B Corp community to build on our positive social and environmental impact Watch this space for more on what we learn In  Neo became a founding B Corporation — or B Corp — joining a growing global community that uses business as a force for good\r \r As we renew our social and environmental commitments we ask our Nick founding director to reflect back on the journey bumps and all and share what we’ve learned along the way It’s a privilege helping pioneering charities and organisations find what matters — their true purpose the positive change they want others to be a part of Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We talk to Scope about how opening up the planning process led to one of our favourite awareness campaigns of the year How can we draw lessons from phenomena such as nomakeupselfie and mentalpatient A recent report by Gartner states that 'there has been no progress on inequality for a decade with the number of female CIOs has remaining static at 14' Neo's head of design Neil Hardcastle with a personal take on the importance of Mental Health Awareness Week How colleagues that mindfully meditate together can move mountains together Purposeful strategic and creative partner for the pioneering organisations making our world a better place 🌍 Certified B Corp a founding UK member Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, there are no specific mentions about recent research grants or innovation awards being distributed. However, one notable mention is the \"Impact Prize\" awarded to the \"Let Toys Be Toys\" campaign, recognizing its efforts towards eliminating gender stereotypes in toys.",
            "source": [
                {
                    "content": "so many phones come out at once to take a photo during a talk As tweeted by  this was the slide they were capturing ECF participant  even complimented it as the ‘best presentation slide of the event’ Care2 present an annual Impact Prize to a campaign or initiative in the charity sector which makes an outstanding impact in the field of online advocacy or fundraising At the end of the first day at ECF the winner was announced… and it went to the fantastic ‘Let Toys Be Toys’ campaign which is campaigning against non-gender stereotyping of toys by the toy and media industries  received a phenomenal amount of  media attention and hundreds of thousands of shares across the web Judging by the reaction from the audience this was a very well-deserved winner The eCampaigning team were busy bees throughout the forum capturing a lot of the talks for us to watch back again later culminating in this YouTube playlist full of ECF goodies So if the Top 5 Tweets have whetted your appetite check out",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Pukka prizes To find out more visit the campaign microsite pukkaherbscom/beautifulworld and help start something beautiful this summer This week we attended the CharityComms Communications on a Shoestring conference giving some practical advice on how charities can best tackle their communications challenges on a tight budget We've been working with the lovely folk at The Bevendean Pub in Brighton to help them transform it into something truly extraordinary Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "crowdfunding It's the fun younger brother of traditional investment The explosive power of reactive campaigning online was again shown yesterday when Asda accidentally inspired the best mental health campaign of the year The win was the perfect conclusion to the year-long campaign that also raised over £50 for WWF-UK We'll raise a cup to that You'd need a shard of ice in your soul to have not been even slightly moved by yesterday's incredible Ice Climb stunt Purposeful strategic and creative partner for the pioneering organisations making our world a better place 🌍 Certified B Corp a founding UK member Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "throughout the forum capturing a lot of the talks for us to watch back again later culminating in this YouTube playlist full of ECF goodies So if the Top 5 Tweets have whetted your appetite check out this link to have a browse through the playlist and catch up on some of the ECF highlights It’s pretty amazing to go to an event where the organisation of the conference is just as interesting as the world-changing content we had all come together to discuss Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided text, the organization appears to collaborate with various types of organizations such as charities, non-profit organizations, sustainable businesses, game-changing organizations in sectors like healthcare, human rights, environment, education, global development, and equitable trade. Additionally, the organization works closely with other B Corps, clients, and industry peers to achieve common goals and create meaningful outcomes.",
            "source": [
                {
                    "content": "is about NGOs charities and the public sector have an important stake in world And they have everything to gain from working in this way When people start to really work together adult to adult their level of communication increases They feel they can grow as individuals and as a team so the organisation can get better at enrolling and keeping staff A drop in sick days is one of the first indicators because people are much less stressed and don’t want to miss out Sharing leadership is sharing the commitment to a purpose or cause It’s the ultimate opportunity to get people truly invested in it and eager to play a role And now more and more people want a deeper sense of purpose in their work When people feel they own and trust what they’re contributing to they’re excited to talk about it Whereas in less empowered workplaces people tend talk about everything but the work That’s no-cost marketing There’s nothing so powerful as feeling united around what you’re doing together that’s what",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "It’s a privilege helping pioneering charities and organisations find what matters — their true purpose the positive change they want others to be a part of We've been recognised as a Best For The World™ B Corp thanks to our commitment to people and the ways we choose to work together A brand story is much stronger if it rings true within the organisation So if you want to connect better with your supporters dare to start with yourselves Relationships are a big part of our work Only with trust openness and true collaboration can we begin to find what matters – then make it matter more Purposeful strategic and creative partner for the pioneering organisations making our world a better place 🌍 Certified B Corp a founding UK member Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "charities not-for-profits and sustainable businesses build their brands around social and environmental purpose we’re on the side of the optimists Consequently our faith in humankind goes with the territory But there’s always room for bigger or different ways of thinking Our commitment to the Teal principle of evolutionary purpose helps us to avoid becoming too comfortable We constantly explore and challenge ourselves with the intention of making our vision and those of our clients matter more Most of what we do if we consider the impact is bigger than us Over the past 15 years we’ve worked with some of the world’s most ambitious organisations game-changers in healthcare human rights the environment education global development and equitable trade We believe in collective intelligence and expertise We find that co-creating with clients usually leads to the best creative outcomes – and communications they really get behind And we collaborate with our peers when a project’s scope",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "It’s a privilege helping pioneering charities and organisations find what matters — their true purpose the positive change they want others to be a part of Purposeful strategic and creative partner for the pioneering organisations making our world a better place 🌍 Certified B Corp a founding UK member Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided text, there doesn't seem to be any specific joint events, projects, or initiatives mentioned. However, there are instances where collaboration is emphasized between organizations working towards common goals such as tackling climate change, promoting sustainability, and supporting various causes.",
            "source": [
                {
                    "content": "are now structured around our values At the beginning of the year we outline how we will aim for brilliance how we will stay driven etc and hold ourselves accountable to these Talk about them – we bring our values us into our conversations and decision-making asking each other “is this brave Are we being open” We bring them into client conversations too and use them to inform how we work together In summary – make them real and relevant to you bring them into your everyday work life in creative and unusual ways talk about them – lots – and shape your processes around them Why I think  has potential to be a pretty significant year I first heard of Common Cause a while ago but it was only when working with COIN recently digging through their resources on Talking Climate that I rediscovered it Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "collaborate to achieve great things for purpose-driven organisations To cook meals together share food we’ve grown and our favourite recipes To take time out of the studio and volunteer Support local fundraisers or host our own charity events The UN warned in early July  that climate disasters are happening at the rate of one a week with a representative stating “this is not about the future this is about today” Tackling the world’s biggest crises – from farm animal welfare to climate change – will demand all of us to make changes today Inspired by Meaning  we explore eight ideas on practical positivity – and measure ourselves against them If we want our working partnerships to be truly rewarding we need to rethink how they begin Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "is about NGOs charities and the public sector have an important stake in world And they have everything to gain from working in this way When people start to really work together adult to adult their level of communication increases They feel they can grow as individuals and as a team so the organisation can get better at enrolling and keeping staff A drop in sick days is one of the first indicators because people are much less stressed and don’t want to miss out Sharing leadership is sharing the commitment to a purpose or cause It’s the ultimate opportunity to get people truly invested in it and eager to play a role And now more and more people want a deeper sense of purpose in their work When people feel they own and trust what they’re contributing to they’re excited to talk about it Whereas in less empowered workplaces people tend talk about everything but the work That’s no-cost marketing There’s nothing so powerful as feeling united around what you’re doing together that’s what",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the outcome the right partnership can make all the difference to the difference you want to make  If we want our working partnerships to be truly rewarding we need to rethink how they begin As we celebrate World Forests Day we reflect on what forests mean to us our organisation and the rest of the world – and why it's more important than ever to protect them   Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Collaboration between purpose-driven organizations is aimed at achieving shared goals and creating meaningful outcomes. These objectives may include tackling global crises such as climate change, improving farm animal welfare, and supporting various charitable initiatives. By working together, organizations hope to create a greater impact than they would individually. Expected outcomes from these collaborations can vary but might include increased awareness, resources, and support for their causes; development of innovative solutions to complex problems; and ultimately, making a positive difference in the world.",
            "source": [
                {
                    "content": "collaborate to achieve great things for purpose-driven organisations To cook meals together share food we’ve grown and our favourite recipes To take time out of the studio and volunteer Support local fundraisers or host our own charity events The UN warned in early July  that climate disasters are happening at the rate of one a week with a representative stating “this is not about the future this is about today” Tackling the world’s biggest crises – from farm animal welfare to climate change – will demand all of us to make changes today Inspired by Meaning  we explore eight ideas on practical positivity – and measure ourselves against them If we want our working partnerships to be truly rewarding we need to rethink how they begin Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "openness and true collaboration can we begin to find what matters – then make it matter more If we want our working partnerships to be truly rewarding we need to rethink how they begin Inspired by Meaning  we explore eight ideas on practical positivity – and measure ourselves against them Purposeful strategic and creative partner for the pioneering organisations making our world a better place 🌍 Certified B Corp a founding UK member Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the outcome the right partnership can make all the difference to the difference you want to make  If we want our working partnerships to be truly rewarding we need to rethink how they begin As we celebrate World Forests Day we reflect on what forests mean to us our organisation and the rest of the world – and why it's more important than ever to protect them   Join the Neo Circle to share in our work events and ideas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to us and meeting us as equals Asking for referrals and references Reading case studies Being curious  You’ll want to know if your preferred partner has the right approach to help you to achieve the impact you desire That’s down to intention and tenacity as much as it is methodology For us they go hand in hand This is where you’ll see a truly supportive partner emerge Someone to help you to navigate stormy waters Challenge you in the spirit of finding the right path And go outside the confines of comfort to complete the quest Building a relationship in this way we often find equates to more More than a website a campaign or even an identity More in the long-run It could be a ripple of positive momentum or a seismic change A new way of communicating or an entire shift in how you work  Whatever the outcome the right partnership can make all the difference to the difference you want to make  If we want our working partnerships to be truly rewarding we need to rethink how they begin As we",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "unicef",
                            "flickr",
                            "medium",
                            "eventbrite",
                            "nytimes",
                            "linkedin",
                            "youtube",
                            "unglobalcompact",
                            "un",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}