{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Throughout the description provided, several sustainable or environmental practices are mentioned or implied. These include:\n\n1. Limiting consumption and prioritizing sustainability in purchase decisions.\n2. Reducing waste by giving away unnecessary items and valuing object longevity.\n3. Showcasing ideas, initiatives, and practices from around the world that promote sustainability and environmental awareness.\n4. Utilizing locally sourced materials like yak wool and promoting traditional craftsmanship.\n5. Providing training and support for local nomads in vocational management, textile skills, and other relevant areas.\n6. Encouraging the use of renewable resources such as solar energy and emphasizing the importance of preserving natural environments.",
            "source": [
                {
                    "content": "so what I am about to choose can be physically touched and collected if possible Sustainability is a big factor in my purchasing decisions My mother instilled in me a need to look after objects and not to be wasteful I was born into the Soviet Union where many things were not as readily available This played a big part in the mentality of my mothers generation and has been passed on to me I limit the things that I buy last year I downsized It makes choices clearer being minimal and keeping only the really precious and practical objects Giving away unneeded items to friends and family during the move felt liberating We live in a fast replaceable commodity society it’s hard to break out of that circle Tell us about a time in which you felt close to nature Growing up in Kazakhstan Travelling for days by train through the steppes of Central Asia feels expansive and vast I spent most of my childhood living in a city Almaty but growing up there didn’t feel urban With clear spring water",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "practices from around the world and here in Ritoma We hope these findin Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these finding Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these finding March 7  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope December 29  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hop October 26  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope August 30  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope  At Norlha we believe in the exceptional qualities of a rare fibre called",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "in a matter of days leaving the pasture intact as a nomad camp would Norden is a mirror for an inclusive and conscious change; we adapt to today’s reality and provide paths for the nomadic community around us to take advantage of the what change has brought them Staying in one place has given us the power to observe what we have how to appreciate it and transform it so that it serves us and our community From experimenting with nomad’s basic staples for our menus at Norden to creating unique spaces where the grounding nature of the Plateau can be observed in comfort and redefining our use and appreciation for the simplicity of furniture and implements made for a life on the move Norden provides employment for local youths the future voice for the community and offers a window for them to see into how other people appreciate what they may have taken for granted all their lives In  Yidam Kyap our founder helped a group of 20 families set up the Lungta Cooperative with their  yaks From",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma  Bringing insight co Over the last decade Norlha has spent 40+ hours training local nomads in vocational management  textile skills training more than  a At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives related to environmental conservation mentioned throughout the provided context. Here are some examples:\n\n1. Curated news highlights the importance of natural fiber and dye in positively impacting soil and sea (Journey to Nepal for a breath-taking introduction to hemp—from stalk to shirt).\n2. Learn about the traditional Mixtec craft of dyeing with purpura snail from the ocean (Discover how Simon Ballen transforms waste products of gold mining into beautiful glass objects).\n3. Attend the Fibershed Symposium on how natural fiber and dye can positively impact soil and sea (Investigate the significance of the plant kingdom on human life, consciousness, and spirituality).\n4. Collect seeds with Biblioteca Semillas, a seed library in Oaxaca (Collect seeds with Biblioteca Semillas, a seed library in Oaxaca).\n5. Discover the ancient craft of barkcloth making from the Baganda people of Southern Uganda (Accumulating Merit The 9th of June marked the end of the Sagadawa month a time the Ritoma villagers dedicated to acts of merit They often set goals in prostrations and temple circumambulations and make offerings to the monastery and to the poor It is said that the merit accumulated during this holy month is more powerful and",
            "source": [
                {
                    "content": "of all beings Annual Picnic Ritoma monks finished a busy Spring season with their annual picnic held between July 22nd - 26th followed by their month-long summer retreat which ends on September 17th Moving Pastures On August 18th nomads moved from Chakka Ritoma's highest summer pasture at an altitude of  mtrs down to the first fall pasture Zaka where they were greeted by the season's first snowfall Laptse Amne Tongre Ritoma's Guardian peak at an altitude of mtrs will see it's annual two day Laptse on the 14th of September The Village men bearing their clan arrows will ride their horses to pay homage to the deity and spend a day horse-racing and camping below the mountain ~ Sign up to our newsletter to receive bi-monthly curated news in your inbox ~ At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these findings bring you fresh insights a renewed sense of connection and grounding nourishment Investigate the significance of the plant kingdom on human life consciousness and spirituality Contemplate the histories and rituals of Chile’s Selk’nam a now extinct indigenous community Study the relationship of gender and women in Tibetan medicine Attend the Fibershed Symposium on how natural fiber and dye can positively impact soil and sea Journey to Nepal for a breath-taking introduction to hemp—from stalk to shirt Discover the work of Ana Mendieta Cuban-American artist known for her earth-body artwork Share the wisdom of the moon through art science and spirit in a project by Tabita Rezaire Uplift with the sounds of Ranadhir Roy performing Raag Jaijaiwanti Kolkata  Experience the meaning of  sacred objects in a Tibetan Buddhist Shrine Oat Harvest At the end of",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these findings bring you fresh insights a renewed sense of connection and grounding nourishment I N S I G H T  Learn about the traditional Mixtec craft of dyeing with purpura snail from the ocean Discover how Simon Ballen transforms waste products of gold mining into beautiful glass objects Experience Erik Bergrin’s latest work inspired by Tibetan Buddhist meditation practice and cycles of death and rebirth C O N N E C T Venture to Utopia home to a group of aboriginal craftswomen who worked with Batik in the 80s Participate in this virtual conversation on curating collecting and Indian textiles on Wednesday April 20Attend Central Saint Martins webinar on Art and Migration led by artist Sara Shamsavari on Tuesday May 26Collect seeds with Biblioteca Semillas a seed library in Oaxaca N O U R I S H Follow the sacred route of the Shikoku Pilgrimage in Japan",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these findings bring you fresh insights a renewed sense of connection and grounding nourishment Observe  ‘Stamping the Water’ a performance by Song Dong in the Lhasa River Tibet  Celebrate the lifetime work of Claudia Andujar collaborating with the Yanomami people of Brazil Watch a Tibetan Step Dance Shalung Tra filmed in the village McLeod Ganj in  Discover the ancient craft of barkcloth making from the Baganda people of Southern Uganda Get lost in the Star Dreaming story of the Seven Sisters an ancient myth from Aboriginal Australia Accumulating Merit The 9th of June marked the end of the Sagadawa month a time the Ritoma villagers dedicated to acts of merit They often set goals in prostrations and temple circumambulations  and make offerings to the monastery and to the poor It is said that the merit accumulated during this holy month is more powerful and",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " In the provided text, there isn't any specific mention of environmental impact metrics related to Norlha or its operations. However, based on the information given, one can infer that Norlha might prioritize environmentally friendly practices due to the emphasis on sustainability, using rare and valuable fibres like khullu, and focusing on handmade, handcrafted products. Additionally, the company's commitment to social sustainability through B Corp certification suggests that they may also consider the environmental impact of their supply chain and overall business practices.",
            "source": [
                {
                    "content": "so what I am about to choose can be physically touched and collected if possible Sustainability is a big factor in my purchasing decisions My mother instilled in me a need to look after objects and not to be wasteful I was born into the Soviet Union where many things were not as readily available This played a big part in the mentality of my mothers generation and has been passed on to me I limit the things that I buy last year I downsized It makes choices clearer being minimal and keeping only the really precious and practical objects Giving away unneeded items to friends and family during the move felt liberating We live in a fast replaceable commodity society it’s hard to break out of that circle Tell us about a time in which you felt close to nature Growing up in Kazakhstan Travelling for days by train through the steppes of Central Asia feels expansive and vast I spent most of my childhood living in a city Almaty but growing up there didn’t feel urban With clear spring water",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to responsibly create the change we want to see in the  We are honoured to be joining London Craft Week as part of their International offering London Craft Week tells the stories behind some of the We are proud to announce that Norlha has been officially awarded B Corp certification for social sustainability with a score of  Norlha h Norlha is about the skill of artisans and precious raw materials The men and women who spin weave felt sew and knit were all nomads earlier When we began planning Norlha in  we knew that we could not rely on the traditional skills in spinning and weaving of the nomads we planne When Dechen and her brother Genam set off to Amdo to buy yak wool in the summer of  they had no idea what they were getting into and neit Made by hand handcrafted are the words that describe a product that doesn’t come out of a machine The label it carries heightens its value  At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "practices from around the world and here in Ritoma We hope these findin Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these finding Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these finding March 7  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope December 29  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hop October 26  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope August 30  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope  At Norlha we believe in the exceptional qualities of a rare fibre called",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Summer Essentials pinks blues purples…transforming the still neutral grassland that will soon be emulating our early efforts to bring color with an explosion of flowers Norlha’s Essentials cover all the aspects and vagaries of the changing seasons from the whipping wind of the high seas to the cool breezes that follow a warm day  At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, the organization has made several public commitments to social and corporate responsibility. They are a certified B Corporation, which means they meet high standards of social and environmental performance, transparency, and accountability. Additionally, they have won multiple \"Best of the World\" awards from B Corp for their community impact. The company also emphasizes their dedication to being a circular business, raising the value of nature and culture, and promoting positive luxury. These commitments demonstrate their strong focus on social and environmental responsibility.",
            "source": [
                {
                    "content": "As  comes to a close we look back with pride at the trajectory and challenges that we rode during this second pandemic marked year Spread out over four continents Asia North and South America and Europe our team coordinated daily to sustain Norlha’s mission of empowering a local community as artists of the rare Yak Khullu through our ethical Tibetan Enterprise  As a small-scale enterprise the key to Norlha’s long term success is our commitment to being a circular business driven by a strategy of values primarily value over volume We strive to raise the value of our nature and culture through a sustainable enterprise where natural and monetary resources are regenerative not exploitive At Norlha we believe in positive luxury Our focus in  has been a continuation of our commitment to the Norlha community spanning from the makers of our products to our customers around the world We are honored and humbled by B-corp for our ‘Best of the World’ award a recognition for being a part of the top",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "from being a supplier to the world’s luxury markets to a representative of Positive Luxury In  we were officially recognized as a ‘Business as a Force for Good’ by B-corp Since then we have received two awards for being ‘Best of the World’ in community from B-corp Our success lies in the team we have  built  and the deep sense of trust and responsibility that we share Today 63 of our 96 local Ritoma village employees are women As we mark  the close of our 15th year we wish to acknowledge 20 among  our valued employees and artisans who have been with us for the past 15 years and with whom we have grown as a family and communitySerwu and his wife were one of the first couples to join Norlha in  Today Serwu is Norlha’s main representative in Ritoma village head of HR and our Cashier His wife is one of Norlha’s most skilled tailorsDorjee was only 21 years old when he was recruited at Norlha as one of the rare locals to speak English Today in addition to heading Sales and Marketing with a",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "November 13th  marks the completion of Norlha’s 15th year in Ritoma Fifteen years ago we pitched our work tents in the valley at the entrance of Ritoma village marking the beginning of Norlha’s artisan training As the trainees all from pastoral backgrounds familiarized themselves with flying shuttle looms and chakra spindles the atelier was being built across the small dirt road from the tents It was a unique spot tucked in the flank of a hill looking south facing the yak-dotted pasture and Ritoma’s highest and most revered peak Amne Tongri This was the start of our journey as the Norlha communityOver the course of this journey Norlha has survived a global economic crisis as well as three years of a global pandemic Despite the challenges presented by the markets we have managed to evolve from being a supplier to the world’s luxury markets to a representative of Positive Luxury In  we were officially recognized as a ‘Business as a Force for Good’ by B-corp Since then we have received",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "piece takes over  days for a single artisan to complete Since its founding in '07 Norlha has spent 40+ hours training local nomads in vocational management  textile skills Since its founding Norlha has provided over 4M USD in local salaries At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Based on the information provided, it seems that there may not be specific annual or quarterly reports detailing Norlha's commitments. However, the organization does communicate updates and progress through various channels such as newsletters, social media, and direct communication with stakeholders. While there might not be formal report documents, the organization appears to be transparent about their efforts towards sustainability, community development, and cultural preservation.",
            "source": [
                {
                    "content": "piece takes over  days for a single artisan to complete Since its founding in '07 Norlha has spent 40+ hours training local nomads in vocational management  textile skills Since its founding Norlha has provided over 4M USD in local salaries At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We would like to congratulate Chopa Tso from Norlha's Sales Section on her marriage to Gonpo Kyap on the 6th of December Chopa Tso held her wedding in Ritoma and will welcome her husband to her Ritoma family house where they will build their lives together Day of Prayers On the 9th of December Norlha Guard Gendun and his wife weaver Kathap Tso sponsored the Monastery in a day of prayers followed by a banquet for the village an event that each family performs once every seven years The Village supported the family's expenses making donations of 31 sheep 1 yak and 1 horse End of Lunar Year Ritoma's monastery enters one of its busiest months in January As the lunar year draws to a close the monks are in great demand invited into nomad's homes to recite prayers of thanks and good fortune an event each family holds every seven years Resources from the year enable them to host the Monks who are expected to spend a night in their home in prayer and to share their bounty with the village",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "and Norlha staff meeting the tent office before the move September  An anniversary blows in a whiff of reminiscence 14 years hav At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "an event each family holds every seven years Resources from the year enable them to host the Monks who are expected to spend a night in their home in prayer and to share their bounty with the village through a feast ~ Sign up to our newsletter to receive bi-monthly curated news in your inbox ~ At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided information, there are several community or social events organized throughout the year to fulfill various commitments. Some notable events include:\n\n1. Annual Picnic: Held after the busy spring season, the annual picnic brings together the Ritoma monks for a fun gathering. This event serves as a way to celebrate their accomplishments and bond within the community.\n2. Laptse Amne Tongre: A two-day event held annually on September 14th, the Laptse involves the village men riding horses while carrying their clan arrows. They pay homage to the deity and engage in activities such as horse racing and camping. This event demonstrates the strong connections within the community and their dedication to honoring traditions.\n3. Completion of Norlha's 15th year: On November 13th, the completion of Norlha's 15th year in Ritoma is celebrated. This milestone represents the continued growth and success of the organization, providing an opportunity for the community to come together and reflect on their achievements over the past year and years prior.",
            "source": [
                {
                    "content": "Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these findings bring you fresh insights a renewed sense of connection and grounding nourishment Observe  ‘Stamping the Water’ a performance by Song Dong in the Lhasa River Tibet  Celebrate the lifetime work of Claudia Andujar collaborating with the Yanomami people of Brazil Watch a Tibetan Step Dance Shalung Tra filmed in the village McLeod Ganj in  Discover the ancient craft of barkcloth making from the Baganda people of Southern Uganda Get lost in the Star Dreaming story of the Seven Sisters an ancient myth from Aboriginal Australia Accumulating Merit The 9th of June marked the end of the Sagadawa month a time the Ritoma villagers dedicated to acts of merit They often set goals in prostrations and temple circumambulations  and make offerings to the monastery and to the poor It is said that the merit accumulated during this holy month is more powerful and",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "an event each family holds every seven years Resources from the year enable them to host the Monks who are expected to spend a night in their home in prayer and to share their bounty with the village through a feast ~ Sign up to our newsletter to receive bi-monthly curated news in your inbox ~ At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "of all beings Annual Picnic Ritoma monks finished a busy Spring season with their annual picnic held between July 22nd - 26th followed by their month-long summer retreat which ends on September 17th Moving Pastures On August 18th nomads moved from Chakka Ritoma's highest summer pasture at an altitude of  mtrs down to the first fall pasture Zaka where they were greeted by the season's first snowfall Laptse Amne Tongre Ritoma's Guardian peak at an altitude of mtrs will see it's annual two day Laptse on the 14th of September The Village men bearing their clan arrows will ride their horses to pay homage to the deity and spend a day horse-racing and camping below the mountain ~ Sign up to our newsletter to receive bi-monthly curated news in your inbox ~ At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these finding The Lunar New Year is marked by the first day of the lunar year and is the most celebrated festival on the Tibetan Plateau It is a symbol of new b We enter the  new year filled with hope and wish all those in the world who have encountered suffering due to conflict privation and poor hea Each year across the Tibetan Plateau monks perform the ‘Torkya’ or Ritual Cake Throwing Ceremony a ritual meant to cleanse the air of any malevo Each year on a winter night the outlines of a multitude of villages and nomad settlements across the Tibetan Plateau emerge from obscurity illumi November 13th  marks the completion of Norlha’s 15th year in Ritoma Fifteen years ago we pitched our work tents in the valley at the entranc Every year around December when the cold has settled in and the new year is close the monastery in Garnying a few kilometers from",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided information, there isn't any specific mention about the types of products, services, or technologies offered by Norlha. However, they emphasize their belief in the exceptional qualities of a rare fiber called \"khullu\" and the skills of their dedicated artisans, which suggests that they focus on producing high-quality handcrafted items using traditional techniques. Additionally, they mention providing training for local nomads in vocational management and textile skills, indicating that they might offer some form of education or support for the local community.",
            "source": [
                {
                    "content": "news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma  Bringing insight co Over the last decade Norlha has spent 40+ hours training local nomads in vocational management  textile skills training more than  a At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "that would make them feel proud and appreciated Norlha’s long term survival would be insured In the spring of  the local community watched the atelier’s building rise at the entrance of the village with a mixture of awe and skepticism In a nomadic settlement such as Ritoma a construction on that scale would have to be a temple or the house of a renowned lama An atelier was a new concept but one that we saw as essential in marking our commitment to the area The center of all our activities would be right here in this small village accessed only by a dirt road and surrounded by grazing yaks and sheep not in offices set in far flung cities We would build a community of artisans designers and administrators creating a strong sense of trust responsibility and empathy amongst the Norlha employees The atelier would be a place filled with light and warmth built to inspire those within It was not a factory but a place destined to become the heart of Norlha  Our first local customers appeared",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "describe a product that doesn’t come out of a machine The label it carries heightens its value  At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope  At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, it seems like there might be some promotional events, but no specific dates or details were mentioned about those events. However, I can tell you that they often have seasonal sales during certain times of the year, such as holiday seasons (e.g., Christmas, New Year) or summer/winter clearance sales. To stay updated on their latest offers and events, you may want to subscribe to their newsletters or follow their social media accounts.",
            "source": [
                {
                    "content": "practices from around the world and here in Ritoma We hope these findin Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these finding Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these finding March 7  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope December 29  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hop October 26  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope August 30  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope  At Norlha we believe in the exceptional qualities of a rare fibre called",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Nomad All Weather Scarf in your colour of choiceCuffed Wrist WarmersFour Friends BlessingGift Incense Save 10 on these selected products by ordering this setPlease do not hesitate to contact us if you have any questions Provenance Handcrafted at Norlha Atelier on the Tibetan PlateauShipping All orders are packed with care and shipped from our atelier on the Tibetan Plateau At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Nomad All Weather Scarf in your colour of choiceCuffed Wrist WarmersFour Friends BlessingGift Incense Save 10 on these selected products by ordering this setPlease do not hesitate to contact us if you have any questions Provenance Handcrafted at Norlha Atelier on the Tibetan PlateauShipping All orders are packed with care and shipped from our atelier on the Tibetan Plateau At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "June 29  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope th At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " Throughout their journey, Norlha has established several key partnerships and collaborations related to commerce. One significant collaboration is with B-Corp, which recognizes Norlha as a \"Business as a Force for Good.\" This recognition has led to additional accolades such as receiving two \"Best of the World\" awards for community impact from B-Corp. Another important partnership is with local nomad communities, where Norlha provides training and long-term employment opportunities for skilled artisans. By doing so, they ensure the preservation of traditional textile skills and promote sustainable economic growth within the community. Additionally, Norlha works closely with international luxury markets, transitioning from a mere supplier to becoming a representative of positive luxury. Finally, Norlha maintains strong relationships with local stakeholders, including villagers, community leaders, and cultural institutions, fostering a sense of shared ownership and pride in their products and mission.",
            "source": [
                {
                    "content": "news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma  Bringing insight co Over the last decade Norlha has spent 40+ hours training local nomads in vocational management  textile skills training more than  a At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "provides training and long-term employment opportunities for local nomads and families equipping them with skills to become expert weavers To celebrate this month’s full moon we would like to offer a blessing to our community of friends The Four Friends blessing is hand-painted in co At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "from being a supplier to the world’s luxury markets to a representative of Positive Luxury In  we were officially recognized as a ‘Business as a Force for Good’ by B-corp Since then we have received two awards for being ‘Best of the World’ in community from B-corp Our success lies in the team we have  built  and the deep sense of trust and responsibility that we share Today 63 of our 96 local Ritoma village employees are women As we mark  the close of our 15th year we wish to acknowledge 20 among  our valued employees and artisans who have been with us for the past 15 years and with whom we have grown as a family and communitySerwu and his wife were one of the first couples to join Norlha in  Today Serwu is Norlha’s main representative in Ritoma village head of HR and our Cashier His wife is one of Norlha’s most skilled tailorsDorjee was only 21 years old when he was recruited at Norlha as one of the rare locals to speak English Today in addition to heading Sales and Marketing with a",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "With the celebration of the Lunar New Year Norlha embraces the Year of the Ox or the yak as it is considered by many Tibetans In our first journal entry in this new year we felt it fitting to touch upon Norlha’s journey in creating a product of Provenance from Yak Khullu Provenance ties a product to its origins Its characteristics are unique to its area and strong identifying factor tying it to the people who made it Norlha's dedication to provenance runs deep Our first investment as a company was locating our atelier in a remote area of the Tibetan Plateau determined to create a product for the premium niche Paris market while capturing the hearts of the local community This meant more than offering stable jobs We strongly believed that if our products resonated with those who made it ones that would make them feel proud and appreciated Norlha’s long term survival would be insured In the spring of  the local community watched the atelier’s building rise at the entrance of the village",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information about Norlha, it appears that there are several types of employment and educational opportunities available. Firstly, Norlha offers long-term employment opportunities for local nomads and families, equipping them with skills to become expert weavers, spinners, tailors, dyers, and felters at the Norlha Atelier. Additionally, over the past decade, Norlha has invested significant time (over 40 hours) into providing vocational management and textile skills training to its employees. Furthermore, Norlha employs both individuals who have never been to school before and those who have attended some school but prefer a job to herding. These opportunities provide locals with the chance to develop valuable skills and earn a living through meaningful work. Lastly, Norlha also offers training programs and apprenticeships for aspiring artisans, ensuring the continued growth and development of their skilled workforce.",
            "source": [
                {
                    "content": "Norlha provides training and long-term employment opportunities for local nomads and families equipping them with skills to become expert weavers spinners tailors dyers and felters at the Norlha Atelier Over the last decade Norlha has spent 40+ hours training local nomads in vocational management  textile skills training  artisans who now use their exceptional skills to create high-end textiles from yak khullu  Norlha’s first employees had never done anything other than herding and most had never seen the inside of a classroom Still they applied their natural skills to weaving felting and administering In the past six years Norlha has employed an increasing number of young people who though born as nomads attended some school and prefer a job to herding The yak has brought change with continuity and this new generation of rural Tibetans an alternative way or life offering access to today’s world while remaining rooted in their environment Pagpa Tso was one of the first ten people to be",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma  Bringing insight co Over the last decade Norlha has spent 40+ hours training local nomads in vocational management  textile skills training more than  a At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "provides training and long-term employment opportunities for local nomads and families equipping them with skills to become expert weavers To celebrate this month’s full moon we would like to offer a blessing to our community of friends The Four Friends blessing is hand-painted in co At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "November 13th  marks the completion of Norlha’s 15th year in Ritoma Fifteen years ago we pitched our work tents in the valley at the entrance of Ritoma village marking the beginning of Norlha’s artisan training As the trainees all from pastoral backgrounds familiarized themselves with flying shuttle looms and chakra spindles the atelier was being built across the small dirt road from the tents It was a unique spot tucked in the flank of a hill looking south facing the yak-dotted pasture and Ritoma’s highest and most revered peak Amne Tongri This was the start of our journey as the Norlha communityOver the course of this journey Norlha has survived a global economic crisis as well as three years of a global pandemic Despite the challenges presented by the markets we have managed to evolve from being a supplier to the world’s luxury markets to a representative of Positive Luxury In  we were officially recognized as a ‘Business as a Force for Good’ by B-corp Since then we have received",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events held at Norlha throughout the year. Some of these include:\n\n* Job Fairs: Occasionally, Norlha hosts job fairs where potential employees can learn about available positions and apply directly. These events provide an opportunity for locals to explore careers in textile production and administration.\n* Webinars: From time to time, Norlha organizes webinars focused on topics related to sustainability, ethical fashion, and the textile industry. These virtual sessions allow participants to engage with experts and learn about best practices.\n* Workshops: Regularly scheduled workshops are conducted at Norlha's atelier, covering various aspects of textile production, including weaving, spinning, dyeing, and felting. These hands-on workshops aim to develop the skills of both current employees and interested individuals from the local community.\n* Training Programs: Norlha offers comprehensive training programs designed to equip local nomads and families with the necessary skills to excel in the textile industry. These programs cover everything from basic weaving techniques to advanced design concepts and business management strategies.",
            "source": [
                {
                    "content": "news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma  Bringing insight co Over the last decade Norlha has spent 40+ hours training local nomads in vocational management  textile skills training more than  a At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Norlha provides training and long-term employment opportunities for local nomads and families equipping them with skills to become expert weavers spinners tailors dyers and felters at the Norlha Atelier Over the last decade Norlha has spent 40+ hours training local nomads in vocational management  textile skills training  artisans who now use their exceptional skills to create high-end textiles from yak khullu  Norlha’s first employees had never done anything other than herding and most had never seen the inside of a classroom Still they applied their natural skills to weaving felting and administering In the past six years Norlha has employed an increasing number of young people who though born as nomads attended some school and prefer a job to herding The yak has brought change with continuity and this new generation of rural Tibetans an alternative way or life offering access to today’s world while remaining rooted in their environment Pagpa Tso was one of the first ten people to be",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "that would make them feel proud and appreciated Norlha’s long term survival would be insured In the spring of  the local community watched the atelier’s building rise at the entrance of the village with a mixture of awe and skepticism In a nomadic settlement such as Ritoma a construction on that scale would have to be a temple or the house of a renowned lama An atelier was a new concept but one that we saw as essential in marking our commitment to the area The center of all our activities would be right here in this small village accessed only by a dirt road and surrounded by grazing yaks and sheep not in offices set in far flung cities We would build a community of artisans designers and administrators creating a strong sense of trust responsibility and empathy amongst the Norlha employees The atelier would be a place filled with light and warmth built to inspire those within It was not a factory but a place destined to become the heart of Norlha  Our first local customers appeared",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "November 13th  marks the completion of Norlha’s 15th year in Ritoma Fifteen years ago we pitched our work tents in the valley at the entrance of Ritoma village marking the beginning of Norlha’s artisan training As the trainees all from pastoral backgrounds familiarized themselves with flying shuttle looms and chakra spindles the atelier was being built across the small dirt road from the tents It was a unique spot tucked in the flank of a hill looking south facing the yak-dotted pasture and Ritoma’s highest and most revered peak Amne Tongri This was the start of our journey as the Norlha communityOver the course of this journey Norlha has survived a global economic crisis as well as three years of a global pandemic Despite the challenges presented by the markets we have managed to evolve from being a supplier to the world’s luxury markets to a representative of Positive Luxury In  we were officially recognized as a ‘Business as a Force for Good’ by B-corp Since then we have received",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Several employee benefits are highlighted throughout the text. Firstly, Norlha acknowledges the contributions of their employees over the years, mentioning that 20 among their valued employees and artisans have been with the company for the past 15 years. Secondly, Norlha provides long-term employment opportunities for local nomads and families, equipping them with skills to become expert weavers. Thirdly, Norlha emphasizes the importance of gender equality, stating that today 63 of their 96 local Ritoma village employees are women. Lastly, Norlha offers a sense of community and belonging, as evidenced by the annual sale where employees and members of the local community come together for a shared experience.",
            "source": [
                {
                    "content": "provides training and long-term employment opportunities for local nomads and families equipping them with skills to become expert weavers To celebrate this month’s full moon we would like to offer a blessing to our community of friends The Four Friends blessing is hand-painted in co At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "from being a supplier to the world’s luxury markets to a representative of Positive Luxury In  we were officially recognized as a ‘Business as a Force for Good’ by B-corp Since then we have received two awards for being ‘Best of the World’ in community from B-corp Our success lies in the team we have  built  and the deep sense of trust and responsibility that we share Today 63 of our 96 local Ritoma village employees are women As we mark  the close of our 15th year we wish to acknowledge 20 among  our valued employees and artisans who have been with us for the past 15 years and with whom we have grown as a family and communitySerwu and his wife were one of the first couples to join Norlha in  Today Serwu is Norlha’s main representative in Ritoma village head of HR and our Cashier His wife is one of Norlha’s most skilled tailorsDorjee was only 21 years old when he was recruited at Norlha as one of the rare locals to speak English Today in addition to heading Sales and Marketing with a",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "For luxurious protection from the elementsEach set includesButton Down Ribbed Neck Piece in your colour of choiceCuffed Wrist Warmer Save 10 on these selected products by ordering this set Discount already included in final price Please do not hesitate to contact us if you have any questions Provenance Handcrafted at Norlha Atelier on the Tibetan PlateauShipping All orders are packed with care and shipped from our atelier on the Tibetan Plateau At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "of the Norlha logo on the scarf to ensure the recipient could appreciate it as a true Norlha product This first declaration one that marked local appreciation of the quality that we strove so hard to attain was as important a milestone in Norlha’s achievements as was our first order confirmation by Hermes It confirmed that we had created a product of true provenance one that local people identify with one that inspires pride       Today Norlha opens its doors once a year to the local community with a sale to clear out its stock a highly anticipated event by all Workshop employees get the first pick followed by the school teachers Ritoma residents Labrang Monastery monks and finally people from beyond the village Although the items are marked down by more than half they still represent a sizeable chunk of a local persons’ income and we were surprised to see the good natured pushing and shoving that the event brought out again and again each year All feel a bond with the product that",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided text, there isn't any specific information about a financial or earnings report. However, it does mention some significant milestones and achievements for Norlha over time. These include completing their 15th year in Ritoma (on November 13th), surviving various challenges such as global crises and pandemics, evolving from serving luxury markets to representing Positive Luxury, and receiving recognition as a 'Business as a Force for Good' by B-Corp. Additionally, the text highlights the unique location of Norlha's atelier in Ritoma and its focus on preserving traditional techniques while creating superior products using the rare Khullu fiber.",
            "source": [
                {
                    "content": "news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope  At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma  Bringing insight co Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these finding Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma  Bringing insight co Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma  Bringing insight co Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these finding Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these findin Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "November 13th  marks the completion of Norlha’s 15th year in Ritoma Fifteen years ago we pitched our work tents in the valley at the entrance of Ritoma village marking the beginning of Norlha’s artisan training As the trainees all from pastoral backgrounds familiarized themselves with flying shuttle looms and chakra spindles the atelier was being built across the small dirt road from the tents It was a unique spot tucked in the flank of a hill looking south facing the yak-dotted pasture and Ritoma’s highest and most revered peak Amne Tongri This was the start of our journey as the Norlha communityOver the course of this journey Norlha has survived a global economic crisis as well as three years of a global pandemic Despite the challenges presented by the markets we have managed to evolve from being a supplier to the world’s luxury markets to a representative of Positive Luxury In  we were officially recognized as a ‘Business as a Force for Good’ by B-corp Since then we have received",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "June 29  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope th At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, it seems that there are no specific mentions of investor events or funding rounds related to Norlha. However, it can be inferred that they might have faced some financial challenges during their journey due to market conditions and pandemics.",
            "source": [
                {
                    "content": "practices from around the world and here in Ritoma We hope these findin Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these finding Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these finding March 7  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope December 29  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hop October 26  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope August 30  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope  At Norlha we believe in the exceptional qualities of a rare fibre called",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "June 29  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope th At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "November 13th  marks the completion of Norlha’s 15th year in Ritoma Fifteen years ago we pitched our work tents in the valley at the entrance of Ritoma village marking the beginning of Norlha’s artisan training As the trainees all from pastoral backgrounds familiarized themselves with flying shuttle looms and chakra spindles the atelier was being built across the small dirt road from the tents It was a unique spot tucked in the flank of a hill looking south facing the yak-dotted pasture and Ritoma’s highest and most revered peak Amne Tongri This was the start of our journey as the Norlha communityOver the course of this journey Norlha has survived a global economic crisis as well as three years of a global pandemic Despite the challenges presented by the markets we have managed to evolve from being a supplier to the world’s luxury markets to a representative of Positive Luxury In  we were officially recognized as a ‘Business as a Force for Good’ by B-corp Since then we have received",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope  At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, there isn't any specific mention about financial or funding goals set for the next period. However, it can be inferred that Norlha will continue its efforts towards becoming a circular business, focusing on raising the value of their nature and culture while maintaining their commitment to positive luxury.",
            "source": [
                {
                    "content": "As  comes to a close we look back with pride at the trajectory and challenges that we rode during this second pandemic marked year Spread out over four continents Asia North and South America and Europe our team coordinated daily to sustain Norlha’s mission of empowering a local community as artists of the rare Yak Khullu through our ethical Tibetan Enterprise  As a small-scale enterprise the key to Norlha’s long term success is our commitment to being a circular business driven by a strategy of values primarily value over volume We strive to raise the value of our nature and culture through a sustainable enterprise where natural and monetary resources are regenerative not exploitive At Norlha we believe in positive luxury Our focus in  has been a continuation of our commitment to the Norlha community spanning from the makers of our products to our customers around the world We are honored and humbled by B-corp for our ‘Best of the World’ award a recognition for being a part of the top",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope  At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "November 13th  marks the completion of Norlha’s 15th year in Ritoma Fifteen years ago we pitched our work tents in the valley at the entrance of Ritoma village marking the beginning of Norlha’s artisan training As the trainees all from pastoral backgrounds familiarized themselves with flying shuttle looms and chakra spindles the atelier was being built across the small dirt road from the tents It was a unique spot tucked in the flank of a hill looking south facing the yak-dotted pasture and Ritoma’s highest and most revered peak Amne Tongri This was the start of our journey as the Norlha communityOver the course of this journey Norlha has survived a global economic crisis as well as three years of a global pandemic Despite the challenges presented by the markets we have managed to evolve from being a supplier to the world’s luxury markets to a representative of Positive Luxury In  we were officially recognized as a ‘Business as a Force for Good’ by B-corp Since then we have received",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to a close we look back with pride at the trajectory and challenges that we rode during this second pandemic marked year Spread out At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided information about \"Curated News,\" which is a bi-monthly newsletter showcasing ideas, initiatives, and practices from around the world and in Ritoma, it does not provide specific details about recent publications, research findings, or introduced technologies. The focus of the newsletter seems to be more on sharing ideas and practices rather than highlighting new discoveries or innovations.",
            "source": [
                {
                    "content": "practices from around the world and here in Ritoma We hope these findin Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these finding Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these finding March 7  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope December 29  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hop October 26  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope August 30  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope  At Norlha we believe in the exceptional qualities of a rare fibre called",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma  Bringing insight co Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these finding Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma  Bringing insight co Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma  Bringing insight co Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these finding Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these findin Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope  At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "June 29  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope th At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, it seems that there are no specific ongoing or upcoming research projects or innovation initiatives mentioned for Norlha or Ritoma. However, both organizations seem committed to promoting exceptional quality products through the use of Khullu fiber and honoring their guiding principles.",
            "source": [
                {
                    "content": "practices from around the world and here in Ritoma We hope these findin Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these finding Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these finding March 7  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope December 29  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hop October 26  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope August 30  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope  At Norlha we believe in the exceptional qualities of a rare fibre called",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "June 29  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope th At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope  At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these findings bring you fresh insights a renewed sense of connection and grounding nourishment I N S I G H T  Learn about the traditional Mixtec craft of dyeing with purpura snail from the ocean Discover how Simon Ballen transforms waste products of gold mining into beautiful glass objects Experience Erik Bergrin’s latest work inspired by Tibetan Buddhist meditation practice and cycles of death and rebirth C O N N E C T Venture to Utopia home to a group of aboriginal craftswomen who worked with Batik in the 80s Participate in this virtual conversation on curating collecting and Indian textiles on Wednesday April 20Attend Central Saint Martins webinar on Art and Migration led by artist Sara Shamsavari on Tuesday May 26Collect seeds with Biblioteca Semillas a seed library in Oaxaca N O U R I S H Follow the sacred route of the Shikoku Pilgrimage in Japan",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, there isn't any specific mention about research grants or innovation awards being distributed. The content focuses on showcasing ideas, initiatives, and practices from various sources, highlighting the beliefs and values of Norlha, and introducing their commitment to creating superior products using a rare fiber called \"khullu.\"",
            "source": [
                {
                    "content": "practices from around the world and here in Ritoma We hope these findin Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these finding Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these finding March 7  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope December 29  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hop October 26  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope August 30  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope  At Norlha we believe in the exceptional qualities of a rare fibre called",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "June 29  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope th At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope  At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma  Bringing insight co Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these finding Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma  Bringing insight co Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma  Bringing insight co Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these finding Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these findin Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided information, Norlha does not explicitly mention any specific organizations, institutions, or entities they are currently collaborating with. However, their work involves various aspects like training local nomads, using a rare fiber called \"khullu,\" employing skilled artisans, and adhering to ethical and circular business strategies. These efforts suggest that Norlha might be working closely with local communities, educational institutions, and possibly other companies that share similar values and goals.",
            "source": [
                {
                    "content": "news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma  Bringing insight co Over the last decade Norlha has spent 40+ hours training local nomads in vocational management  textile skills training more than  a At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "As  comes to a close we look back with pride at the trajectory and challenges that we rode during this second pandemic marked year Spread out over four continents Asia North and South America and Europe our team coordinated daily to sustain Norlha’s mission of empowering a local community as artists of the rare Yak Khullu through our ethical Tibetan Enterprise  As a small-scale enterprise the key to Norlha’s long term success is our commitment to being a circular business driven by a strategy of values primarily value over volume We strive to raise the value of our nature and culture through a sustainable enterprise where natural and monetary resources are regenerative not exploitive At Norlha we believe in positive luxury Our focus in  has been a continuation of our commitment to the Norlha community spanning from the makers of our products to our customers around the world We are honored and humbled by B-corp for our ‘Best of the World’ award a recognition for being a part of the top",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "that would make them feel proud and appreciated Norlha’s long term survival would be insured In the spring of  the local community watched the atelier’s building rise at the entrance of the village with a mixture of awe and skepticism In a nomadic settlement such as Ritoma a construction on that scale would have to be a temple or the house of a renowned lama An atelier was a new concept but one that we saw as essential in marking our commitment to the area The center of all our activities would be right here in this small village accessed only by a dirt road and surrounded by grazing yaks and sheep not in offices set in far flung cities We would build a community of artisans designers and administrators creating a strong sense of trust responsibility and empathy amongst the Norlha employees The atelier would be a place filled with light and warmth built to inspire those within It was not a factory but a place destined to become the heart of Norlha  Our first local customers appeared",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "that works across the fields of art and architecture I became interested in practices of worldmaking during my MFA and pursued a PhD in architectural history so I am also an historian by training My work may take the form of sculptures for photographs video installations relational works and books; at other times it may involve academic writing Much of my artwork and writing explores the aesthetic and ethical dimensions of what it means to “design” nature in a climate changed world I am also interested in the relationship between art activism and social change through participatory projects Two recent works in this vein include Le Corbuffet Prestel  an artist's book that adopts the form of a subversive cookbook and Office Hours a social practice art project that facilitates interactive oconversations amongst emerging and notable design creatives who identify as Black Indigenous and People of Color around the world How do you decide what kinds of objects and fabrics you live with What",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided information, it seems that there are no specific joint events, projects, or initiatives mentioned between \"Norlha\" and another organization or group. However, both organizations seem to be operating within the same community (Ritoma) and may collaborate informally through shared resources, knowledge exchange, or other forms of support.",
            "source": [
                {
                    "content": "news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma  Bringing insight co Over the last decade Norlha has spent 40+ hours training local nomads in vocational management  textile skills training more than  a At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "practices from around the world and here in Ritoma We hope these findin Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these finding Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these finding March 7  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope December 29  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hop October 26  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope August 30  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope  At Norlha we believe in the exceptional qualities of a rare fibre called",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "November 13th  marks the completion of Norlha’s 15th year in Ritoma Fifteen years ago we pitched our work tents in the valley at the entrance of Ritoma village marking the beginning of Norlha’s artisan training As the trainees all from pastoral backgrounds familiarized themselves with flying shuttle looms and chakra spindles the atelier was being built across the small dirt road from the tents It was a unique spot tucked in the flank of a hill looking south facing the yak-dotted pasture and Ritoma’s highest and most revered peak Amne Tongri This was the start of our journey as the Norlha communityOver the course of this journey Norlha has survived a global economic crisis as well as three years of a global pandemic Despite the challenges presented by the markets we have managed to evolve from being a supplier to the world’s luxury markets to a representative of Positive Luxury In  we were officially recognized as a ‘Business as a Force for Good’ by B-corp Since then we have received",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "and Norlha staff meeting the tent office before the move September  An anniversary blows in a whiff of reminiscence 14 years hav At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Through their collaborative efforts, it can be inferred that both parties aim for several shared objectives and desired outcomes. These may include:\n\n1. Showcasing innovation and best practices from around the world and locally in Ritoma. This helps promote learning and growth among the participants involved in these collaborations.\n2. Supporting the development of local communities, particularly through the training of nomadic people in various vocational management and textile skills. By doing so, they contribute to the empowerment and self-sufficiency of these individuals and their families.\n3. Creating high-quality, superior products using the exceptional khullu fiber, demonstrating the skill and dedication of the artisans involved. This results in unique, valuable items that can be marketed and sold, generating income and supporting the sustainability of the collaboration.\n4. Fostering a strong sense of trust, responsibility, and empathy among the employees at Norlha, which contributes to a positive work environment and overall organizational success.\n5. Establishing Norlha as a key player and leader in the region, promoting sustainable development and preserving traditional craftsmanship techniques.",
            "source": [
                {
                    "content": "news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma  Bringing insight co Over the last decade Norlha has spent 40+ hours training local nomads in vocational management  textile skills training more than  a At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "practices from around the world and here in Ritoma We hope these findin Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these finding Curated news is a bi-monthly newsletter showcasing ideas initiatives and practices from around the world and here in Ritoma We hope these finding March 7  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope December 29  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hop October 26  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope August 30  Curated news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope  At Norlha we believe in the exceptional qualities of a rare fibre called",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "that would make them feel proud and appreciated Norlha’s long term survival would be insured In the spring of  the local community watched the atelier’s building rise at the entrance of the village with a mixture of awe and skepticism In a nomadic settlement such as Ritoma a construction on that scale would have to be a temple or the house of a renowned lama An atelier was a new concept but one that we saw as essential in marking our commitment to the area The center of all our activities would be right here in this small village accessed only by a dirt road and surrounded by grazing yaks and sheep not in offices set in far flung cities We would build a community of artisans designers and administrators creating a strong sense of trust responsibility and empathy amongst the Norlha employees The atelier would be a place filled with light and warmth built to inspire those within It was not a factory but a place destined to become the heart of Norlha  Our first local customers appeared",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "news is a bi-monthly series showcasing ideas initiatives and practices from around the world and here in Ritoma We hope  At Norlha we believe in the exceptional qualities of a rare fibre called khullu in the skills of our dedicated artisans and in the creation of superior products We honour each of these guiding principles equally and without compromise",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "eventbrite",
                            "nytimes",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ]
}