{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " There are several sustainable or environmental practices mentioned throughout the text. Some examples include:\n\n1. Reef-safe sunscreens in Belgium.\n2. Recycling initiatives in Belgium, including household responsibility and associated fines.\n3. Norway's efforts to reduce carbon emissions (cutting 5% of their carbon emissions) and implementing innovative schemes such as their \"Climate Budget.\"\n4. Electric vehicle adoption in Oslo (with over 30% of vehicles sold being electric).\n5. Production of bio-gas in Oslo from biowaste and sewage.\n6. The successful recycling program in Curitiba, Brazil, where residents trade recyclable waste for bus passes or food.\n7. Singapore's commitment to increasing green roof space and creating a greener urban environment.\n8. The Dutch town of Utrecht installing green roofs on bus stops to promote biodiversity and support bees.\n9. Zero-waste lifestyles and flexitarianism becoming more prevalent in daily conversations.\n10. Businesses addressing food waste, such as IKEA's Food is Precious initiative and Sainsbury's Sainsfreeze installation.\n11. Patagonia's decision to donate all profits towards saving the planet.",
            "source": [
                {
                    "content": "or wash is proving toxic and dangerous to coral reefs and wildlife The chemical has been shown to deform or kill young coral reefs as well as multiple other sea life from dolphins to sea urchins to mussels Read this guide to reef-safe sunscreens Belgium is top of the charts when it comes to recycling in a country where 87 of plastic bottles glass bottles packaging and cartons are diverted from landfill How do they do it In large part thanks to households who are responsible for separating and sorting their rubbish and are charged with fines if they fail to do so Would you like to see the initiative in your city Comment below Oslo won the European Green Capital Award in  with a goal to cut 50 of their carbon emissions by this year One scheme is their Climate Budget which is now being counted in the same way a financial budget would account for funding What’s more 30 of vehicles sold are electric and their bio-gas is produced from biowaste and the city's sewage  In Montreal a pioneering",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "WE TAKE A LOOK AT THE BEST INITIATIVES AROUND THE WORLD THAT CREATE A GREENER MORE SUSTAINABLE PLANET… In Curitiba Brazil a revolutionary project has been underway for decades encouraging locals to recycle by trading recyclable waste for bus passes or food The exchange rate works out at around 2kg of recyclable rubbish in exchange for g of food 90 of the population takes part in the recycling programme and more than 10 residents make use of the trash-for-tokens exchange With aims to be the world’s greenest city Singapore is also one of the most dense The city has incorporated green roofs into its many high-rises and ‘nature ways’ that stretch along roads to attract birdlife By  Singapore aims to reach  hectares of skyrise greenery equivalent to  football fields In The Netherlands Utrecht’s local council has installed green roofs on more than  bus stops in a bid to create more bee-friendly spaces The roofs help to encourage biodiversity and spaces for bees to thrive  More than 8 million",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Climate change zero-waste and flexitarianism are all terms making their way into our everyday vocabulary Not entirely clear on what they mean Not sure why you should care We’ve put together a guide to help you This refers to the carbon emissions created by a person organisation or community that are released into the atmosphere Carbon emissions are created through a number of ways  for example by burning fossil fuels by producing and transporting our food by driving a car taking a plane through the manufacture of the things we use in our home and through the disposal of the products we throw away The food we throw to landfill also emits an enormous amount of carbon emissions These emissions contribute to climate change We all have a carbon footprint but we can choose whether we individually have a low or a high carbon footprint through our everyday choices Carbon offsetting is a way to balance out your carbon emissions – for example if you decide to take a plane – by giving money to",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "reversal of restrictions around onshore wind farms Beyond the political scene businesses are also making power moves when it comes to environmental issues More than  CEOs have signed an open letter addressed to the PM calling on Truss to prioritise delivering on the UK’s “climate promises” and restoring nature In terms of environmental impact food waste is also at the top of the corporate sustainability list IKEA – which is in fact one of the world’s largest restaurants – revealed that its Food is Precious initiative has cut waste by 54 Sainsbury’s unveiled an installation amusingly dubbed Sainsfreeze Why build a pop-up-walk-in-freezer for two days The aim was to inspire visitors to save both food and space when it comes to keeping food that might otherwise be thrown away And on the other side of the pond Patagonia’s founder has been making waves for his recent announcement that all of his company’s profits will go to saving the planet “Instead of ‘going public’ you could say we’re",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are numerous events and initiatives focused on environmental conservation. However, providing a comprehensive list of 10 events may not be feasible due to space constraints. Instead, I will mention a few notable examples:\n\n1. Earth Hour (March/April)\n2. World Wildlife Day (March 3rd)\n3. International Day for Biological Diversity (May 22nd)\n4. World Environment Day (June 5th)\n5. Global Landscapes Forum (November)\n6. United Nations Climate Change Conferences (held every two years since 207)\n7. World Rivers Day (September 28th)\n8. World Oceans Day (June 8th)\n9. National Park Service Birthday (August 25th)\n10. Green Apple Day of Service (October)\n\nThese events and initiatives aim to raise awareness, promote sustainable practices, and inspire individuals and communities to take action towards conserving the environment.",
            "source": [
                {
                    "content": "on a weekday between Spring Break and final university exams making it more likely that students would attend the talks he’d planned   It stuck and now April 22nd is internationally recognised as the day we honour the Earth  Wondering what you can do for Earth Day The list of possible ways to get involved is endless To help you mark it this year we’ve put together a list of simple yet satisfying activities to do at home work or school   It’s never too early to start nurturing the planet Children of all ages can easily get involved with this year’s celebrations too Why not try the following Earth Day activities with your kids Earth Day is for adults too Whether you want a few tips on how to become more eco-friendly or you’d rather join an organised community event here are some Earth day projects to consider TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "of slashing emissions by  If you’re experiencing some IPCC déjà vu it’s because it was around this time last year that we wrote about their publication of the latest report highlighting strategies to drive down greenhouse gas emissions and mitigate the effects of the climate crisis Only three months into  where are we now While the relentless news cycle might make it seem otherwise there has been steady progress in the fight against climate change – worldwide and closer to home  A road map to establish the historic “loss and damage” fund which provides financial assistance to developing countries dealing with climate catastrophes has been agreed by negotiators just a few weeks ago  The first ever UK-wide citizens’ assembly for nature was held over the course of last month with the members of the public invited to attend presentations by a range of experts including farmers local authorities and academics Their resulting recommendations for how to renew and protect the natural",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "One of the most important international conferences of the year COP26 will take place in Glasgow from 31st October to 12th November You’ve probably heard of COP26 But what exactly is this event what are its aims and how does it tie into our fight against food waste The Conference of the Parties COP is a meeting of governments around the world to discuss how to manage climate change The first COP meeting took place in Berlin in  Around 30 people will attend this year – including government representatives scientists negotiators businesspeople policymakers and activists Many felt COP25 held in Madrid in December  lacked agreement and conclusive plans for the future There’s even more of a collective feeling of urgency for COP26 to be successful The United Nations Framework Convention on Climate Change UNFCCC whose members are the country leaders running COP has identified four key goals for COP26 Climate change is probably the biggest challenge of our time But it can’t be halted by only",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "cars and oil spills in the ocean  Concerned about the way things were going Gaylord Nelson - a junior senator from Wisconsin - decided to take action With help from other activists he organised for a series of educational talks to take place on the same day at universities across the country The idea gained national attention and in the end over 20 million Americans took to the streets to protest about the threat of air and water pollution  Fast forward to today and over  nations currently take part in Earth Day celebrations These vary from organised community events to individual - yet still impactful - activities which can easily be done at home  Earth Day has taken place on April 22nd for over 50 years Why that date you might ask It was chosen specifically by Senator Nelson as it fell on a weekday between Spring Break and final university exams making it more likely that students would attend the talks he’d planned   It stuck and now April 22nd is internationally recognised as the",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the provided information, the environmental impact metrics reported include carbon emissions saved, water saved, and operational carbon footprint. These metrics help quantify the positive impact of reducing food waste through the service offered by the company.",
            "source": [
                {
                    "content": "your box from your doorstep Over the past year we have been improving our maths and are beyond excited to share with you our improved calculations It allows us to tell you your impact - down to each product in every box for every week - and lets us better understand our collective impact as a community too If you’ve been with us for a while you might have seen your numbers before Here’s what we’ve improved To understand how to better measure our impact we needed to  Our impact calculations work out how much fruit and veg you’ve rescued and therefore the amount of carbon emissions and water used to grow it you have saved in the process  We calculate personalised impact figures based on the specific contents of each box We do this weekly looking at the weight of each box type and the carbon emissions and water saved based on the specific weight of each item rescued We calculate a per box operational carbon footprint and take this off the total amount of carbon emissions saved We also",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "We’re super excited to share our  Do Good Report Wondering what it is exactly It’s what other businesses might call their ‘impact report’ but with our own odd twist And it’s packed with all sorts of tasty info on how we’ve been making a difference From why fighting food waste is important to changes we’re making to reduce our carbon footprint and what we’ve got planned for the future there’s loads of juicy stuff to dig into TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "We’re super excited to share our  Do Good Report Wondering what it is exactly It’s what other businesses might call their ‘impact report’ but with our own odd twist And it’s packed with all sorts of tasty info on how we’ve been making a difference From why fighting food waste is important to changes we’re making to reduce our carbon footprint and what we’ve got planned for the future there’s loads of juicy stuff to dig into TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "or wash is proving toxic and dangerous to coral reefs and wildlife The chemical has been shown to deform or kill young coral reefs as well as multiple other sea life from dolphins to sea urchins to mussels Read this guide to reef-safe sunscreens Belgium is top of the charts when it comes to recycling in a country where 87 of plastic bottles glass bottles packaging and cartons are diverted from landfill How do they do it In large part thanks to households who are responsible for separating and sorting their rubbish and are charged with fines if they fail to do so Would you like to see the initiative in your city Comment below Oslo won the European Green Capital Award in  with a goal to cut 50 of their carbon emissions by this year One scheme is their Climate Budget which is now being counted in the same way a financial budget would account for funding What’s more 30 of vehicles sold are electric and their bio-gas is produced from biowaste and the city's sewage  In Montreal a pioneering",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, the organization has made several public commitments to social and corporate responsibility. They are a certified B Corporation, which holds them accountable to a strict set of independent principles focusing on balancing profit and purpose. Additionally, they have committed to halving global food waste and reducing food loss by at least 25 million metric tons by 25 through their participation in the \"Pledge\" initiative. Furthermore, they actively engage in various socially responsible practices such as donating surplus food to charities, using eco-friendly packaging materials, supporting local farmers, and collaborating with other organizations working towards a more sustainable food system.",
            "source": [
                {
                    "content": "Coalition formed of hundreds of some of the world’s largest companies issued a declaration at COP27 calling for a renewed commitment to 15CAn impressive roster including the UN Food and Agriculture Organisation WWF and WRAP recently launched the ‘ Pledge’ to encourage “important actors in the food system” – from chefs to businesses – to take action on reducing food waste and reducing emissions That means committing to halving global food waste and reducing food loss by at least 25 by  A milestone that we’re particularly chuffed about Certified B Corporations or companies that meet high standards of environmental and social performance now number 1 in the UK – with London the B Corp capital of the world no less We were proud to mark this occasion with our peers last month at the Natural History Museum where Louisa Ziane COO at Toast Ale had this to say “To change the world you’ve got to throw a better party than those destroying it” TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "of everything we do — especially when it comes to the way we run our business We believe it's our responsibility to help even more people fight food waste and do it in a sustainable way That’s why we’re a proud certified B Corporation also known as a B CorpThis means we’re assessed and held accountable to a strict set of independent principles which focus on balancing profit and purpose Click to read our Do Good Report  It sets out all the wonderfully odd things we’re doing as a community to make a difference – now and in the future At the end of every week we donate our leftover produce to FareShare who redistribute food to charitable organisations We also donate customer boxes to CityHarvest in London and KIND in Liverpool We pack our fruit  veg in recyclable boxes and only add extra packaging if leaving something loose could lead to it being wasted If you’d like us to recycle your old boxes leave them out on your delivery night for your driver TERMS  CONDITIONS  PRIVACY",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "We’re so very proud to be a B-Corporation B-Corporation or B-Corp for short is a certification for businesses who have a bigger mission than simply making money B-Corp is for ethical businesses who want to make a positive impact for the benefit of people and planet While we’re on a mission to reduce unnecessary food waste from farm to fork here are 13 other B-Corp businesses making brilliant positive change in the world   Our friends at Toast Ale are doing an amazing job crafting award-winning beer using bread that would otherwise go to waste All profits go back to Feedback a campaign group on a mission to change our food system for the better   Zero-waste ketchup anyone Rubies in the Rubble use fruit veg and other food that would otherwise get wasted to make delicious planet-friendly condiments Their plant-based mayo uses aquafaba the protein-rich water left over from cooking chickpeas which would normally be thrown away  A fifth-generation bakery Hobbs House not only makes",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "can play its part in fighting food waste and tackling climate change A proud B Corp with over two million boxes delivered since it launched in  Oddbox has already saved 13 tonnes of food waste with a goal of saving  tonnes by",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Based on the provided information, there doesn't seem to be specific annual or quarterly reports mentioned that detail the commitments related to fighting food waste, reducing emissions, and promoting sustainability. However, it is likely that progress updates and achievements are shared through various channels such as newsletters, blog posts, social media updates, and press releases. These communications may provide insights into the ongoing efforts and accomplishments towards meeting the stated goals.",
            "source": [
                {
                    "content": "there’s a fact sheet below And if you have any other thoughts or questions about the investment and our plans for the future we’re just an email away at   As always thank you so much for rescuing with us We hope you’re as excited as we are about this next chapter and what we can achieve together  TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "in the same way a financial budget would account for funding What’s more 30 of vehicles sold are electric and their bio-gas is produced from biowaste and the city's sewage  In Montreal a pioneering company is growing food from the city’s rooftops partnering with local farmers and creating a community of pick-up points for people to buy more directly from local producers Their vision To create a better food system of rooftop farms and local agriculture in all shapes and sizes We like the sound of that TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "to us that we keep a majority stake and maintain control of Oddbox as we shape and scale the company This means we only raise investment under three non-negotiable conditions  The first point on the list is a big one Thanks largely to our wonderful community spreading the word at a time when more of us were turning to online grocery shopping our growth in  made it clear that there are many more opportunities to fight food waste out there We know we can reach more people and improve the Oddbox experience for our members And now is the time to go for it Our new investor is BPI or Burda Principal Investments They tick all the boxes And like us they do things slightly differently – rather than being interested in short-term financial goals they’re committed to long-term sustainability  They recently conducted their first Impact and ESG review and have been recognised for their diversity and inclusion efforts too They have a strong foothold in food publishing in the UK as well as in",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Coalition formed of hundreds of some of the world’s largest companies issued a declaration at COP27 calling for a renewed commitment to 15CAn impressive roster including the UN Food and Agriculture Organisation WWF and WRAP recently launched the ‘ Pledge’ to encourage “important actors in the food system” – from chefs to businesses – to take action on reducing food waste and reducing emissions That means committing to halving global food waste and reducing food loss by at least 25 by  A milestone that we’re particularly chuffed about Certified B Corporations or companies that meet high standards of environmental and social performance now number 1 in the UK – with London the B Corp capital of the world no less We were proud to mark this occasion with our peers last month at the Natural History Museum where Louisa Ziane COO at Toast Ale had this to say “To change the world you’ve got to throw a better party than those destroying it” TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " There isn't enough information provided to specifically address community or social events related to the company's commitment to reducing food waste. However, based on the text, it seems likely that the company may organize or participate in various events such as workshops, talks, or even festivals focused on promoting sustainability, reducing food waste, and educating consumers about alternative ways to source and consume food. These events could bring together local growers, charity organizations, and members of the community to collaboratively work towards achieving the shared goal of minimizing food waste while fostering a sense of camaraderie and support among participants.",
            "source": [
                {
                    "content": "tonnes of food that would have otherwise been wasted in the process and work directly with around 26 local growers making a real difference to their businesses We also partner with charities like City Harvest to donate up to 10 of our produce to help tackle food poverty with food that would have gone to waste D We’ve had some pretty exciting things come through like kohlrabi and oca both of those were fairly memorable E We want to be able to continue our mission of tackling food waste by shifting food standards and normalising surplus or odd produce by getting the word out there to as many people as possible TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "or volunteering - also creates a sense of belonging but above all it makes everyone feel good and stands out in a bright spot in your day At the end of the day we like to take some time to reflect on the day digest your experiences and apply some perspective This can be just 5 minutes of consideration or a bit more time dedicated to journaling or talking your thoughts through with a friend However you like to do it by taking stock of the day we can learn from our mistakes think on what we might have done differently - and apply this next time - and also identify our successes and how we might grow them None of us are perfect Sleep through your alarm and wake up 15 minutes before you need to catch your train It's okay to skip your five minutes peace in favour of running out the door with seconds to spare A to do list as long as your arm Sometimes it's better to get everything done as best we can and forget perfection This is by no means a rule book but a guideline to help live a little",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "we’re now eating on the go much more frequently making it trickier to avoid single-use packaging Take a bit of time to make your pack your own lunches and snacks and take a water bottle with you too Read our low-waste packed lunch ideas  Air pollution dropped considerably in cities across Europe resulting in 11 fewer deaths and 6 fewer new cases of asthma in children It was a startling reminder of how drastically air pollution can impact our health and environment Think about how you can reduce your own contribution to pollution and reevaluate how you travel can you cycle more Holiday closer to home Car-share or swap your car for the train  With pubs and restaurants closed local walks and park gatherings became the new way to socialise this year Keep up the trend and swap your pub social with a social cycle or hike out of the city instead  With more of us working from home more regularly time spent commuting has reduced drastically for many Use the extra time to slow down and spend it",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Birthdays Group picnics Dinner parties Whilst we know we’re not completely out of the woods yet we're able to spend more time with our friends and family in the coming weeks Enjoying food is an important part of most gatherings but we can easily make it great for the planet too Here are some delicious low-waste recipes to share with others when socialising Burgers are always popular at birthdays and garden parties Rather than discarding the stems of spinach or coriander this recipe from Max La Manna blends the whole shoots with chickpeas beans oats and mushrooms This low-waste recipe is especially useful if you're struggling to get through a whole bag of leaves before they become too wilted Make a large batch of burgers and freeze them to be cooked later on  Have you been eyeing up that leftover mashed potato but you're not sure what to do with it Share homemade potato cakes hot or cold at a small gathering with this simple recipe from All Recipes Mash is difficult to make a new meal",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " The text mentions various products, services, and technologies that are either offered directly or facilitated through partner platforms. These include:\n\n1. Lawnmowers\n2. Ice cream makers\n3. Drills\n4. A range of tools, services, and information available through Oddbox Delivery Ltd's platform (Website)\n5. Rental options for tools, services, and items through Fat Llama and Library of Things\n6. Delivery service provided by Oddbox Delivery Ltd",
            "source": [
                {
                    "content": "providers couriers to enable delivery of goods website hosts content delivery networks and businesses which assist us in undertaking communications or monitoring our Website We share your payment information with Stripe our payment gateway in order to process the payments of your orders and any potential refund your contact details with Klaviyo in order to send our newsletter and your contact details with Xero Ltd to issue our clients with invoices for services we provide them withYour personal data may be supplied by our payment partners to relevant third parties including credit reference and fraud prevention agencies who may keep a record of that information We may disclose personal data so far as reasonably necessary if we have reason to believe that it breaches our terms and conditions or that such steps are necessary to protect us or others or that a criminal act has been committed or if there has been a complaint about content posted by you or if we are required to do so by law",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "there’s a fact sheet below And if you have any other thoughts or questions about the investment and our plans for the future we’re just an email away at   As always thank you so much for rescuing with us We hope you’re as excited as we are about this next chapter and what we can achieve together  TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "lawnmower ice cream maker or drill do you use it enough to warrant buying a new one Fat Llama and Library of Things are now providing a solution helping you rent almost anything  TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "tools services or information that Oddbox Delivery Ltd makes available through the Website the Service is provided as is and on an as available basis We give no warranty that the Service will be free of defects and/or faults To the maximum extent permitted by the law we provide no warranties express or implied of fitness for a particular purpose accuracy of information compatibility and satisfactory quality Oddbox Delivery Ltd is under no obligation to update information on the Website 48 Whilst Oddbox Delivery Ltd uses reasonable endeavours to ensure that the Website is secure and free of errors viruses and other malware we give no warranty or guaranty in that regard and all Users take responsibility for their own security that of their personal details and their computers 49 Oddbox Delivery Ltd accepts no liability for any disruption or non-availability of the Website 50 Oddbox Delivery Ltd reserves the right to alter suspend or discontinue any part or the whole of the Website",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the information provided, there doesn't seem to be any specific promotional events, expos, or sales mentioned for the offerings in The Odd Shop. However, since it's currently being offered on a trial basis, there may be changes or updates regarding promotions or discounts in the future. To stay informed about such developments, I would recommend checking back regularly or signing up for newsletters through the company's website or social media channels.",
            "source": [
                {
                    "content": "there’s a fact sheet below And if you have any other thoughts or questions about the investment and our plans for the future we’re just an email away at   As always thank you so much for rescuing with us We hope you’re as excited as we are about this next chapter and what we can achieve together  TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "extras from our add-ons store From Montezuma’s wonky chocolate to short-shelf-life oat milk and limited-edition sweets we’ve teamed up with other brands to rescue their items that help fight waste in one way or another But now we want to go a step further and bring you even more of the waste-fighting product you’ve been loving That’s why we’ve opened up The Odd Shop You’ll still be able to add your fruit and veg add-ons from our fresh add-ons store A bit like a marketplace in The Odd Shop you’ll be able to pick up extras to go alongside your fruit and veg order – tasty snacks and kitchen essentials includedSome things might be made with ingredients that could have gone to waste others might have too short a shelf life for some retailers and others might be in old or misprinted packaging We’ll team up with brands to rescue things for all sorts of reasons and we’ll always tell you why their product is at risk of going to waste Unlike your standard supermarket what’s available in The Odd",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "lawnmower ice cream maker or drill do you use it enough to warrant buying a new one Fat Llama and Library of Things are now providing a solution helping you rent almost anything  TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "and again so keep your eyes peeled for those The Odd Shop is different to our usual add-ons store where you pick your fruit and veg extras All of these items will arrive in a different box or bag to your main subscription This means you can add as much as you like without having to worry about your fruit and veg getting squished But it’ll still arrive overnight alongside your other box It’s open on a trial basis to begin with – just to give us a taste of how you like it And at first it’ll only be open to customers in certain areas – this is all down to logistics and keeping everything fresh for you Want to see what it’s all about Log in to your account to take a look around The Odd Shop We’d love to know what you think TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " The key partnerships or collaborations related to commerce mentioned in the text include:\n\n1. Patagonia: The outdoor clothing brand Patagonia announced that all their profits will be used to save the planet instead of being distributed among shareholders. This move demonstrates a commitment to sustainability and environmental protection.\n2. Greengrocers and farmers markets: During the current vegetable shortage in the UK, independent grocers and farmers market vendors have experienced increased customer traffic due to their access to alternative sources of fresh produce. Collaborative efforts like these help support local economies and promote sustainable food systems.\n3. Fruit sellers: Fifth-generation fruit seller Mark Robinson notes that the current vegetable shortage may lead consumers to become more conscious about food waste. This collaboration involves various stakeholders, including producers, distributors, and consumers, working together to minimize food waste and promote resource efficiency.",
            "source": [
                {
                    "content": "their supply chain for instance to make processed foods These deals would dramatically reduce overproduction because farmers wouldn't be forced to grow extra crop to mitigate risk And they wouldn't lose orders or bear the costs of food waste they couldn't avoid  By rescuing fruit and veg from farms we find a home for the odd wonky and tasty produce that supermarkets won't accept paying a fair price for all the farmers  growers we work with at home and abroad Not just that but in doing so we are able to save the tonnes and tonnes of greenhouse gases and water that were required to grow each pear or potato you see in your boxes each week TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "side of the pond Patagonia’s founder has been making waves for his recent announcement that all of his company’s profits will go to saving the planet “Instead of ‘going public’ you could say we’re ‘going purpose’” said Yvon Chouinard “Instead of extracting value from nature and transforming it into wealth for investors we’ll use the wealth Patagonia creates to protect the source of all wealth” Doing good business or doing business for good Maybe there doesn’t have to be a choice TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "It’s highlighting how the relationships between growers and major retailers function and how interconnected all the problems – from a changing climate to rising production costs – truly are This has also been an opportunity for the “little guys” from greengrocers to farmers market vendors and veg box suppliers to step up Independent shops around the country are doing “roaring trade” “It’s been a blessing in disguise really” said Karen Byrne a Teesside greengrocer “We’ve had more customers in because we have the supplies so it’s working for us”  “This shortage means that people are going to learn not to waste food as much” said fifth generation fruit seller Mark Robinson TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "We’re so very proud to be a B-Corporation B-Corporation or B-Corp for short is a certification for businesses who have a bigger mission than simply making money B-Corp is for ethical businesses who want to make a positive impact for the benefit of people and planet While we’re on a mission to reduce unnecessary food waste from farm to fork here are 13 other B-Corp businesses making brilliant positive change in the world   Our friends at Toast Ale are doing an amazing job crafting award-winning beer using bread that would otherwise go to waste All profits go back to Feedback a campaign group on a mission to change our food system for the better   Zero-waste ketchup anyone Rubies in the Rubble use fruit veg and other food that would otherwise get wasted to make delicious planet-friendly condiments Their plant-based mayo uses aquafaba the protein-rich water left over from cooking chickpeas which would normally be thrown away  A fifth-generation bakery Hobbs House not only makes",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " There are several employment and educational opportunities mentioned in the context provided. Some of these include:\n\n1. Fixed-term Sourcing Specialist role at Oddbox (full-time)\n2. Visiting Oddbox's distribution center in Croydon\n3. Collaborating with Lutton Farm's development manager, Rachael Templeton\n4. Educational programs aimed at increasing awareness of various roles in the food and agricultural industries",
            "source": [
                {
                    "content": "our forecasts 🥕Create build and maintain strong relationships with our suppliers ensuring they stay on mission and that Oddbox is the number one destination for food that could have gone to waste 🥕Contribute to the Oddbox sourcing strategy ensuring we are well placed to support the business ambitions in addition to our suppliers and our customers in the future 🥕Spend time planning ahead ensuring we are well placed to fulfil orders for our summer and winter seasons 🥕Evolve the Oddbox supply base to minimise risk improve quality and costs reduce Oddbox’s carbon footprint and ensure we can always provide our customers with a thrilling box of fresh produce 🥕Nurture talent within the Sourcing team providing guidance coaching and support to your team 🥕Support internal projects such as procuring fresh produce for our own brand Consumer Packaged Goods As this role is all about the produce you'll need to have experience in and hopefully a love of buying fruit and veg This will be backed by",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "fresh produce for our own brand Consumer Packaged Goods As this role is all about the produce you'll need to have experience in and hopefully a love of buying fruit and veg This will be backed by your knowledge of fresh fruit supply chain fundamentals 🍇You grow and thrive in working closely with suppliers building and maintaining ongoing working relationships with them 🍇You are adaptable and able to combine long term plans with short term changes 🍇You are a tenacious negotiator able to apply a solutions focussed approach to any challenges which you face 🍇Your written and verbal communication skills are one of your top skills 🍈Duration of role – fixed term to spring  full time 🍈Location – Hybrid-On average you'll spend one day each week in our Vauxhall office working with other Oddboxers and seeking out the low-hanging fruit Is that a fruit pun Maybe Or we could just be talking about our always fresh fruit bowl and snack cupboard You'll need to visit our distribution centre in Croydon",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "the moment all the growers we work with are men But I’m working with our local college to show more women what’s possible Agronomy seed sales labelling – a huge number of these roles in the food and agricultural industry are already done by women but hardly anyone knows they exist” Rachael Templeton is Development Manager at Lutton Farm They grow soft fruits like raspberries blackberries and strawberries as well as making the blueberry wine we told you about a while ago Her job involves “all the projects outside day-to-day farming including speaking to Oddbox each week” Like Annice she believes more education needs to be done around the different jobs available in the industry “Before working in soft fruits I was in food manufacturing managing the baby-leaf operation for a salad company I’ve travelled all over the world with my job – it’s brilliant and so varied I just wish more women knew about it” So are we saying tractor-driving is just for men Can we only expect to see",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Growers – one of our original suppliers They supply almost every supermarket in the UK with fennel chard pak choi courgettes and all manner of other delicious crops And it’s Annice’s job to make sure that everything is of the very highest quality But unlike many people who end up working in agriculture Annice isn’t from a farming background She explains “If you’re not born into it agriculture seems to be all about long hours and a lot of hard manual labour which is daunting “I knew I didn’t want to drive a tractor but it was almost impossible to know what else was out there So after agricultural college I joined a brilliant grad scheme which gave me the chance to try lots of different roles I found myself in ‘Technical’ and really enjoyed it and that’s where I still am today “At the moment all the growers we work with are men But I’m working with our local college to show more women what’s possible Agronomy seed sales labelling – a huge number of these roles in the food and",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events happening related to jobs, skills development, and networking opportunities. Here's a list of some notable events:\n\n1. Job Fairs - These events bring together employers and job seekers under one roof. Some popular job fairs include the National Career Fair, Graduate Prospects Events, and Milkround Events.\n\n1. Webinars - Online seminars or presentations conducted over the internet. Companies like LinkedIn, Coursera, edX, and FutureLearn offer free and paid webinars on topics such as career growth, skill development, and industry insights.\n\n1. Workshops - In-person or virtual sessions focused on developing specific skills or knowledge. Examples include coding bootcamps (e.g., General Assembly), writing workshops (e.g., Writers & Artists Yearbook), and design thinking workshops (e.g., IDEO U).\n\n1. Training Programs - Structured courses designed to teach new skills or enhance existing ones. Examples include digital marketing certifications (e.g., Google Ads Certification) and project management certifications (e.g., Project Management Professional (PMP) certification).",
            "source": [
                {
                    "content": "never a bad idea Bookshoporg is an online bookshop launched in autumn  to support local bookshops forced to close over lockdown For every book you buy via the site a portion of money goes directly to independent bookshops They have raised more than £ to date Of course nothing trumps visiting your local bookshop if you can – give them a call and see how you can best support them  We love the Wildlife Trust’s gift ideas from DIY cut-out bugs learn-to-stitch activity sets and a fun make-your-own bird-feeding ‘pizza’ these are great ideas to get the kids learning about animals and local wildlife  You might be sick of Zoom calls by now but if there’s one silver-lining to come out of  it’s the ready availability of online classes wherever you are in the world Learning with Experts offers courses from cooking to photography to floristry Meanwhile Borough Market’s famous Bread Ahead offers classes from doughnut-making to croissant-making to all types of breads in-person in London  Trees play",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Their restaurant café and shop is supplied by the farm and with plenty of adult and child-friendly workshops their mission is to grow feed and educate as many people as possible about the power of food grown in tune with nature  Over in Vermont USA is The Scott Farm They grow  varieties of heirloom apples as well as plums blueberries peaches pears quince nectarines cherries and grapes Constantly planting new apple varieties to add to their orchard The Scott Farm are helping to promote a diversity of fruit rather than a select few monocrops Their fruit is hand-picked and sold locally  Ecobooth make new things from old plastic specifically for events exhibitions and festivals They create everything from exhibition booths to temporary experiences in a bid to cut the enormous waste generated by events They’ve picked litter from beaches and turned it into furniture for local schools and built a skate park from plastic waste destined for landfill Pip  Nut started out as a one-woman band",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "meals rescued” Whilst City Harvest are currently restricted on volunteers they can still volunteer to sign up here They also have a donation page where every little bit really does help You can also follow them on Instagram to keep up to date with their current work TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "tonnes of food that would have otherwise been wasted in the process and work directly with around 26 local growers making a real difference to their businesses We also partner with charities like City Harvest to donate up to 10 of our produce to help tackle food poverty with food that would have gone to waste D We’ve had some pretty exciting things come through like kohlrabi and oca both of those were fairly memorable E We want to be able to continue our mission of tackling food waste by shifting food standards and normalising surplus or odd produce by getting the word out there to as many people as possible TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The employee/participant benefits mentioned in the text include:\n\n1. Extra days of annual leave (5 instead of standard 4).\n2. Five \"not-sick\" days each year.\n3. Two volunteering days each year.\n4. A £self-service LD budgetbackedbyanextrageneroushelpingofcohortandpeer-to-peerlearningopportunities.\n5. Access to perks and well-being support through Perkbox.\n6. Discount on Oddbox products.\n7. Occasional stashes of Oddbox merchandise.",
            "source": [
                {
                    "content": "there’s a fact sheet below And if you have any other thoughts or questions about the investment and our plans for the future we’re just an email away at   As always thank you so much for rescuing with us We hope you’re as excited as we are about this next chapter and what we can achieve together  TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "colleagues 🥑A curiosity for new tools techniques and ways of working 🍈Location – Hybrid-On average you'll spend one day each week in our Vauxhall office working with other Oddboxers and seeking out the low-hanging fruit Is that a fruit pun Maybe Or we could just be talking about our always fresh fruit bowl and snack cupboard You'll need to visit our distribution centre in Croydon and packing facility in Birmingham a couple of times each year We won't waste your time telling you annual leave is a benefit- it's your right But we'll give you five extra days of annual leave 33 days including bank holidays four not-sick days and two volunteering days each year We offer you a £ self-service LD budget backed by an extra generous helping of cohort and peer-to-peer learning opportunities You'll get access to perks and well-being support with Perkbox Of course you get discount on Oddbox products as well as the occasional stash of Oddbox merch Are you the Delightfully Odd specialist we’re",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " The key takeaways from the most recent financial or earnings report cannot be determined based on the provided text. However, if you provide specific details from the report, I could help you better understand its implications.",
            "source": [
                {
                    "content": "there’s a fact sheet below And if you have any other thoughts or questions about the investment and our plans for the future we’re just an email away at   As always thank you so much for rescuing with us We hope you’re as excited as we are about this next chapter and what we can achieve together  TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "We’re super excited to share our  Do Good Report Wondering what it is exactly It’s what other businesses might call their ‘impact report’ but with our own odd twist And it’s packed with all sorts of tasty info on how we’ve been making a difference From why fighting food waste is important to changes we’re making to reduce our carbon footprint and what we’ve got planned for the future there’s loads of juicy stuff to dig into TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "We’re super excited to share our  Do Good Report Wondering what it is exactly It’s what other businesses might call their ‘impact report’ but with our own odd twist And it’s packed with all sorts of tasty info on how we’ve been making a difference From why fighting food waste is important to changes we’re making to reduce our carbon footprint and what we’ve got planned for the future there’s loads of juicy stuff to dig into TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "over the past year and over 70 of consumers reported being aware of food waste issues Supermarkets continued the trend of scrapping “best before” labels and we welcomed the first-ever “food COP” We celebrated companies – from Patagonia to Tesco – that didn’t choose between doing good business and doing business for good Last month saw more wins both big and small to close out the year with a proverbial bang Perhaps the biggest bang of them all It happened at the UN biodiversity summit COP15 aka the “little sister” to COP27 Nearly  countries agreed to protect a third of the planet with new targets to “halt and reverse” biodiversity loss by  What’s more they also agreed to a target to halve global food waste by the end of the decade too “It is truly a moment that will mark history as Paris did for climate” said Steven Guilbeault Canada’s Minister for the Environment and Climate Change And we’ve got more to look forward to in the new year Ireland might hold areferendum on giving nature",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, there doesn't seem to be any specific mention of investor events or funding rounds. However, the text mentions two significant fundraising milestones for Oddbox - raising Series A funding in 20\\_21 and closing another new funding round in 22\\_23. These funding rounds enabled Oddbox to expand its operations and continue its mission to combat food waste while maintaining control of the company.",
            "source": [
                {
                    "content": "there’s a fact sheet below And if you have any other thoughts or questions about the investment and our plans for the future we’re just an email away at   As always thank you so much for rescuing with us We hope you’re as excited as we are about this next chapter and what we can achieve together  TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Big news here at Oddbox as we’ve just closed a new funding round But why did we need more investment in the first place How have we made sure the investors fit with our values And does this mean a change in direction Short answer never Like all relatively new purpose-led companies we’ve got big ambitions The more members we have the more fruit and veg we can rescue and the more we rescue the more of an impact we can make in the fight against food waste and climate change  It sounds simple but growth is actually one of the hardest things to get right We started off packing boxes of odd fruit and veg in a church hall and as we’ve expanded – particularly over the last 18 months – we’ve been acutely aware of holding onto what makes Oddbox special   For that reason it’s always been important to us that we keep a majority stake and maintain control of Oddbox as we shape and scale the company This means we only raise investment under three non-negotiable conditions  The first point on the",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "to us that we keep a majority stake and maintain control of Oddbox as we shape and scale the company This means we only raise investment under three non-negotiable conditions  The first point on the list is a big one Thanks largely to our wonderful community spreading the word at a time when more of us were turning to online grocery shopping our growth in  made it clear that there are many more opportunities to fight food waste out there We know we can reach more people and improve the Oddbox experience for our members And now is the time to go for it Our new investor is BPI or Burda Principal Investments They tick all the boxes And like us they do things slightly differently – rather than being interested in short-term financial goals they’re committed to long-term sustainability  They recently conducted their first Impact and ESG review and have been recognised for their diversity and inclusion efforts too They have a strong foothold in food publishing in the UK as well as in",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "They recently conducted their first Impact and ESG review and have been recognised for their diversity and inclusion efforts too They have a strong foothold in food publishing in the UK as well as in Germany and hold investments in Bloom  Wild notonthehighstreet and Vinted among others Most-importantly the BPI Investment Principal and new Board Director is already an Oddbox-er so she knows first-hand what we’re all about – overnight deliveries football-sized broccolis dodgy fruit-based puns and all In  we raised Series A funding which allowed us to expand outside of London for the first time With this round we want to use our investment to make it even easier for our community to help in the fight against food waste Our plans include   If you’d like to know a bit more about our new investors there’s a fact sheet below And if you have any other thoughts or questions about the investment and our plans for the future we’re just an email away at   As always thank you so much for rescuing",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the information provided, it seems that the primary goal for the next period is to use the newly acquired investment funds to further expand Oddbox's operations and make it easier for the community to participate in the fight against food waste. There isn't specific mention of financial targets or milestones within the given text, but it appears that the focus is on scaling the business while maintaining its core values and mission.",
            "source": [
                {
                    "content": "there’s a fact sheet below And if you have any other thoughts or questions about the investment and our plans for the future we’re just an email away at   As always thank you so much for rescuing with us We hope you’re as excited as we are about this next chapter and what we can achieve together  TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Big news here at Oddbox as we’ve just closed a new funding round But why did we need more investment in the first place How have we made sure the investors fit with our values And does this mean a change in direction Short answer never Like all relatively new purpose-led companies we’ve got big ambitions The more members we have the more fruit and veg we can rescue and the more we rescue the more of an impact we can make in the fight against food waste and climate change  It sounds simple but growth is actually one of the hardest things to get right We started off packing boxes of odd fruit and veg in a church hall and as we’ve expanded – particularly over the last 18 months – we’ve been acutely aware of holding onto what makes Oddbox special   For that reason it’s always been important to us that we keep a majority stake and maintain control of Oddbox as we shape and scale the company This means we only raise investment under three non-negotiable conditions  The first point on the",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "did for climate” said Steven Guilbeault Canada’s Minister for the Environment and Climate Change And we’ve got more to look forward to in the new year Ireland might hold areferendum on giving nature the same rights as people in terms of protecting biodiversity While the deal has yet to be sealed the EU mightban single-use food containers When it comes to trend forecasting in the food world “Food waste will move into the spotlight [in ]” predicted Nidhi Chauhan a senior analyst at Global Data And it will be for reasons around both sustainability and cost-efficiency “I am hopeful that  will be the year that [the] government gets serious about British food and farming” said National Farmers Union president Minette Batters With the NFU warning that the UK is “sleepwalking” into a food supply crisis the body is calling on the government to prioritise food security and increase support for farmers Regenerative agriculture aka rehabilitative farming practices that range from restoring",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "They recently conducted their first Impact and ESG review and have been recognised for their diversity and inclusion efforts too They have a strong foothold in food publishing in the UK as well as in Germany and hold investments in Bloom  Wild notonthehighstreet and Vinted among others Most-importantly the BPI Investment Principal and new Board Director is already an Oddbox-er so she knows first-hand what we’re all about – overnight deliveries football-sized broccolis dodgy fruit-based puns and all In  we raised Series A funding which allowed us to expand outside of London for the first time With this round we want to use our investment to make it even easier for our community to help in the fight against food waste Our plans include   If you’d like to know a bit more about our new investors there’s a fact sheet below And if you have any other thoughts or questions about the investment and our plans for the future we’re just an email away at   As always thank you so much for rescuing",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " In recent times, several significant developments have taken place across various fields. One such notable development is the release of the Synthesis Report by the United Nations' Intergovernmental Panel on Climate Change (IPCC). This report summarizes the key findings from the IPCC's sixth assessment cycle, which covers the past eight years and involves thousands of scientists from around the globe. It serves as a comprehensive guide for policymakers, outlining the necessary steps to address the pressing issue of climate change. Additionally, the European Union has proposed banning single-use plastic items like cutlery, plates, and straws, aimed at reducing marine pollution. Furthermore, regenerative agriculture practices have gained traction globally, focusing on restoring soil health while minimizing environmental impact. Finally, the COVID-19 pandemic has accelerated the adoption of remote work and digital technologies, transforming the way businesses operate and potentially paving the way for a more sustainable future.",
            "source": [
                {
                    "content": "there’s a fact sheet below And if you have any other thoughts or questions about the investment and our plans for the future we’re just an email away at   As always thank you so much for rescuing with us We hope you’re as excited as we are about this next chapter and what we can achieve together  TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "did for climate” said Steven Guilbeault Canada’s Minister for the Environment and Climate Change And we’ve got more to look forward to in the new year Ireland might hold areferendum on giving nature the same rights as people in terms of protecting biodiversity While the deal has yet to be sealed the EU mightban single-use food containers When it comes to trend forecasting in the food world “Food waste will move into the spotlight [in ]” predicted Nidhi Chauhan a senior analyst at Global Data And it will be for reasons around both sustainability and cost-efficiency “I am hopeful that  will be the year that [the] government gets serious about British food and farming” said National Farmers Union president Minette Batters With the NFU warning that the UK is “sleepwalking” into a food supply crisis the body is calling on the government to prioritise food security and increase support for farmers Regenerative agriculture aka rehabilitative farming practices that range from restoring",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "of slashing emissions by  If you’re experiencing some IPCC déjà vu it’s because it was around this time last year that we wrote about their publication of the latest report highlighting strategies to drive down greenhouse gas emissions and mitigate the effects of the climate crisis Only three months into  where are we now While the relentless news cycle might make it seem otherwise there has been steady progress in the fight against climate change – worldwide and closer to home  A road map to establish the historic “loss and damage” fund which provides financial assistance to developing countries dealing with climate catastrophes has been agreed by negotiators just a few weeks ago  The first ever UK-wide citizens’ assembly for nature was held over the course of last month with the members of the public invited to attend presentations by a range of experts including farmers local authorities and academics Their resulting recommendations for how to renew and protect the natural",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "The UN’s Intergovernmental Panel on Climate Change has just published the last report from their sixth assessment cycle – a cycle that has spanned eight years and involved  scientists from 91 countries There isn’t any new science in the so-called “synthesis report” Rather it’s a compilation of key findings from the panel’s recently published work Intended as a summary for policymakers it will serve as what The Guardian is calling “the scientific gold standard for advice to governments in this crucial decade” The IPCC will next convene in  and the world’s leading climate experts have made it clear that there is not a minute to lose in implementing their advice “This report is a clarion call to massively fast-track climate efforts by every country and every sector and on every timeframe” said UN secretary general António Guterres “Our world needs climate action on all fronts everything everywhere all at once” This report highlights “not only the urgency of the problem and the gravity of",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, there isn't any specific mention of ongoing or upcoming research projects or innovation initiatives related to the environment, renewable energy, or sustainability. However, some companies and organizations mentioned in the text are actively working towards reducing their environmental footprint and promoting sustainability. For example, IKEA's \"Food is Precious\" initiative focuses on reducing food waste, while Sainsbury's installed a walk-in freezer to raise awareness about food preservation techniques. Additionally, Patagonia's commitment to donate all profits to environmental causes demonstrates their dedication to environmental stewardship.",
            "source": [
                {
                    "content": "there’s a fact sheet below And if you have any other thoughts or questions about the investment and our plans for the future we’re just an email away at   As always thank you so much for rescuing with us We hope you’re as excited as we are about this next chapter and what we can achieve together  TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "did for climate” said Steven Guilbeault Canada’s Minister for the Environment and Climate Change And we’ve got more to look forward to in the new year Ireland might hold areferendum on giving nature the same rights as people in terms of protecting biodiversity While the deal has yet to be sealed the EU mightban single-use food containers When it comes to trend forecasting in the food world “Food waste will move into the spotlight [in ]” predicted Nidhi Chauhan a senior analyst at Global Data And it will be for reasons around both sustainability and cost-efficiency “I am hopeful that  will be the year that [the] government gets serious about British food and farming” said National Farmers Union president Minette Batters With the NFU warning that the UK is “sleepwalking” into a food supply crisis the body is calling on the government to prioritise food security and increase support for farmers Regenerative agriculture aka rehabilitative farming practices that range from restoring",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "reversal of restrictions around onshore wind farms Beyond the political scene businesses are also making power moves when it comes to environmental issues More than  CEOs have signed an open letter addressed to the PM calling on Truss to prioritise delivering on the UK’s “climate promises” and restoring nature In terms of environmental impact food waste is also at the top of the corporate sustainability list IKEA – which is in fact one of the world’s largest restaurants – revealed that its Food is Precious initiative has cut waste by 54 Sainsbury’s unveiled an installation amusingly dubbed Sainsfreeze Why build a pop-up-walk-in-freezer for two days The aim was to inspire visitors to save both food and space when it comes to keeping food that might otherwise be thrown away And on the other side of the pond Patagonia’s founder has been making waves for his recent announcement that all of his company’s profits will go to saving the planet “Instead of ‘going public’ you could say we’re",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "or wash is proving toxic and dangerous to coral reefs and wildlife The chemical has been shown to deform or kill young coral reefs as well as multiple other sea life from dolphins to sea urchins to mussels Read this guide to reef-safe sunscreens Belgium is top of the charts when it comes to recycling in a country where 87 of plastic bottles glass bottles packaging and cartons are diverted from landfill How do they do it In large part thanks to households who are responsible for separating and sorting their rubbish and are charged with fines if they fail to do so Would you like to see the initiative in your city Comment below Oslo won the European Green Capital Award in  with a goal to cut 50 of their carbon emissions by this year One scheme is their Climate Budget which is now being counted in the same way a financial budget would account for funding What’s more 30 of vehicles sold are electric and their bio-gas is produced from biowaste and the city's sewage  In Montreal a pioneering",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " The information provided does not mention specific research grants or innovation awards that have been recently distributed. However, it mentions several initiatives related to environmental conservation, food waste reduction, and regenerative agriculture. These projects may involve grant distributions or partnerships that could lead to potential opportunities for research and innovation.",
            "source": [
                {
                    "content": "there’s a fact sheet below And if you have any other thoughts or questions about the investment and our plans for the future we’re just an email away at   As always thank you so much for rescuing with us We hope you’re as excited as we are about this next chapter and what we can achieve together  TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "know about the award-winning marmalade she’s been making “I thought you'd be tickled to know that I made marmalade for the first time this January using your persimmons and the Seville orange add-ons It was tasty so I entered it into the Dalemain World Marmalade Awards in the With a Twist category and won a Silver Silver awards go to marmalades in the category that rank 18 or 19 out of 20 I got full marks for presentation and colour and for flavour aroma and harmony My lack of expertise cost me 2 points on the texture of the peel” Congratulations Catherine  over on Instagram made Oddbox-themed cupcakes As you can see they’re both compact and cute We love them to pieces  Have some leftover plums that are starting to go soft around the edges Using the plums from their box and a recipe from BBC good food  on Instagram created this glorious glazed plum cake  Top marks go to  on Instagram for using and reusing their rhubarb stems for different purposes Looks like it's rhubarb gin time",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "did for climate” said Steven Guilbeault Canada’s Minister for the Environment and Climate Change And we’ve got more to look forward to in the new year Ireland might hold areferendum on giving nature the same rights as people in terms of protecting biodiversity While the deal has yet to be sealed the EU mightban single-use food containers When it comes to trend forecasting in the food world “Food waste will move into the spotlight [in ]” predicted Nidhi Chauhan a senior analyst at Global Data And it will be for reasons around both sustainability and cost-efficiency “I am hopeful that  will be the year that [the] government gets serious about British food and farming” said National Farmers Union president Minette Batters With the NFU warning that the UK is “sleepwalking” into a food supply crisis the body is calling on the government to prioritise food security and increase support for farmers Regenerative agriculture aka rehabilitative farming practices that range from restoring",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "They recently conducted their first Impact and ESG review and have been recognised for their diversity and inclusion efforts too They have a strong foothold in food publishing in the UK as well as in Germany and hold investments in Bloom  Wild notonthehighstreet and Vinted among others Most-importantly the BPI Investment Principal and new Board Director is already an Oddbox-er so she knows first-hand what we’re all about – overnight deliveries football-sized broccolis dodgy fruit-based puns and all In  we raised Series A funding which allowed us to expand outside of London for the first time With this round we want to use our investment to make it even easier for our community to help in the fight against food waste Our plans include   If you’d like to know a bit more about our new investors there’s a fact sheet below And if you have any other thoughts or questions about the investment and our plans for the future we’re just an email away at   As always thank you so much for rescuing",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided information, the organization is working with several notable companies and initiatives. Some of these partnerships include:\n\n1. Toast Ale - Using surplus bread to produce award-winning beers and donating profits to Feedback, a campaign group aiming to transform the food system.\n2. Rubies in the Rubble - Creating delicious, planet-friendly condiments such as zero-waste ketchup using fruit and vegetable waste.\n3. Hobbs House Bakery - Supplying their restaurant, cafe, and shop with fresh, locally sourced ingredients while also hosting educational workshops on sustainable farming practices.\n4. The Scott Farm - Collaborating with this Vermont-based orchard to promote diversity in fruit cultivation and source high-quality, hand-picked apples and other fruits for their operations.\n5. EcoBooth - Partnering with EcoBooth to create innovative event solutions that minimize waste and showcase sustainable practices at various events, exhibitions, and festivals.",
            "source": [
                {
                    "content": "there’s a fact sheet below And if you have any other thoughts or questions about the investment and our plans for the future we’re just an email away at   As always thank you so much for rescuing with us We hope you’re as excited as we are about this next chapter and what we can achieve together  TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "They recently conducted their first Impact and ESG review and have been recognised for their diversity and inclusion efforts too They have a strong foothold in food publishing in the UK as well as in Germany and hold investments in Bloom  Wild notonthehighstreet and Vinted among others Most-importantly the BPI Investment Principal and new Board Director is already an Oddbox-er so she knows first-hand what we’re all about – overnight deliveries football-sized broccolis dodgy fruit-based puns and all In  we raised Series A funding which allowed us to expand outside of London for the first time With this round we want to use our investment to make it even easier for our community to help in the fight against food waste Our plans include   If you’d like to know a bit more about our new investors there’s a fact sheet below And if you have any other thoughts or questions about the investment and our plans for the future we’re just an email away at   As always thank you so much for rescuing",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "We’re so very proud to be a B-Corporation B-Corporation or B-Corp for short is a certification for businesses who have a bigger mission than simply making money B-Corp is for ethical businesses who want to make a positive impact for the benefit of people and planet While we’re on a mission to reduce unnecessary food waste from farm to fork here are 13 other B-Corp businesses making brilliant positive change in the world   Our friends at Toast Ale are doing an amazing job crafting award-winning beer using bread that would otherwise go to waste All profits go back to Feedback a campaign group on a mission to change our food system for the better   Zero-waste ketchup anyone Rubies in the Rubble use fruit veg and other food that would otherwise get wasted to make delicious planet-friendly condiments Their plant-based mayo uses aquafaba the protein-rich water left over from cooking chickpeas which would normally be thrown away  A fifth-generation bakery Hobbs House not only makes",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Their restaurant café and shop is supplied by the farm and with plenty of adult and child-friendly workshops their mission is to grow feed and educate as many people as possible about the power of food grown in tune with nature  Over in Vermont USA is The Scott Farm They grow  varieties of heirloom apples as well as plums blueberries peaches pears quince nectarines cherries and grapes Constantly planting new apple varieties to add to their orchard The Scott Farm are helping to promote a diversity of fruit rather than a select few monocrops Their fruit is hand-picked and sold locally  Ecobooth make new things from old plastic specifically for events exhibitions and festivals They create everything from exhibition booths to temporary experiences in a bid to cut the enormous waste generated by events They’ve picked litter from beaches and turned it into furniture for local schools and built a skate park from plastic waste destined for landfill Pip  Nut started out as a one-woman band",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided information, there doesn't seem to be any specific mention of joint events, projects, or initiatives between Oddbox and their new investor(s). However, they do mention collaborating with various organizations such as City Harvest, working towards reducing food waste, and promoting sustainable practices. Additionally, Oddbox values diversity and inclusivity within their team, demonstrating a commitment to collaboration and shared goals.",
            "source": [
                {
                    "content": "there’s a fact sheet below And if you have any other thoughts or questions about the investment and our plans for the future we’re just an email away at   As always thank you so much for rescuing with us We hope you’re as excited as we are about this next chapter and what we can achieve together  TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "tonnes of food that would have otherwise been wasted in the process and work directly with around 26 local growers making a real difference to their businesses We also partner with charities like City Harvest to donate up to 10 of our produce to help tackle food poverty with food that would have gone to waste D We’ve had some pretty exciting things come through like kohlrabi and oca both of those were fairly memorable E We want to be able to continue our mission of tackling food waste by shifting food standards and normalising surplus or odd produce by getting the word out there to as many people as possible TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "They recently conducted their first Impact and ESG review and have been recognised for their diversity and inclusion efforts too They have a strong foothold in food publishing in the UK as well as in Germany and hold investments in Bloom  Wild notonthehighstreet and Vinted among others Most-importantly the BPI Investment Principal and new Board Director is already an Oddbox-er so she knows first-hand what we’re all about – overnight deliveries football-sized broccolis dodgy fruit-based puns and all In  we raised Series A funding which allowed us to expand outside of London for the first time With this round we want to use our investment to make it even easier for our community to help in the fight against food waste Our plans include   If you’d like to know a bit more about our new investors there’s a fact sheet below And if you have any other thoughts or questions about the investment and our plans for the future we’re just an email away at   As always thank you so much for rescuing",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "stronger every day  We're now on the hunt for passionate individuals to join us in our mission to fight food waste to save the planet We actively encourage people from a variety of backgrounds with different experiences skills and stories to join us and influence and develop our working practice We are particularly keen to hear from people of colour and candidates who self-identify as disabled Oddbox is committed to equality of opportunity for all staff and applications from individuals are encouraged regardless of age caring responsibilities disability gender gender identity marriage and civil partnership pregnancy and maternity race religion or belief and sexual orientation It's great to work in a team where everyone is passionate about the mission I love being able to have purpose in my day-to-day work and know I'm contributing to a really big issue and being part of a supportive fun and caring team We’re really excited to share the news that our Menopause Policy is now live",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Through these collaborations, both parties aim to achieve several shared goals and desired results. These include:\n\n1. Knowledge sharing: By working together, both organizations can learn from each other's experiences, best practices, and lessons learned. This will enable them to enhance their respective processes, systems, and strategies.\n2. Innovation: Collaborative efforts often lead to innovative ideas and solutions that neither party would have developed independently. This can result in improved products, services, or processes for both companies.\n3. Cost savings: Combining resources and expertise can lead to cost savings through joint ventures, shared infrastructure, or economies of scale. Both partners can benefit from reduced expenses and increased efficiency.\n4. Market expansion: Joint projects or partnerships can open doors to new markets, customer segments, or geographies for both companies. This can lead to increased revenue, market share, and growth opportunities.\n5. Risk management: Collaborating with another organization can help mitigate risks associated with various aspects of the business, such as regulatory compliance, financial instability, or supply chain disruptions.\n6. Social impact: When two organizations join forces, they can amplify their social and environmental impact. Together, they may be able to tackle larger-scale projects or address broader societal issues.\n7. Enhanced reputation: Working with a respected partner can enhance both organizations' reputations, leading to increased credibility, trust, and brand recognition.",
            "source": [
                {
                    "content": "there’s a fact sheet below And if you have any other thoughts or questions about the investment and our plans for the future we’re just an email away at   As always thank you so much for rescuing with us We hope you’re as excited as we are about this next chapter and what we can achieve together  TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "on self-service BI Driving a data-led culture and providing advice support and recommendations on how data can improve business initiatives 🥦Work closely with the wider engineering team to build solutions to business problems 🥑Have a problem solving attitude and the ability to check and test relevant work 🥑Ability to design develop and maintain data models to support Oddbox's data stack we currently use DBT 🥑A methodical analytical and logical thinker with the ability to see the bigger picture and get to the underlying business questions and challenges that need answering 🥑Well organised with the ability to plan and structure workload collaboratively delivering to deadlines 🥑Ability to communicate with stakeholders effectively and build relationships with both technical and non technical colleagues 🥑A curiosity for new tools techniques and ways of working 🍈Location – Hybrid-On average you'll spend one day each week in our Vauxhall office working with other Oddboxers and seeking out",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "calculations for which you need a degree in sustainability to understand And last but not least we want to build Oddbox into a company you can be proud of even if it is a little odd And so along with a new logo we’ve been working on some improvements to your experience and how we can make Oddbox even better   Below you’ll find a summary of the changes we’re looking to introduce For some of these we’ve got a water-tight plan for others we still need a few Zoom calls before we figure out all the detail So let us know what you think And for those of you out there who want to be even more involved we’re starting a little group of advisors to help steer the company in the right direction We’re thinking we’ll call it The Bunch So if this sounds fun to you go to wwwoddboxcouk/thebunch We’ll get back to you once we’ve ironed out the details  TERMS  CONDITIONS  PRIVACY POLICY TERMS  CONDITIONS  SOCIAL MEDIA",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "colleagues 🥑A curiosity for new tools techniques and ways of working 🍈Location – Hybrid-On average you'll spend one day each week in our Vauxhall office working with other Oddboxers and seeking out the low-hanging fruit Is that a fruit pun Maybe Or we could just be talking about our always fresh fruit bowl and snack cupboard You'll need to visit our distribution centre in Croydon and packing facility in Birmingham a couple of times each year We won't waste your time telling you annual leave is a benefit- it's your right But we'll give you five extra days of annual leave 33 days including bank holidays four not-sick days and two volunteering days each year We offer you a £ self-service LD budget backed by an extra generous helping of cohort and peer-to-peer learning opportunities You'll get access to perks and well-being support with Perkbox Of course you get discount on Oddbox products as well as the occasional stash of Oddbox merch Are you the Delightfully Odd specialist we’re",
                    "metadata": {
                        "rel": [
                            "unfccc",
                            "linkedin",
                            "youtube",
                            "theguardian",
                            "time",
                            "worldwildlife",
                            "ico",
                            "wordpress",
                            "bcorporation",
                            "forbes",
                            "toogoodtogo",
                            "un",
                            "standard",
                            "europa",
                            "wri",
                            "nytimes",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ]
}