{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided information, some of the sustainable or environmental practices that have been implemented include:\n\n1. Becoming a B Corporation with a clear mission and engagement in corporate accountability, high ethical standards, and transparency.\n2. Committing to reducing the company's carbon footprint, including reviewing and improving operational practices.\n3. Developing and providing products that help patients reduce their carbon footprint.\n4. Implementing a train-first travel policy when travel is necessary, aiming to reduce reliance on air travel.\n5. Using the most sustainable hosting provider available (Google Cloud Platform) and promoting sustainability.\n6. Ensuring that the environmental cost associated with the development and delivery of the PKB platform, as well as the platform's associated usage, is accounted for and managed responsibly.",
            "source": [
                {
                    "content": "our contribution to that mission  We look forward to not only continuing as a B Corporation with clear mission and engagement corporate accountability high ethical standards and transparency but to also expand on our environmental and sustainability impact not just via our product but as a wider company  Patients Know Best are currently reviewing our company carbon footprint with the intention of committing to the Net Zero  commitment underpinned by a plan to get us there As a company our products help others reduce their carbon footprint and now we are looking at what we as a business can do to ensure the environmental sustainability of our business operations  As a business being the best for Governance is just a start for us We are committed to ensuring all aspects of our company are the best they can be for our staff for our customers and for the future Our big focus now is expanding our practices and continuing to support our customers to achieve better environmental",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "A week before the first COP to discuss healthcare’s impact on the environment Tom Gausden Patients Know Best’s Sustainability Lead talks below about their journey Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "patients with access to their health records we can improve patient outcomes as well as minimising the carbon footprint associated with the care they receive” “Innovation is all about change and if we are going to address this massive issue we need to bring about change in the way we think and operate The AHSN is perfectly positioned to support the drive for environmental sustainability at every stage and every level and support the development and uptake of innovations that support this crucial agenda All three of the selected companies offer innovative green solutions to help the NHS achieve its target of reaching net zero by  and we will work closely with them to enable them to bring their innovative green solutions to the region” “Climate change and health are intricately linked in that they both affect one another in a circular fashion It is therefore imperative that we work to break the cycle and ensure that our health and social care services are as environmentally friendly as",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "accounting covers the environmental cost associated with the development and delivery of the PKB platform as well as the platform’s associated usage by our healthcare professional and patient user base including login and use of our system  PKB are proud to have one of the smallest footprints per employee tCO2e that Supercritical have seen We achieved this through a combination of minimal travel remote working ensuring that PKB employees’ footprints whilst at work are still accounted for and using the most sustainable hosting provider available Google Cloud Platform who continue to promote sustainability and are the most transparent in terms of their own footprint Despite this footprint being incredibly low there are still areas where our carbon emissions can be reduced including more robust hardware policies and avoiding flights with a train-first travel policy where travel is necessary which are both being implemented These have the combined potential to remove 2tCO2e per year from",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Based on the provided information, it seems like Patients Know Best is actively involved in promoting environmental sustainability within the healthcare industry. They have already taken steps towards reducing their own carbon footprint and are committed to supporting their customers in achieving better environmental outcomes. However, there isn't specific mention of events or initiatives related to environmental conservation beyond their efforts. Therefore, while there might be other organizations or events focusing on environmental conservation, none were mentioned in the given text.",
            "source": [
                {
                    "content": "A week before the first COP to discuss healthcare’s impact on the environment Tom Gausden Patients Know Best’s Sustainability Lead talks below about their journey Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "our contribution to that mission  We look forward to not only continuing as a B Corporation with clear mission and engagement corporate accountability high ethical standards and transparency but to also expand on our environmental and sustainability impact not just via our product but as a wider company  Patients Know Best are currently reviewing our company carbon footprint with the intention of committing to the Net Zero  commitment underpinned by a plan to get us there As a company our products help others reduce their carbon footprint and now we are looking at what we as a business can do to ensure the environmental sustainability of our business operations  As a business being the best for Governance is just a start for us We are committed to ensuring all aspects of our company are the best they can be for our staff for our customers and for the future Our big focus now is expanding our practices and continuing to support our customers to achieve better environmental",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "patients with access to their health records we can improve patient outcomes as well as minimising the carbon footprint associated with the care they receive” “Innovation is all about change and if we are going to address this massive issue we need to bring about change in the way we think and operate The AHSN is perfectly positioned to support the drive for environmental sustainability at every stage and every level and support the development and uptake of innovations that support this crucial agenda All three of the selected companies offer innovative green solutions to help the NHS achieve its target of reaching net zero by  and we will work closely with them to enable them to bring their innovative green solutions to the region” “Climate change and health are intricately linked in that they both affect one another in a circular fashion It is therefore imperative that we work to break the cycle and ensure that our health and social care services are as environmentally friendly as",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "To survive and prosper long health systems must be financially socially and economically sustainable All health systems face a challenge in being sustainable in that Eleven years after the National Programme for IT was abandoned at an established cost of £ billion and a probable cost of nearly £20 billion the vision of a paperless NHS once again looms closer Almost a quarter of a century ago I wrote in The BMJ about an evolution from “industrial age medicine” to “information age healthcare” Despite the spread of the I’m pleased to see from Twitter that most people agree with my recent assertion that most meetings could be held virtually rather than face-to-face saving tonnes Last week I was pleased to be appointed as the chair of the UK Health Alliance on Climate Change UKHACC As its name implies the Richard Smith is the Chair of Patients Know Best and was also the editor of The BMJ until  This blog has also been published on The BMJ Enter your email address to subscribe to this blog",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The report mentions several environmental impact metrics related to the Patients Know Best (PKB) platform. Some of these include:\n\n* Tonnes of Carbon Dioxide Equivalent CO2e: This refers to the total amount of CO2-eq emitted by PKB's business activities. In 2, PKB was responsible for approximately 56 tonnes of CO2-eq.\n* Employee carbon footprint per employee tCO2e: This metric represents the average carbon footprint per employee within PKB. Although not explicitly mentioned, it can be inferred that this metric is also reported.\n* Potential reduction in annual carbon emissions: By implementing new policies such as a \"train-first\" travel policy and improving hardware infrastructure, PKB aims to reduce its overall carbon footprint. It has been estimated that these changes could potentially remove 2 tonnes of CO2-eq per year from PKB's emissions.",
            "source": [
                {
                    "content": "were responsible for  tonnes of Carbon Dioxide Equivalent CO2e in  acknowledging that  was an atypical year for a whole host of reasons mainly due to reduced travel  Scope 1 covers direct emissions from owned or controlled sources Scope 2 covers indirect emissions from the generation of purchased electricity steam heating and cooling consumed by the reporting company Scope 3 includes all other indirect emissions that occur in a company's value chain   A carbon dioxide equivalent or CO2 equivalent abbreviated as CO2-eq is a metric measure used to compare the emissions from various greenhouse gases on the basis of their global-warming potential GWP by converting amounts of other gases to the equivalent amount of carbon dioxide with the same global warming potential This best-in-class carbon accounting covers the environmental cost associated with the development and delivery of the PKB platform as well as the platform’s associated usage by our healthcare professional and patient user",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Patients Know Best PKB started our environmental journey a number of years ago focusing on how we could support our user base in reducing their environmental footprint through the use of the PKB platform Since evaluating the savings that PKB can support the next stage in this journey was to focus on the carbon footprint that we as a business were directly responsible for and how this can be accounted for and reduced  What is a carbon footprint The amount of carbon dioxide released into the atmosphere as a result of the activities of a particular individual organisation or community PKB continues to work with the climate software experts at Supercritical who recently carried out an extensive scopes 1-3 footprinting process for our  business activity Their rigorous calculations found that PKB were responsible for  tonnes of Carbon Dioxide Equivalent CO2e in  acknowledging that  was an atypical year for a whole host of reasons mainly due to reduced travel  Scope 1 covers direct emissions",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "accounting covers the environmental cost associated with the development and delivery of the PKB platform as well as the platform’s associated usage by our healthcare professional and patient user base including login and use of our system  PKB are proud to have one of the smallest footprints per employee tCO2e that Supercritical have seen We achieved this through a combination of minimal travel remote working ensuring that PKB employees’ footprints whilst at work are still accounted for and using the most sustainable hosting provider available Google Cloud Platform who continue to promote sustainability and are the most transparent in terms of their own footprint Despite this footprint being incredibly low there are still areas where our carbon emissions can be reduced including more robust hardware policies and avoiding flights with a train-first travel policy where travel is necessary which are both being implemented These have the combined potential to remove 2tCO2e per year from",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "than 2 Certified B Corporations globally on the B Impact Assessment The assessment measures a company’s positive impact on its workers community customers and the environment  B Corp allows us to demonstrate and achieve our social mission across the world Patients Know Best is tested against rigorous standards of social and environmental performance accountability and transparency which evaluates how our practices impact on our employees our community the environment and our customers Companies must complete the full assessment annually and have their answers verified by B Lab Honourees scoring in the top 10 of all B Corporations set the gold standard for companies using business as a force for good As a certified B Corporation we remain committed to leading innovation in health-tech with a clear social purpose Sustainability is at the heart of our ambitions because we believe that by using PKB as a force for social good we can have a positive and lasting impact on our employees",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, the organization has made several public commitments to social and corporate responsibility. They include becoming a Certified B Corporation in September 202, demonstrating their dedication to using business as a force for good while balancing profit and purpose. Additionally, the company has pledged to expand on their environmental and sustainability impact beyond their product offerings, aiming to achieve net zero carbon footprint commitments. Furthermore, the organization has expressed a strong focus on governance, striving to be the best in areas such as staff welfare, customer satisfaction, and long-term sustainability. Finally, the company has demonstrated its commitment to social responsibility through various initiatives like participating in interviews with media outlets, showcasing their work as a social enterprise, and collaborating with other organizations to drive positive change in healthcare and the broader community.",
            "source": [
                {
                    "content": "our contribution to that mission  We look forward to not only continuing as a B Corporation with clear mission and engagement corporate accountability high ethical standards and transparency but to also expand on our environmental and sustainability impact not just via our product but as a wider company  Patients Know Best are currently reviewing our company carbon footprint with the intention of committing to the Net Zero  commitment underpinned by a plan to get us there As a company our products help others reduce their carbon footprint and now we are looking at what we as a business can do to ensure the environmental sustainability of our business operations  As a business being the best for Governance is just a start for us We are committed to ensuring all aspects of our company are the best they can be for our staff for our customers and for the future Our big focus now is expanding our practices and continuing to support our customers to achieve better environmental",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "meet the highest standards of verified social and environmental performance public transparency and legal accountability to balance profit and purpose this is a recognition that makes us incredibly proud Our best practices in this area allow us to embody what it means to use business as a force for good Using Patients Know Best as a force for social good is central to our values and mission To recognise our ambitions as an innovative social enterprise that empowers patients and joins up healthcare information we became a Certified B Corporation in September  As a certified B Corporation we remain committed to leading innovation in health-tech with a clear social purpose Sustainability is at the heart of our ambitions because we believe that by using PKB as a force for social good we can have a positive and lasting impact on our employees community customers and the environment Personal Health Records deliver a sustainable healthcare triple benefit it is better for people as patients",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Today I came across the Profit-with-purpose businesses Subject paper of the Mission Alignment Working Group This was written by the The Global Social Impact Investment Steering Group PKB was interviewed by UDN TV from Taiwan as a part of a story exploring the success and growth of social enterprises in the UK We are excited to announce that Patients Know Best has been shortlisted with our partners in two categories as Finalists for the EHI Awards PKB We are thrilled to announce that Deloitte has selected Patients Know Best to be part of its second wave of Social Innovation Pioneers The program Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "than 2 Certified B Corporations globally on the B Impact Assessment The assessment measures a company’s positive impact on its workers community customers and the environment  B Corp allows us to demonstrate and achieve our social mission across the world Patients Know Best is tested against rigorous standards of social and environmental performance accountability and transparency which evaluates how our practices impact on our employees our community the environment and our customers Companies must complete the full assessment annually and have their answers verified by B Lab Honourees scoring in the top 10 of all B Corporations set the gold standard for companies using business as a force for good As a certified B Corporation we remain committed to leading innovation in health-tech with a clear social purpose Sustainability is at the heart of our ambitions because we believe that by using PKB as a force for social good we can have a positive and lasting impact on our employees",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual or quarterly reports detailing these commitments. These reports provide updates on the organization's performance, achievements, and plans related to its mission, sustainability efforts, and overall goals. They serve as a means to communicate the organization's progress to stakeholders such as investors, customers, employees, and the public. However, I cannot provide specific details about these reports without further information.",
            "source": [
                {
                    "content": "information and if tools exist to help them self-manage that they should be given them We also recognise change is difficult time-consuming and therefore has costs As a BCORP social enterprise we have a commitment to reinvesting revenue to improve our system and service for the benefit of patients We also design innovative funding models to allow healthcare organisations to pay from savings No matter the approach both PKB and our healthcare partners need to design a deployment that achieves benefits and allows the work to continue to truly change healthcare and empower patients The sustainability workstream is where we monitor and evaluate this alongside our delivery teams throughout the deployment Expected Timeframe 2 months for benefits tracking 10 months for case studies",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We have successful sustainable relationships with our customers This enables us to design and deliver deployments that achieve the planned benefits and outcomes allowing the work to continue for the long term and to truly change healthcare and empower patients The sustainability workstream allows an organisation to monitor and evaluate their rollout of PKB Our Account Managers will work with you to manage regular reviews throughout the life of the contract; reviewing progress against agreed objectives and working collaboratively to evidence the value of delivery to both patients and clinicians Outside of direct contract delivery the PKB Account Management team will also share updates from other regions using PKB discuss initiatives that have worked challenges that are being faced and lessons learnt from these activities The intention of this is to ensure collective learning and sharing success across our customer base - this is also often published via PKB blogs Outcomes and business",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "our contribution to that mission  We look forward to not only continuing as a B Corporation with clear mission and engagement corporate accountability high ethical standards and transparency but to also expand on our environmental and sustainability impact not just via our product but as a wider company  Patients Know Best are currently reviewing our company carbon footprint with the intention of committing to the Net Zero  commitment underpinned by a plan to get us there As a company our products help others reduce their carbon footprint and now we are looking at what we as a business can do to ensure the environmental sustainability of our business operations  As a business being the best for Governance is just a start for us We are committed to ensuring all aspects of our company are the best they can be for our staff for our customers and for the future Our big focus now is expanding our practices and continuing to support our customers to achieve better environmental",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "For 24 months and below the charts appear in months PKB customer sites deploy  developer  information governance  procurement  manual  research © Patients Know Best Ltd Registered in England and Wales Number  VAT Number GB",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided context, there isn't any specific mention of community or social events organized to fulfill the commitments mentioned. However, it can be inferred that some events might have taken place, given the nature of the organizations involved (e.g., promoting innovation, job creation, etc.). It would be helpful if more details were provided about the organizations and their respective missions to provide a clearer picture of any related events.",
            "source": [
                {
                    "content": "confuddling them with meaningless jargon that covers up the real intent of the organisations who are commissioning you Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "bring jobs economic growth innovation a better health service reduced health costs and a new age in science That Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "as SurveyMonkey to find out what attracted them and what they thought of the campaign Use a scheduling tool like Hootsuite to plan and schedule your social media messages in advance This will help to save a lot of time in the long run and ensure information is being shared on social media at regular intervals Don’t be shy about reusing content Post the same messages on different days and at varying intervals to ensure they have the best chance of being seen",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Today I came across the Profit-with-purpose businesses Subject paper of the Mission Alignment Working Group This was written by the The Global Social Impact Investment Steering Group PKB was interviewed by UDN TV from Taiwan as a part of a story exploring the success and growth of social enterprises in the UK We are excited to announce that Patients Know Best has been shortlisted with our partners in two categories as Finalists for the EHI Awards PKB We are thrilled to announce that Deloitte has selected Patients Know Best to be part of its second wave of Social Innovation Pioneers The program Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided text, several products, services, or technologies are mentioned or referred to. These include:\n\n1. Personal Health Record (PHR) systems\n2. Patient Keyhole Broadcast (PKB) platform\n3. Teamwork software\n4. Electronic Medical Information System (EMIS)\n5. Mental Health Care Plan (MHCP) sharing capabilities\n6. General Practice (GP) system integrations\n7. Centralized record-keeping space\n8. Simplified planning tools\n9. Phased project management methodology\n10. Online journals for patient diaries\n11. File uploading and tracking functionalities\n12. Appointment booking via integration partners\n13. Remote support and resource provision",
            "source": [
                {
                    "content": "Greater personalisation more control over own health and more personalised care when needed Recovery facilitate recovery ability to set recovery goals and monitor progress in achieving those goals Physical health improvement service users have access to physical health check data information digitally the ability to set physical health goals and monitor health improvement in one place Increase access access to self-management tool which will enable more service users to be reached the available resources Plans were written but I couldn't access them even when requested It feels like a one off assessment or tick box exercise They felt like a lecture and continuous changes were not made If there is one plan everyone is aware of you won't keep repeating yourself Integration from GP system EMIS for demographics allergies medications and diagnosis Mental health care plans that are sharable and editable to anyone involved in the service users care Files a central place to add clinical",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The below documents have been collected and shared in order to help your organization build a case internally for a PHR select an appropriate solution and follow through with a seamless procurement",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "space for every deployment for our own internal records and can 'dial up' or 'dial down' the level of collaboration on this plan depending on the needs of our customer We will define our approach with you as a customer during the early initiation period of the project Simplicity - You do not need training or to become an expert user to use Teamwork with us PKB Success Project Managers can explain any features however most of it is self-explanatory Tasks are displayed in simple checklists and every task can hold simple to use comment thread for discussion Planning - The work is generally broken down into phases Pre-contract Go-live Embedding that give a high level expected timeframe for delivery Each phase is broken down into the 8 core workstreams In this way project teams interested in the whole plan can see the big picture whereas specialists focussing only on a certain workstream can easily find the work relevant for them also Reporting - Gantt chart exports tasklist reports and",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "via an online journal for patients to keep a diary Tracking of who has entered what information so the patient can see where their data is coming from Uploading of files of any format up to 1GB per file for clinical communication or storage Booking of appointments via integration partners such as SwiftQueue or via the messaging/questionnaire functionality Normally PKB would take time to work with you to review your current clinical processes and adapt these over time to digital In these circumstances PKB is happy to do this on a more rapid scale and provide resources to support your teams to do so including Calls with our success team lead to work out those processes that could be switched to digital quickly It’s important we understand who your high dependency groups are what their immediate needs are and what care plans and resources can we digitise quickly Please see our commitment to working effectively remotely with you as we understand this is not normal for most health",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided context, there is no mention of specific promotional events, expos, or sales related to the developments being made by the PKB team. However, they do encourage their users to provide feedback and report issues through various channels, which can help improve the platform.",
            "source": [
                {
                    "content": "what our development and product teams are busy working on to further improve the PKB experience for our users Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "their rollout Dear PKB Community  As another week passes in the fight against COVID-19 I wanted to share an update on how our customers are progressing with Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We share with our Patients Know Best community what our developer and product teams are busy working on in September Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for it's continued funding Case studies indicating how our existing deployments have gathered and presented these outcomes are available on our main website and may be useful in giving you ideas on how best to evaluate your organisation's use of PKB",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There isn't enough information provided about specific partnerships or collaborations mentioned in the text. However, it seems like Patients Know Best (PKB) has established successful and sustainable relationships with their customers, which enable them to design and deliver deployments that achieve planned benefits and outcomes. These relationships allow PKB to truly change healthcare and empower patients. Additionally, PKB has been recognized by various organizations such as Deloitte and the Global Social Impact Investment Steering Group, indicating potential collaboration opportunities within the industry.",
            "source": [
                {
                    "content": "Today I came across the Profit-with-purpose businesses Subject paper of the Mission Alignment Working Group This was written by the The Global Social Impact Investment Steering Group PKB was interviewed by UDN TV from Taiwan as a part of a story exploring the success and growth of social enterprises in the UK We are excited to announce that Patients Know Best has been shortlisted with our partners in two categories as Finalists for the EHI Awards PKB We are thrilled to announce that Deloitte has selected Patients Know Best to be part of its second wave of Social Innovation Pioneers The program Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Following B Corp month in March I took the opportunity to reflect on the journey we’ve had as a member of the B Corporation Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "our contribution to that mission  We look forward to not only continuing as a B Corporation with clear mission and engagement corporate accountability high ethical standards and transparency but to also expand on our environmental and sustainability impact not just via our product but as a wider company  Patients Know Best are currently reviewing our company carbon footprint with the intention of committing to the Net Zero  commitment underpinned by a plan to get us there As a company our products help others reduce their carbon footprint and now we are looking at what we as a business can do to ensure the environmental sustainability of our business operations  As a business being the best for Governance is just a start for us We are committed to ensuring all aspects of our company are the best they can be for our staff for our customers and for the future Our big focus now is expanding our practices and continuing to support our customers to achieve better environmental",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We have successful sustainable relationships with our customers This enables us to design and deliver deployments that achieve the planned benefits and outcomes allowing the work to continue for the long term and to truly change healthcare and empower patients The sustainability workstream allows an organisation to monitor and evaluate their rollout of PKB Our Account Managers will work with you to manage regular reviews throughout the life of the contract; reviewing progress against agreed objectives and working collaboratively to evidence the value of delivery to both patients and clinicians Outside of direct contract delivery the PKB Account Management team will also share updates from other regions using PKB discuss initiatives that have worked challenges that are being faced and lessons learnt from these activities The intention of this is to ensure collective learning and sharing success across our customer base - this is also often published via PKB blogs Outcomes and business",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, it seems that there might be some job openings related to the development and implementation of digital solutions for healthcare education and training. Additionally, there could be potential opportunities for students interested in pursuing degrees or courses related to health informatics, nursing, physiotherapy, or other healthcare professions.",
            "source": [
                {
                    "content": "workforce and this starts with educating students utilising high quality technology- such as the one PKB provides As at July PKB had been used by around 20 students in their school of nursing and in September by  from their school of physiotherapy We were delighted as while the use of PKB in clinical settings is widespread among nurses and physiotherapy teams the University of Winchester was the first in which our platform was used by students of these subjects It is well known that there is currently a challenge associated with placement procurement for healthcare students meaning that universities can't find enough placements for their students Doing virtual and simulated placement is therefore even more important and recommended by the HEE Health Education England This challenge started before the hit of the Covid-19 pandemic and exacerbated during and after that Professional bodies such as HEE  are recommending education institutions explore the use of simulation to manage the",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "bring jobs economic growth innovation a better health service reduced health costs and a new age in science That Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Health; and was a management consultant to US hospitals at The Advisory Board Company Mohammad is the author of seven books including Personal health records A guide for clinicians and Streamlining Hospital-Patient Communication Developing High Impact Patient Portals He is also an honorary senior research associate at UCL medical school for his research on patient-controlled medical records In  he was elected an Ashoka Fellow as a social entrepreneur for the contributions he has made to patient care Ian is a co-founder of Patients Know Best He is responsible for Finance Legal and HR matters and advises on commercial strategy Ian is a UK qualified accountant and gained an MBA with Distinction from London Business School where he specialised in Corporate Finance He has worked in the technology sector for 25 years and has raised over m of equity funding from investors Katie qualified as a nurse in  She started her career in orthopaedics and trauma becoming a clinical Nurse specialist",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Medical Journal and chief executive of the BMJ Publishing Group Having qualified in medicine in Edinburgh he worked in hospital in Scotland and New Zealand before joining the BMJ He also worked for six years as a television doctor with the BBC and TV-AM and has a degree in management science from the Stanford Business School He loves making soup marmalade and trouble",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are several events related to job opportunities, training, and networking within the context provided. These include:\n\n* Job Fairs: There could be job fairs organized by different organizations where potential employees can meet representatives from multiple companies. This provides an opportunity for individuals to learn about job openings and connect with employers.\n* Webinars: Online webinars are conducted to provide training, education, and updates on relevant topics. In the given context, there are live and recorded webinars offered for training on using PKB (Patient Knowledge Bank) effectively.\n* Workshops: Workshops are interactive sessions where participants engage in hands-on activities, discussions, and learning experiences. Based on the context, there could be workshops focused on training individuals to become super-users or trainers for PKB.\n* Training Programs: Organizations often provide training programs to develop skills and knowledge in specific areas. Within the context, there are training packages available immediately for using PKB effectively, which can be accessed through live and recorded webinars. Additionally, there is a focus on building in-house expertise through superuser/train-the-trainer models.",
            "source": [
                {
                    "content": "role can be found here There needs to be at least one coordinator for each team that is created Each organisation must have at least one team The coordinators take on the majority of the platform administration and management tasks and will need training on the following Updating the welcome message for patients regularly with the latest instructions eg to complete new forms or read new resources  Authorise and apply care plan templates such as the COVID-19 one page profile  Individuals who use PKB to work with patients for example the Link Workers need to understand these basic functions How to manually add an email address if the patient has not yet registered How to add the care plan to a record if the patient has not already done so All these have supporting videos which can be found here Patients generally need minimal instruction on how to use the system as it is intuitive and they have already been trained to use the internet as consumers There are however ways to support their",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The media is probably the most effective way to spread your campaign messages It’s likely that your organisation already uses the local media to share news with your patients and the local community Take advantage of these relationships to communicate about this exciting new service Your reach can be scaled drastically by taking advantage of this approach Think about what you want to share what you hope to achieve why it’s important and when is a good time to share this information Engaging with the media shouldn’t be treated as a ‘one-off’ exercise; think about what stage you’re at in the campaign and what information or news is worth sharing at that point For example you might want to talk about the launch of the service to begin with to raise awareness Later you may wish to put forward some anecdotal success stories to further promote the service and increase uptake You should therefore consider Here’s a sample press release designed for the launch stage to help you get started",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "trust-side - again which your team can get a head start on as we publish our open APIs and our data model online An overview page of integrating test results and appointment data can be found here A detailed overview of each of the above registration options can be found here We recognise the value of clear and effective communications and will work with you to establish a consistent message for how you are responding to COVID-19 with a remote care approach PKB can also send out a mass mailshot to your patients on your behalf and written from your organisation to inform them an invitation is coming we have this templated and ready to be sent subject to your internal sign off A website homepage update would be needed alongside various other channels as required The more comms you are able to do the higher the uptake but we advise a message on your website as the minimum Training packages are available immediately we offer live and recorded webinars when delivering at speed and scale as",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "do the higher the uptake but we advise a message on your website as the minimum Training packages are available immediately we offer live and recorded webinars when delivering at speed and scale as well as developing your own in-house experts via superuser/ train-the-trainer model Due to the current situation all training will be delivered remotely via online training tools We will train a small core group of foundational administrator users who we support in establishing the PKB environments for each department From there each team has a co-ordinator user who has the ability to customise team-specific resources care plans library content and consultations/questionnaires Wider professional training is administered by the new in house super-users supported by our online manual FAQ videos and free online training tool Lessonly More key information around the key methods of utilising PKB in a health crisis can be found on the emergency planning wiki homepage Please contact the PKB team",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Based on the provided text, several employee or participant benefits are mentioned:\n\n1. Personalization: Participants have greater control over their health and receive more personalized care when needed.\n2. Empowerment: Individuals are empowered by having access to information and digital tools that allow them to take charge of their health and wellbeing.\n3. Accessibility: Improved access to self-management tools enables more individuals to benefit from available resources.\n4. Streamlined processes: Workflow efficiencies for healthcare professionals result in time savings and reduced administrative burdens.",
            "source": [
                {
                    "content": "Please see below for a snapshot of our interactive Benefits Calculator Get in touch with us at  for us to send you a copy or run the analysis for your organisation",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "eg Fair Medicine to an entire health economy such as in North-West London covering 23 million people wwwcareinformationexchange-nwlnhsuk This extensive feature set results in direct cash-releasing benefits and improved outcomes; through workflow efficiencies for healthcare professionals and improved clinical outcomes and patient experience for the customer Efficiencies are wide ranging; from providing a paperless service and remote consultations to a reduction in unplanned episodes of care service burden and increased throughput",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Greater personalisation more control over own health and more personalised care when needed Recovery facilitate recovery ability to set recovery goals and monitor progress in achieving those goals Physical health improvement service users have access to physical health check data information digitally the ability to set physical health goals and monitor health improvement in one place Increase access access to self-management tool which will enable more service users to be reached the available resources Plans were written but I couldn't access them even when requested It feels like a one off assessment or tick box exercise They felt like a lecture and continuous changes were not made If there is one plan everyone is aware of you won't keep repeating yourself Integration from GP system EMIS for demographics allergies medications and diagnosis Mental health care plans that are sharable and editable to anyone involved in the service users care Files a central place to add clinical",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "empowerment Equip patients with the information they need before their appointment also providing the tools they need to interact digitally rather than relying on face to face consultations The patient arrives at the clinic Information is explained to the patient and the nurse goes through a questionnaire/checklist with the patient appointments aren’t being efficient and patients are having long waiting times Admin creates an appointment and adds care plan into PKB PKB notifies patient about appointment and care plan are in their record Patient fills in informed questionnaire care plan before the appointment Professional team-based messaging available to the patient for follow up instructions and questions The ability for patients to contact the team if they have any issues after starting the contraceptive pill Women able to track symptoms in relation to the contraceptive pill Record BP when they get it checked at the GP cp_whiteBox background-colorffffff; padding15px;",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided context, there isn't any specific mention of a financial or earnings report within the given text. However, some general insights can still be drawn from the content. It appears that the company is focused on sustainability, innovation, and making a positive impact on various stakeholders. They have received recognition for their work and continue to grow and develop as a B Corp. Additionally, the company values transparency, participation, and collaboration in their operations.",
            "source": [
                {
                    "content": "Following B Corp month in March I took the opportunity to reflect on the journey we’ve had as a member of the B Corporation Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We have introduced a new reporting functionality giving our customers detailed business intelligence about their roll-out In this blog we give you a preview of Are doing good and doing business mutually exclusive This video would beg to differ As part of the Global Competitiveness Forum where global business leaders We’ve been having this conversation since at least  said a member of the audience at this week’s Cambridge Health Network’s meeting on partnerships between All the political parties and those at the top of the NHS see an important role for entrepreneurs in the latest version of the health The NHS UK PLC and the wider world will all benefit if we have more doctor entrepreneurs willing to take risks and start up companies The two driving principles of the new NHS Commissioning Board are transparency and participation If they are applied radically then they can transform the NHS Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Today I came across the Profit-with-purpose businesses Subject paper of the Mission Alignment Working Group This was written by the The Global Social Impact Investment Steering Group PKB was interviewed by UDN TV from Taiwan as a part of a story exploring the success and growth of social enterprises in the UK We are excited to announce that Patients Know Best has been shortlisted with our partners in two categories as Finalists for the EHI Awards PKB We are thrilled to announce that Deloitte has selected Patients Know Best to be part of its second wave of Social Innovation Pioneers The program Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "have a positive and lasting impact on our employees community customers and the environment Personal Health Records deliver a sustainable healthcare triple benefit it is better for people as patients can have faster more personalised care; better for the planet as activity has a much lower carbon footprint; and it is better for professionals as they can focus on those who need the most help By sharing information with citizens allowing their rich contributions to form part of a shared record and by providing the appropriate resources to support self-management we have an opportunity to truly deliver sustainable care The world needs every business at its best – creating good jobs adding value to society and taking responsibility for the environmental impact As a B Corp company we’re proud of our contribution to that mission  We look forward to not only continuing as a B Corporation with clear mission and engagement corporate accountability high ethical standards and transparency but to",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided context, there is no direct mention of investor events or funding rounds. However, it can be inferred that PKB might have experienced some growth, which could potentially attract interest from investors.",
            "source": [
                {
                    "content": "Following B Corp month in March I took the opportunity to reflect on the journey we’ve had as a member of the B Corporation Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "has been a period of huge growth for PKB with staff numbers and customer sites expanding rapidly so it’s important that at times we Some meetings and events that PKB attend are the culmination of weeks of organisation and emails back and forth Others like the Bristol Make It Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "In November the Financial Times held a Global Pharmaceutical and Biotechnology conference in London to discuss with the life sciences industry and their partners the  has been a period of huge growth for PKB with staff numbers and customer sites expanding rapidly so it’s important that at times we Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We share with our Patients Know Best community what our developer and product teams are busy working on in September Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, I cannot directly provide specific financial or funding goals set for the next period. However, it is mentioned that the BCORP social enterprise has a commitment to reinvest revenue to improve its system and services for the benefit of patients. Additionally, the company designs innovative funding models to allow healthcare organizations to pay from savings. This suggests that financial goals may involve reinvesting in the organization and developing new funding models to support patient care and improvement initiatives.",
            "source": [
                {
                    "content": "patient cohort Do you send out a lot of material and letters through the post Are you using any care plans with your patients currently Do you have to gather any PROMS and PREMS data periodically What are the key targets set for the department Are you eligible for further funding tied to the use of patient portals",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the team Any particular positive updates that can be drawn out of the project data for the week These will be determined and finalised by looking at and discussing the project plan and workstream updates The risk or issue descriptions of the most pressing items of that week",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "information and if tools exist to help them self-manage that they should be given them We also recognise change is difficult time-consuming and therefore has costs As a BCORP social enterprise we have a commitment to reinvesting revenue to improve our system and service for the benefit of patients We also design innovative funding models to allow healthcare organisations to pay from savings No matter the approach both PKB and our healthcare partners need to design a deployment that achieves benefits and allows the work to continue to truly change healthcare and empower patients The sustainability workstream is where we monitor and evaluate this alongside our delivery teams throughout the deployment Expected Timeframe 2 months for benefits tracking 10 months for case studies",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "our contribution to that mission  We look forward to not only continuing as a B Corporation with clear mission and engagement corporate accountability high ethical standards and transparency but to also expand on our environmental and sustainability impact not just via our product but as a wider company  Patients Know Best are currently reviewing our company carbon footprint with the intention of committing to the Net Zero  commitment underpinned by a plan to get us there As a company our products help others reduce their carbon footprint and now we are looking at what we as a business can do to ensure the environmental sustainability of our business operations  As a business being the best for Governance is just a start for us We are committed to ensuring all aspects of our company are the best they can be for our staff for our customers and for the future Our big focus now is expanding our practices and continuing to support our customers to achieve better environmental",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided context, there isn't any specific publication, research finding, or introduced technology mentioned. However, some general information about recent developments in the Patients Know Best (PKB) platform can be inferred. For instance, in September, they were working on making it easier for users to add test results. Additionally, in February, they focused on improving the user interface related to imaging plans. These details suggest that PKB is continuously enhancing its platform to provide better user experience and functionalities.",
            "source": [
                {
                    "content": "We share with our Patients Know Best community what our developer and product teams are busy working on in September Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Welcome to August’s installment of our upcoming development blog New work this month includes  Making it easier for users to add test results Expanding our Welcome to the June instalment of our upcoming development blog focussing on improvements and updates to PKB Read our next instalment of our upcoming development blog for May Welcome to April’s instalment of our development update where we will give you an insight into what our Engineering team is working on this month Welcome to the next instalment of our upcoming development blog This month we are focusing on Improvements to the user interface on the Imaging Plans This month we are focusing on Continuing work to restart the EMIS extract service allowing patients to report errors opening documents Improving the patient registration process allowing customers to pull consultation responses from PKB using our FHIR APIs Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Welcome to March’s instalment of our development blog We are excited to share the features that we are releasing this month  Patients can manage their Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "An overview of the new features and updates added to the PKB platform in November  An overview of the new features and updates added to the PKB platform in October  In this instalment of our development update we share what our developer and product teams will be busy working on over the next month We’re updating the Patients Know Best advanced consent questions to make them easier for patients to understand In April Microsoft announced it would shut down the HealthVault service in November This was the USA’s last web-based personal health records offering and as To drive further cost savings for our customers we switched on the ‘unread documents reminder’ functionality in April  It means that if a letter sent Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided context, I cannot provide specific information about ongoing or upcoming research projects or innovation initiatives. However, some general statements can be made regarding the company's focus on technology and innovation. The company seems to be actively developing and improving their products and services, as indicated by mentions of \"developer and product teams\" and \"breakthrough ideas.\" Additionally, they appear to be committed to sharing their progress and successes with their community through updates like \"Enter your email address to subscribe to this blog and receive notifications of new posts by email,\" which demonstrates transparency and engagement with stakeholders.",
            "source": [
                {
                    "content": "bring jobs economic growth innovation a better health service reduced health costs and a new age in science That Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We share with our Patients Know Best community what our developer and product teams are busy working on in September Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The power of inquiry to spark breakthrough ideas is a great new book about the importance and power of questions It Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for it's continued funding Case studies indicating how our existing deployments have gathered and presented these outcomes are available on our main website and may be useful in giving you ideas on how best to evaluate your organisation's use of PKB",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, there isn't any specific mention of research grants or innovation awards being distributed recently. However, some organizations were recognized for their achievements in various fields such as healthcare, technology, and education.",
            "source": [
                {
                    "content": "Initiative for academic institutionsStudents at Newcastle University School of Medical Education in both Newcastle Upon Tyne and Malaysia have … Read More Young Epilepsy and Patients Know Best PKB have partnered to deliver a national digital solution for children and young people with epilepsy CYPE and their families to manage their health and wellbeing hoping to go live in December  The Young Epilepsy team will ensure that development is driven by the voices of children young people and their families with … Read More The City and Hackney collaborative made up of City and Hackney ICP North East London CCG East London FT The Advocacy Project and Core Art  Sport scoops up the awards at this years Health Service Journal awards The recognition for their Digital Recovery Platform for Severe Mental Illness resulted in one win two highly commended and one finalist position for their cross … Read More Necessary cookies are absolutely essential for the website to function properly This",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Deutsche Telekom Fujitsu Siemens Netlog The Financial Times Spotify Al Jazeera Canonical Ubuntu GE Healthcare and Telenor In November  Dyn was acquired by Oracle Outside of PKB David is involved in several not-for-profit privacy and security-focused technology projects Richard is Director of the Ovations initiative run by world-leading health care organisation UnitedHealthcare Its mission is to combat chronic disease in the developing world funding centres in China Bangladesh India Pakistan Tunisia Tanzania South Africa Central America and the US Mexico border As a member of the board of the Public Library of Science he is also an honorary professor at the University of Warwick a member of the governing council of St George’s University of London and editor of Cases Journal Previously he was Chief Executive of UnitedHealth Europe a subsidiary of UnitedHealth Group that works with public health systems in Europe Before that Richard was the editor of the British Medical Journal BMJ and",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We share with our Patients Know Best community what our developer and product teams are busy working on in September Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "In November the Financial Times held a Global Pharmaceutical and Biotechnology conference in London to discuss with the life sciences industry and their partners the  has been a period of huge growth for PKB with staff numbers and customer sites expanding rapidly so it’s important that at times we Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided text, it appears that Patients Know Best (PKB) is working closely with various organizations, institutions, and entities. Some of these include:\n\n1. Mission Alignment Working Group Subject paper authors\n2. Global Social Impact Investment Steering Group\n3. UDN TV from Taiwan\n4. Partners in two categories as Finalists for the EHI Awards\n5. Deloitte's Social Innovation Pioneers Program\n6. Organisations that are within a CCG (Clinical Commissioning Group)\n7. GP Federations\n8. Hospital departments treating patients and referring them to specialists elsewhere in the country\n9. Other healthcare providers involved in the care of shared patients\n\nThese collaborations demonstrate PKB's commitment to working with diverse stakeholders to improve patient care and facilitate better communication between healthcare professionals.",
            "source": [
                {
                    "content": "Today I came across the Profit-with-purpose businesses Subject paper of the Mission Alignment Working Group This was written by the The Global Social Impact Investment Steering Group PKB was interviewed by UDN TV from Taiwan as a part of a story exploring the success and growth of social enterprises in the UK We are excited to announce that Patients Know Best has been shortlisted with our partners in two categories as Finalists for the EHI Awards PKB We are thrilled to announce that Deloitte has selected Patients Know Best to be part of its second wave of Social Innovation Pioneers The program Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "confuddling them with meaningless jargon that covers up the real intent of the organisations who are commissioning you Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "where as affiliate team only allows the specific teams linked to access each others patients An affiliate team cannot see all patients that sit in the linked team - they have to be given access to these patients on an individual patient Organisation networks are useful when the organisations are in geographical proximity to one another For example organisations that are within a CCG might decide to become a network or GP practices that are in the same GP federation Affiliate teams are normally used when the teams share a speciality For example if a hospital department is treating a patient and has to refer them to a specialist somewhere else in the country the two hospital teams could become affiliate so they can both access and add data to the record even though they are geographically far away from one another PKB customer sites deploy  developer  information governance  procurement  manual  research © Patients Know Best Ltd Registered in England and Wales Number  VAT Number GB",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the same area Each team must still get or document consent before they access the data An affiliate team is a team that is linked to another team within a different organisation This allows the two teams to send one another patients that both teams are caring for No An affiliate team can only see patients that the linked team have given them access to As a coordinator log in and search for the patient Click the radio button to the left of their name to select them and click 'Assign teams' You can then choose the relevant team An organisation network is grouping together multiple organisations whereas an affiliate team is grouping teams who sit in different organisations Organisation networks allow all teams within those organisations to access patients that sit in teams across the network where as affiliate team only allows the specific teams linked to access each others patients An affiliate team cannot see all patients that sit in the linked team - they have to be given access to",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives involving PKB and various organizations. Here's a list of some notable collaborations:\n\n1. Mission Alignment Working Group Subject Paper (PKB & The Global Social Impact Investment Steering Group)\n2. Interview with UDN TV from Taiwan (Patients Know Best & PKB)\n3. EHI Awards - Finalist in two categories (Patients Know Best & Partners)\n4. Deloitte's Social Innovation Pioneers Program (Patients Know Best)\n5. Educational Datasets Integration (Long-term Plans)\n6. Next Big Thing",
            "source": [
                {
                    "content": "Today I came across the Profit-with-purpose businesses Subject paper of the Mission Alignment Working Group This was written by the The Global Social Impact Investment Steering Group PKB was interviewed by UDN TV from Taiwan as a part of a story exploring the success and growth of social enterprises in the UK We are excited to announce that Patients Know Best has been shortlisted with our partners in two categories as Finalists for the EHI Awards PKB We are thrilled to announce that Deloitte has selected Patients Know Best to be part of its second wave of Social Innovation Pioneers The program Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "During our Ask the CEO Anything session there were a number of questions that he was unable to get to due to time constraints Read below the ones you may have missed Question Are there any long term plans to integrate/API PKB with educational datasets as well as social care datasets This would be a further game changer in my mind Many of our health outcomes and information sharing is around finding out school attendance and attainment Also many of our care plans require sharing or co-creating with educational settings Already possible for school staff to use PKB outside of N3 network / NHS infrastructure with correct permissions of course eg to see an asthma care plan to know what to do for the child; But also shared editing eg we have an EHCP care plan template if anyone wants to use it; We have sites that track days off school manually not integrated with school and social care data sets yet but lots that can be done immediately without integration; Question What's the next big",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "has been a period of huge growth for PKB with staff numbers and customer sites expanding rapidly so it’s important that at times we Some meetings and events that PKB attend are the culmination of weeks of organisation and emails back and forth Others like the Bristol Make It Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a digital system Examples of Nottinghamshire’s fantastic communication campaigns are touched on later but this has resulted in great local buy-in and ongoing engagement     Finally Humber and North Yorkshire Health and Care Partnership who similarly to Sussex started with one organisation but have expanded to an ICS wide contract this year Their contract set them a target of achieving 5 of their total population to be registered each and every year of their contract with them already achieving over 15 from two projects within the overall programme  Importantly the region also has a strong start in clinical and service transformation/redesign with Hull University Teaching Hospitals NHS Trust  HUTH progressing with many projects focused on change in service delivery underpinned by use of the PKB portal These processes and blueprints are shared across the other projects in the region to support an efficient overall programme approach and best practice in learning spread and adoption   In",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Collaborative efforts between PKB and various organizations, such as healthcare providers, social enterprises, and innovation programs, typically involve shared goals and desired outcomes. Some common objectives include improving patient care, increasing efficiency, promoting user satisfaction, demonstrating measurable benefits, fostering innovation, and facilitating knowledge sharing. Outcomes can vary depending on the nature of the collaboration, but they often result in successful case studies, increased market presence, enhanced reputation, and strengthened relationships among partner organizations. By working closely together, all parties involved hope to achieve these mutually beneficial objectives while driving positive change in the healthcare industry.",
            "source": [
                {
                    "content": "are achieved PKB has been successfully delivered resulting in case studies that demonstrate quantifiable benefits for the customer and users In some instances we may need to adjust the standard structure above for customer deployments We recognise that customer organisations have their own methodologies terminology and approaches to delivery We aim to offer as much support as is needed for any particular customer fully 'owning' the project management when it is required collaborating as equal partners or feeding into a customer's plans The focus for us is on aligning expectations and delivering shared goals agreeing at the earliest stages how best to work together to achieve this",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Today I came across the Profit-with-purpose businesses Subject paper of the Mission Alignment Working Group This was written by the The Global Social Impact Investment Steering Group PKB was interviewed by UDN TV from Taiwan as a part of a story exploring the success and growth of social enterprises in the UK We are excited to announce that Patients Know Best has been shortlisted with our partners in two categories as Finalists for the EHI Awards PKB We are thrilled to announce that Deloitte has selected Patients Know Best to be part of its second wave of Social Innovation Pioneers The program Enter your email address to subscribe to this blog and receive notifications of new posts by email",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to empowering clinical teams with this new way of working We track experiences both positive and negative learn from the lessons and adjust our approach accordingly to become more efficient and effective in our deployments We create change with a network of forward thinking customers and partners this network is never static We collaborate constantly and remain flexible to keep aligned We track and use data effectively wherever possible to guide our decisions and approaches using evidence",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a digital system Examples of Nottinghamshire’s fantastic communication campaigns are touched on later but this has resulted in great local buy-in and ongoing engagement     Finally Humber and North Yorkshire Health and Care Partnership who similarly to Sussex started with one organisation but have expanded to an ICS wide contract this year Their contract set them a target of achieving 5 of their total population to be registered each and every year of their contract with them already achieving over 15 from two projects within the overall programme  Importantly the region also has a strong start in clinical and service transformation/redesign with Hull University Teaching Hospitals NHS Trust  HUTH progressing with many projects focused on change in service delivery underpinned by use of the PKB portal These processes and blueprints are shared across the other projects in the region to support an efficient overall programme approach and best practice in learning spread and adoption   In",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "forbes",
                            "medium",
                            "bthechange",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "ico",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}