{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Throughout the passage, there are several sustainable or environmental practices mentioned. Some key examples include:\n\n1. Switching to intermodal transit for green coffee, which saves nearly 60 pounds of carbon emissions per year.\n2. Compliance with Fair Trade standards, ensuring better prices and working conditions for coffee farmers and cooperatives.\n3. Purchasing organically grown products that restore the land and reduce carbon emissions.\n4. Supporting local climate change advocacy and awareness efforts.\n5. Using regenerative organic agricultural practices on coffee farms, which promote a natural balance, improve soil health, and act as carbon sinks.\n6. Partnering with coffee farmers to implement solutions to combat climate change.\n7. Engaging in transparent communication about best practices within the value chain.\n8. Achieving B Corp certification, demonstrating commitment to sustainability and continuous improvement.",
            "source": [
                {
                    "content": "ways to cut our carbon footprint We recently switched to intermodal transit for our green coffee which uses a combination of transport options saving nearly  pounds of carbon emissions each year This reduces our inbound footprint by 60 We compost or recycle the majority of waste from our roastery We also support local climate change advocacy and awareness efforts by supporting amazing organizations like Climate Generation Grow Ahead and Save the Boundary Waters Canoe Area We encourage you to explore what you can do to fight climate change too Start today by purchasing organically grown products that restore the land rather than taking precious nutrients and expelling excess carbon Be mindful of your consumption take more walks and fewer drives educate yourself on the issues and support organizations that are doing essential work locally and globally to help us take back our planet and keep its future bright for our farmers across the globe and our neighbors here at home ©  Peace",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "into cooperatives which provide training and support to entire communities impacted by climate change By purchasing coffee from dedicated fair trade brands consumers know that prices support a sustainable livelihood for coffee farmers and cooperatives providing vital assistance to vulnerable communities The coffee grown by small-scale farmers who use regenerative organic agricultural practices is also climate-friendly Coffee farmers who engage in these practices do not use chemical fertilizers pesticides or monocropping practices all of which can contribute to climate change Instead these small-scale farmers are creating a natural balance in their plots to overcome disease and pests rebuild their soil health and protect the shade cover and biodiversity on their land These practices turn farms into carbon sinks further reducing the impact of climate change on all of us Lastly many actors in the value chain are now partnering with coffee farmers to provide the solutions needed to combat",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "practices we will continue to demonstrate our leadership in the industry through transparency sharing information on best practices and collaborating on projects with other like-minded organizations Overall this change will help ensure we continue to lead the way and inspire others to follow in our footsteps Peace Coffee has set the tone for innovation in organic fair trade coffee for 20 years now and we fully expect this to continue to for the next 20 and beyond Under our new ownership we will work even harder to stay ahead of the pack and maintain a focus on sustainable operations while looking for ways to continuously build upon what we’ve been doing for years One way we are doing this is through our recent B Corp certification That’s right we are now a certified B Corporation This certification not only demonstrates our leadership in sustainability but provides the framework for improvements enabling us to further enhance our farmer and environment-first mission Over time our",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "replanting abandoned plots to create test farms and conferences for farmers to exchange new tools and techniques “A rich cup of coffee is one of life’s little pleasures but it will become more difficult and expensive to obtain in the near future Coffee is among the crops under threat from climate change” “An extensive study published in January found that 60 of wild coffee species — or 75 of  plants — are at risk of extinction” We pioneered large-scale bicycle delivery in the Twin Cities over 25 years ago and still two-wheel deliver 50 of our coffee locally We roast our coffee inside The Greenway Building which uses solar power and geothermal heat reclaimed materials and its central location limits transport distance for local deliveries On a larger scale we’re always looking for new ways to cut our carbon footprint We recently switched to intermodal transit for our green coffee which uses a combination of transport options saving nearly  pounds of carbon emissions each year This",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation. Here are ten examples out of the possible hundred:\n\n1. Earth Day (April 2nd) - An annual event dedicated to promoting environmental awareness and action.\n2. Global Climate Strike (September 20-27, 2) - A series of worldwide protests demanding urgent action on climate change.\n3. World Environment Day (June 5th) - An international event organized by the United Nations to raise awareness and inspire action for the environment.\n4. National Park Service Centennial (August 25th, 2) - A celebration marking the 10th anniversary of the U.S. National Park Service.\n5. International Union for Conservation of Nature (IUCN) World Conservation Congress (every four years) - A major international conference on conservation and sustainable development.\n6. Green Festivals (held annually in various cities) - Events that aim to educate and inspire people to live more sustainably.\n7. Wildlife Conservation Society (WCS) - A nonprofit organization dedicated to protecting wildlife and their habitats around the world.\n8. The Nature Conservancy - Another leading nonprofit organization working towards conserving lands and waters for nature and people.\n9. World Wide Fund for Nature (WWF) - An international organization focusing on conservation and sustainability initiatives.\n10. Local environmental conservation groups and initiatives - Many communities have grassroots organizations and campaigns working to protect local ecosystems and address environmental challenges.",
            "source": [
                {
                    "content": "were able to support a large number of our most beloved local partners like RECLAIM Cookie Cart Bicycle Alliance of Minnesota Open Arms of Minnesota Every Meal NAMI of MN LifeWorks and many more We contributed nearly  cups of coffee and over 13 to these groups that have been working tirelessly to hold up our communities through another very tough year Though we envisioned our 25th year with a few celebrations and in-person parties so we could truly show our appreciation for the incredible community support  had other plans So our efforts to gather were turned into celebrating local organizations and donating what funds we would’ve used for those efforts directly to them We put our energy into creating a few memorable products this year as well like the introduction of Colombia Single Origin and our limited edition coffee Party Animal which celebrated 25 colorful years with a blend of coffees from Triunfo Verde in Mexico the first country we purchased coffee from and Comsa in Honduras",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Save 30 On First Subscription Order w/Code NEWSUB30  📦 Free Shipping On All Orders Over 40 Though we aren’t able to gather rally lobby or host benefit concerts this Earth Day we can still make a huge impact Join us as we share some ways to embrace Earth Day through supporting agroforestry learning about the power of trees and noticing the nature of current events Whether you’ve settled into a new work-from-home schedule or you’re an essential worker still going about your normal routine this Earth Day we’re mindful of all the ways that global society has stepped up to take care of its most vulnerable Our hearts have been on our local community in Minneapolis along with our coffee farmer-partners spread around the planet and we’re grateful to share some of the ways we can all reach across the digital space and continue to help curb the effects of climate change Grow Ahead is a nonprofit that focuses on direct partnerships with small-scale farmers to promote sustainability and resilience",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "ways to cut our carbon footprint We recently switched to intermodal transit for our green coffee which uses a combination of transport options saving nearly  pounds of carbon emissions each year This reduces our inbound footprint by 60 We compost or recycle the majority of waste from our roastery We also support local climate change advocacy and awareness efforts by supporting amazing organizations like Climate Generation Grow Ahead and Save the Boundary Waters Canoe Area We encourage you to explore what you can do to fight climate change too Start today by purchasing organically grown products that restore the land rather than taking precious nutrients and expelling excess carbon Be mindful of your consumption take more walks and fewer drives educate yourself on the issues and support organizations that are doing essential work locally and globally to help us take back our planet and keep its future bright for our farmers across the globe and our neighbors here at home ©  Peace",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "those memories might be at our booth in the Healthy Local Foods exhibit inside the Eco Experience The Eco Experience is a building full of free activities for kids and families alike centered around sustainability in everything from water use and tree care to electric vehicles and wind energy We’re at it again this year partnering with family-farm champion and local food pioneers Renewing the Countryside to bring you one of the best free things at the state fair Stop by from 900 am – 300 pm each day for samples of our organic fair trade coffee brewed fresh for you by our fair-fanatic staff Better yet bring a reusable mug and we’ll happily fuel your fair with a full cup of fresh brewed organic magic This year we’re highlighting some of our favorite blends from each roast level Morning Glory Blend light roast Birchwood Blend medium roast and Tree Hugger Blend dark roast The theme for the Healthy Local Foods area this year focuses on reducing food waste and if you drink as much coffee as",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the provided information, some of the environmental impact metrics mentioned include:\n\n* A 33 on Environmental Management (Peace Coffee)\n* An 8 on Water (Peace Coffee)\n* An 88 on Land (Peace Coffee)",
            "source": [
                {
                    "content": "Financial Security a 40 on Health Wellness and Security a 32 on Career Development and a 32 on Engagement  Satisfaction The community score takes into consideration our engagement and impact on the communities from which we hire operate and source from We earned a 49 for Diversity Equity and Inclusion a 43 for Economic Impact a 22 on Civic Engagement  Impact and a 61 on Supply Chain Management We also earned a  on Supply Chain Poverty Alleviation for an intentionally designed business model to create a positive outcome for stakeholders Our mission accounts for this share of the score and reflects our commitment to building long-term relationships with our farmer partners   This category took into consideration our environmental management practices plus our impact on water air land and biodiversity We earned a 33 on Environmental Management a 21 on Air  Climate 8 on Water and 88 on Land  Life We also picked up a  on Toxic Reduction/Remediation This score is thanks to our  organic",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "B Corps are for-profit companies certified by the nonprofit B Lab to meet rigorous standards of social and environmental performance accountability and transparency There are over 2 B Corporations in  50+ Countries and in over  Industries – all with 1 Unifying Goal – to redefine success in business In order to achieve certification Peace Coffee was assessed using stringent practical standards that measure our impact on all of our employees our community and the environment Compared to our Public Benefit Corporation status from the state of MN this certification is not self-reported but achieved by receiving a minimum verified score on the B Impact Assessment Recertification is required every 2 years against an evolving standard Certification begins with an assessment including over  questions that look at these impact areas Next comes an interview with B Corp staff and we must submit documentation to prove our responses were truthful The final score from the assessment has to be at",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "and awareness for important causes Best For The World recognition is administered by B Lab the global nonprofit that certifies and supports Certified B Corporations which are for-profit companies dedicated to using business as a force for good Today there are over 5 Certified B Corporations across 83 countries and  industries unified by one common goal to redefine success in business B Corps meet the highest standards of verified social and environmental performance public transparency and legal accountability to balance profit and purpose B Corp Certification doesn’t just evaluate a product or service it assesses the overall positive impact of the company that stands behind it Using the B Impact Assessment B Lab evaluates how a company’s operations and business model impact its workers community environment and customers To achieve the B Corp Certification a company must achieve a score of at least 80 points on the assessment The  Best For The World lists including Patagonia Leesa",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "and awareness for important causes Best For The World recognition is administered by B Lab the global nonprofit that certifies and supports Certified B Corporations which are for-profit companies dedicated to using business as a force for good Today there are over 5 Certified B Corporations across 83 countries and  industries unified by one common goal to redefine success in business B Corps meet the highest standards of verified social and environmental performance public transparency and legal accountability to balance profit and purpose B Corp Certification doesn’t just evaluate a product or service it assesses the overall positive impact of the company that stands behind it Using the B Impact Assessment B Lab evaluates how a company’s operations and business model impact its workers community environment and customers To achieve the B Corp Certification a company must achieve a score of at least 80 points on the assessment The  Best For The World lists including Patagonia Leesa",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, based on the provided context, Peace Coffee has made several public commitments to social and corporate responsibility. They have invested in farmer cooperatives by forming long-term trading relationships, minimized their environmental impact by delivering coffee via bicycle, occupied a green building, composted waste, used intermodal transit, and considered people, profit, and the planet to be equally important to their success. These actions demonstrate Peace Coffee's dedication to being a force for good in their communities and beyond.",
            "source": [
                {
                    "content": "service and charitable giving including whether a company’s product or service is designed to solve a social issue such as access to basic services health education economic opportunity and the arts Honorees scoring in the top 10 percent set a gold standard for how business can be a force for good in communities around the world Peace Coffee made the list thanks to exceptional practices like investing in farmer cooperatives by forming long-term trading relationships minimizing environmental impact by delivering coffee via bicycle occupying a green building composting waste and using intermodal transit “Since our founding we’ve proven that coffee though simple in form can make a positive difference for people and places thousands of miles apart” said Lee Wallace CEO and owner of Peace Coffee “As the first B Corp Certified coffee company in Minnesota we proudly consider people profit and the planet to be equally important to our success and believe that every business decision we make",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "are changing the system by building businesses that seek to create the greatest positive impact” says Jay Coen Gilbert co-founder of B Lab “Best For The World is the only list of businesses that uses comprehensive comparable third-party-validated data about a company’s social and environmental performance As consumers talent and investors increasingly demand transparent values-aligned businesses to buy from work at and invest in companies will need to not just the best in the world but the best for the world and not just to be nice but to be the most successful”     Nearly 1 Certified B Corporations were named  Best for the World Honorees including Patagonia; King Arthur Flour Company; Green Mountain Power; and the United Kingdom’s Charity Bank Fifty-two countries are represented including Denmark India South Africa and Taiwan Honorees are featured at bthechangecom/bestfortheworld Today there are more than 2 Certified B Corporations across more than  industries and 50 countries",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Index 40 percent of Americans said a lack of knowledge about where to find socially responsible products and services is preventing them from doing more good and that if they turned to a source of information to evaluate whether a company was doing good work it was probably the product packaging “Our bold new brand identity clearly identifies us as a fair-trade organic coffee company making it the first thing prospective consumers learn about us” said Wallace “We intend to make the most of the growing consumer interest in ethical consumption This is a big moment for Peace Coffee” Lee Wallace bought Peace Coffee with co-investor Kent Pilakowski in  after twelve years leading the company Over 24 years in business Peace has purchased more than five million pounds of green coffee from small-scale farmer cooperatives in more than 12 countries In  ninety-eight percent of its coffee came from cooperatives that Peace Coffee has had relationships with for more than five years Three cents a",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "and awareness for important causes Best For The World recognition is administered by B Lab the global nonprofit that certifies and supports Certified B Corporations which are for-profit companies dedicated to using business as a force for good Today there are over 5 Certified B Corporations across 83 countries and  industries unified by one common goal to redefine success in business B Corps meet the highest standards of verified social and environmental performance public transparency and legal accountability to balance profit and purpose B Corp Certification doesn’t just evaluate a product or service it assesses the overall positive impact of the company that stands behind it Using the B Impact Assessment B Lab evaluates how a company’s operations and business model impact its workers community environment and customers To achieve the B Corp Certification a company must achieve a score of at least 80 points on the assessment The  Best For The World lists including Patagonia Leesa",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual or quarterly reports detailing Peace Coffee's commitments as a B Corp. These reports provide updates on the company's progress in meeting its social and environmental performance standards. However, I am unable to provide specific information regarding the content of these reports without further context.",
            "source": [
                {
                    "content": "of their entire operation to prove that their strong values are in line with their business practices When you spend your dollars with a B Corp company you invest in the highest level of social and environmental performance transparency and accountability From each coffee cherry harvested to each bag of coffee we place on the shelf our purpose is unwavering infuse positive change into every thread of our business We strive to have integrity in our relationships be transparent in our transactions and use creativity and thoughtfulness to inspire others to seek a better way of consuming We want people to ask questions about their products and to hold businesses like ours accountable for the claims we make One of the most important elements of being a B Corporation is the growing network of companies in our community that are fighting the good fight along with us Please support them with your purchases and help raise awareness for the B Corp community ©  Peace Coffee LLC Privacy Policy",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "B Corps are for-profit companies certified by the nonprofit B Lab to meet rigorous standards of social and environmental performance accountability and transparency There are over 2 B Corporations in  50+ Countries and in over  Industries – all with 1 Unifying Goal – to redefine success in business In order to achieve certification Peace Coffee was assessed using stringent practical standards that measure our impact on all of our employees our community and the environment Compared to our Public Benefit Corporation status from the state of MN this certification is not self-reported but achieved by receiving a minimum verified score on the B Impact Assessment Recertification is required every 2 years against an evolving standard Certification begins with an assessment including over  questions that look at these impact areas Next comes an interview with B Corp staff and we must submit documentation to prove our responses were truthful The final score from the assessment has to be at",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "the choice of how to use these funds up to them They know their land their neighbors and the real challenges impacting their community more than we could ever hope to–they decide what to do based on what will be best for their communities in the long term We come into these conversations with farmers from a place of great privilege And in advocating and acting for equal access to the opportunity to thrive our success is bound up with theirs Their concerns are ours and vice-versa  And now the rights of people here at home are under attack  The past week has been a challenge— one we cannot shy away from As a women-led queer-owned company this is a threatening time in our history but one we are ready and willing to face just as we have faced similar trials with our partners across the globe As we struggle for the rights and values that our farmer partners hold dear we also support organizations in our own backyard groups that work toward goals in harmony with our global view of dignity",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Save 30 On First Subscription Order w/Code NEWSUB30  📦 Free Shipping On All Orders Over 40 The process towards becoming a B Corporation starts with a comprehensive impact assessment in which a corporation must score at least 80 The average score is  Our newest score of  is  points higher than our last and is over double the average We’re proud of our score and we’re even more proud of what we stand for Governance considers our mission engagement on social and environmental impact ethics and transparency We scored 18 on Mission  Engagement 28 on Ethics  Transparency and 10 for being Mission Locked which involves having a business model that creates a positive outcome for our community and our customers This component examines the various ways we take care of our workers We scored an 82 for Financial Security a 40 on Health Wellness and Security a 32 on Career Development and a 32 on Engagement  Satisfaction The community score takes into consideration our engagement and impact on the",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " It seems that the company has organized various community or social events to fulfill their commitments. They have created a \"Mouth Peace\" initiative that supports local nonprofits, allows for voicing opinions on important issues, and contributes financially and with caffeinated contributions to numerous local partners. Additionally, they have launched a six-part series of conversations with culinary business owners on topics related to their industry. These events demonstrate the company's dedication to engaging with and supporting their local community.",
            "source": [
                {
                    "content": "were able to support a large number of our most beloved local partners like RECLAIM Cookie Cart Bicycle Alliance of Minnesota Open Arms of Minnesota Every Meal NAMI of MN LifeWorks and many more We contributed nearly  cups of coffee and over 13 to these groups that have been working tirelessly to hold up our communities through another very tough year Though we envisioned our 25th year with a few celebrations and in-person parties so we could truly show our appreciation for the incredible community support  had other plans So our efforts to gather were turned into celebrating local organizations and donating what funds we would’ve used for those efforts directly to them We put our energy into creating a few memorable products this year as well like the introduction of Colombia Single Origin and our limited edition coffee Party Animal which celebrated 25 colorful years with a blend of coffees from Triunfo Verde in Mexico the first country we purchased coffee from and Comsa in Honduras",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Save 30 On First Subscription Order w/Code NEWSUB30  📦 Free Shipping On All Orders Over 40 The list below is certainly not all-encompassing and we encourage you to email us if you have an organization to add What we like about this list is that it’s wide-reaching and highlights the intersectionality of many groups from GLBTQ organizations to youth empowerment non-profit businesses that are all working in tandem to build a brighter and more just future for all This list has been compiled by the editors of the Strategist at the NY Mag We have added some local Twin Cities organizations as well Donations will go toward supporting the families of George Floyd Ahmaud Arbery James Scurlock Tony McDade David McAtee and Breonna Taylor Donations will go toward paying bail/bonds to release protesters jailed in states with bail/bond systems If you’d like to make a localized contribution to a bail fund in a city or state not shown below the National Bail Fund Network lists the funds you can donate",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Save 30 On First Subscription Order w/Code NEWSUB30  📦 Free Shipping On All Orders Over 40 As we all focus on staying home and keeping our neighbors safe it can be hard to feel like we’re able to make a difference in ways we may be used to However there are still so many things you can do that will make a great impact Minnesota Central Kitchen brings together restaurants caterers and hunger-fighting organizations to tackle hunger and layoffs brought on by the coronavirus Empowering our state’s hospitality professionals to keep working at what they do best — feeding hungry people — despite restaurant closures the initiative also responds to the growing need for food assistance in the state Open Arms is working harder than ever to fulfill its mission “To build a joyful and nourishing community that provides medically tailored meals and hope for people experiencing a significant health crisis or living with a life-threatening illness” The Food Group is a local nonprofit focused on using",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Save 30 On First Subscription Order w/Code NEWSUB30  📦 Free Shipping On All Orders Over 40 Meet Mouth Peace our new instrument of community development and giving that encompasses everything from supporting local nonprofits to sounding off on important issues that matter Follow along as we commit space time and dollars to voices in our community that need to be heard We’re joyful to be part of the Minneapolis community since  and feel privileged to support partners in our own backyard in a variety of ways Whether through direct financial support or through caffeinated contributions we support a large number of local partners like RECLAIM Cookie Cart Bicycle Alliance of Minnesota Open Arms of Minnesota Every Meal NAMI of MN LifeWorks and many more Each year we contribute nearly  cups of coffee and over 15 to organizations that have been working tirelessly to hold up our communities We’re proud to underwrite this ongoing six-part series of conversations with culinary business owners on",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " There are several products, services, and technologies mentioned throughout the text. Some notable examples include:\n\n1. Organic, Fair Trade coffee sold in local food cooperatives and natural food stores in the Twin Cities.\n2. Bike delivery program for coffee orders in the Twin Cities.\n3. Save 30 On First Subscription Order w/Code NEWSUB30 - Discount offer on subscription orders.\n4. Minnesota Central Kitchen - Brings together restaurants, caterers, and hunger-fighting organizations to tackle hunger.\n5. Open Arms - Provides medically tailored meals and hope for people experiencing significant health crises or living with life-threatening illnesses.\n6. The Food Group - Local nonprofit focusing on using surplus food to create nutritious meals for those in need.\n7. Abrems' Gourmet Desserts - Handcrafted desserts made with love and for the community.\n8. Lutunji Bakery - Offers employment opportunities to individuals returning to society after incarceration, providing them with a sense of community and skill development.\n9. Voices for Effective Change - Community-based organization offering various services such as transportation, job interview preparation, and connections to emergency food programs.\n10. 36th Lyn Refuel Station - Independent, innovative convenience store located in Minneapolis, specializing in locally sourced, high-quality products and services.",
            "source": [
                {
                    "content": "of the 2 and 4 variety new roasting flames and new space Early in  we hopped on the opportunity to purchase a coffee truck that we could fully outfit for mobile service around the Twin Cities and the Upper Midwest Our first foray into coffee that comes to you took us to exciting events like the Twin Cities Marathon Open Streets Minneapolis Twin Cities VegFest and Surly Darkness Day Midway through the year we began an expansion project of our warehouse in our forever-home at the Greenway Building One of our longtime neighbors moved which gave us the opportunity to increase our space and gain our own dock for green coffees to be delivered to our back door from around the globe With the expanded space we were able to add a new roaster after putting our most recent machine in service during  The new machine from Deidrich Roasters in Idaho will expand our capacity and increase efficiency for our team while cutting down roasting time and environmental impact And it’s gorgeous to boot",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "wages and supported long-term relationships that don’t just sustain communities but help them thrive As soon as we had the right pieces in place to support cooperative farmers in coffee growing lands we began an intentional expansion to sell organic fair trade coffee in local food cooperatives and natural food stores in the Twin Cities  The expansion of our mission brought new challenges including figuring out a cost-effective and earth-friendly way to deliver coffee to customers Having seen the ingenuity of coffee farmers at origin we took a cue from their transit tricks and adopted a bike delivery program which still delivers over 50 of our Twin Cities coffee orders all year long In  we left our basement offices at IATP and happily settled into our current home in south Minneapolis The Greenway Building is nestled along Highway 55 just north of Lake Street one of Minneapolis’ most colorful stretches of road Our roots here have grown deep as our space sits directly on the Greenway",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Save 30 On First Subscription Order w/Code NEWSUB30  📦 Free Shipping On All Orders Over 40 As we all focus on staying home and keeping our neighbors safe it can be hard to feel like we’re able to make a difference in ways we may be used to However there are still so many things you can do that will make a great impact Minnesota Central Kitchen brings together restaurants caterers and hunger-fighting organizations to tackle hunger and layoffs brought on by the coronavirus Empowering our state’s hospitality professionals to keep working at what they do best — feeding hungry people — despite restaurant closures the initiative also responds to the growing need for food assistance in the state Open Arms is working harder than ever to fulfill its mission “To build a joyful and nourishing community that provides medically tailored meals and hope for people experiencing a significant health crisis or living with a life-threatening illness” The Food Group is a local nonprofit focused on using",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "of Minneapolis Abrems’ gourmet desserts are crafted with love and with the community in mind Lutunji never lost sight of her vision to help young people who have fallen on hard times when she started her bakery She employs folks returning back to society after incarceration offering them a chance to find community and learn skills to aid in their transition into the world Her organization–born from that meeting with the legendary peach cobbler–Voices for Effective Change is still active today and offers services to the community from transportation to doctor’s appointments and practice job interviews to help with college applications and resources to connect those in need to emergency food programs When it comes to community-minded business nobody does it quite like 36th Lyn Refuel Station The independently-owned innovative convenience store has called Minneapolis home for over 10 years and specializes in elevating the convenience store experience with locally sourced higher quality",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, there are various promotional events, expos, and sales related to these offerings. Here's a list of some notable events:\n\n* Seasonal Blends Promotion: Throughout the year, the company offers special deals and discounts on their seasonal blends. These promotions aim to encourage customers to try different blends based on the season.\n* Holiday Sale: During major holidays such as Christmas, New Year, Thanksgiving, etc., the company often hosts a sale event offering exclusive discounts on their products, including seasonal blends, single origin coffees, and more.\n* Online Expos: From time to time, the company participates in online expos where they showcase their latest offerings, share stories about their sourcing practices, and provide exclusive promo codes for their followers. Keep an eye on their social media channels and newsletter for updates on upcoming expo events.\n* Limited Edition Releases: When introducing new limited edition releases, the company usually organizes launch events, pop-up shops, or collaborations with local businesses. Follow their social media accounts and subscribe to their newsletter to stay informed about these special occasions.\n\nThese are just a few examples of the promotional events, expos, and sales related to the company's offerings. It's essential to keep an eye on their official websites, social media channels, and newsletters for the latest information on upcoming events and promotions.",
            "source": [
                {
                    "content": "of the 2 and 4 variety new roasting flames and new space Early in  we hopped on the opportunity to purchase a coffee truck that we could fully outfit for mobile service around the Twin Cities and the Upper Midwest Our first foray into coffee that comes to you took us to exciting events like the Twin Cities Marathon Open Streets Minneapolis Twin Cities VegFest and Surly Darkness Day Midway through the year we began an expansion project of our warehouse in our forever-home at the Greenway Building One of our longtime neighbors moved which gave us the opportunity to increase our space and gain our own dock for green coffees to be delivered to our back door from around the globe With the expanded space we were able to add a new roaster after putting our most recent machine in service during  The new machine from Deidrich Roasters in Idaho will expand our capacity and increase efficiency for our team while cutting down roasting time and environmental impact And it’s gorgeous to boot",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "of the year We currently have three seasonal blends that are sold throughout the year each being roasted and sold during their corresponding season More on our seasonal subscription here We do not have a formal gift subscription service However if you would like to send a subscription to another address as a gift you are able to do so If you choose to gift a subscription this way you are able to edit on their behalf and cancel when you would like the gift subscription to end You can manage several subscriptions in your account which allows you to have your own subscription and manage gift subscriptions at the same time Occasionally we offer promo codes for one-time use on the initial subscription order eg 30 off your first subscription order for new subscribers as an incentive to sign up However promo codes that are advertised on our website social media or email newsletters are not able to be applied to subscription renewal orders Since all subscription orders include a 15 discount",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Save 30 On First Subscription Order w/Code NEWSUB30  📦 Free Shipping On All Orders Over 40 Signing Up    Account Set Up   Earning and Redeeming    Program Limitations    Troubleshooting    Coffee Collective Program Questions    Returns Signing up is easy Simply create an account and enter your name email and password It’s free to join and you will automatically be signed up to receive emails with insider access to sales promotions and all of our newest drops If you currently have an account with us – you’ve already been enrolled in our rewards program so you can kick back sign in and start earning Points Our rewards program is a tiered program that allows members to earn more perks the more they engage with us Members receive rewards points for each purchase that can then be redeemed towards the cost of future purchases  You also earn points for sharing with friends following us on social media and you’re even gifted with bonus points just for having a birthday In addition to earning",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "were able to support a large number of our most beloved local partners like RECLAIM Cookie Cart Bicycle Alliance of Minnesota Open Arms of Minnesota Every Meal NAMI of MN LifeWorks and many more We contributed nearly  cups of coffee and over 13 to these groups that have been working tirelessly to hold up our communities through another very tough year Though we envisioned our 25th year with a few celebrations and in-person parties so we could truly show our appreciation for the incredible community support  had other plans So our efforts to gather were turned into celebrating local organizations and donating what funds we would’ve used for those efforts directly to them We put our energy into creating a few memorable products this year as well like the introduction of Colombia Single Origin and our limited edition coffee Party Animal which celebrated 25 colorful years with a blend of coffees from Triunfo Verde in Mexico the first country we purchased coffee from and Comsa in Honduras",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " One significant partnership mentioned in the text is between Peace Coffee and Cooperative Coffees. This collaboration enables Peace Coffee to import coffee directly from farmers around the world while ensuring ethical and sustainable practices. Additionally, both companies share a commitment to supporting farmers and promoting regenerative agriculture. Another example of a partnership mentioned is between Peace Coffee and other B Corp Certified companies. These businesses adhere to high standards of social and environmental responsibility, allowing them to collectively create a positive impact on society and the environment.",
            "source": [
                {
                    "content": "transparent and fair-trading practices to foster long-term relationships with farmers as partners in trade “It’s great to see this recognition of Cooperative Coffees for its leadership in the coffee industry When Peace Coffee started we wanted to import directly — in the most ethical manner possible — from coffee farmers around the world so we helped found Coop Coffees to do just that Over the years we have built on that work to ensure maximum impact” says Lee Wallace Peace Coffee’s owner and CEO Anne Costello Peace Coffee’s Director of Coffee has been working with Cooperative Coffees for nearly a decade “Peace Coffee believes that strong transparent and long term relationships are at the center of sustainable and meaningful impact and our partnership with Cooperative Coffees is what allows us to achieve this Whether it’s implementing initiatives like the Cool Farm Tool a resource that helps farmers understand how climate change is directly impacting their fields and crops or",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "service and charitable giving including whether a company’s product or service is designed to solve a social issue such as access to basic services health education economic opportunity and the arts Honorees scoring in the top 10 percent set a gold standard for how business can be a force for good in communities around the world Peace Coffee made the list thanks to exceptional practices like investing in farmer cooperatives by forming long-term trading relationships minimizing environmental impact by delivering coffee via bicycle occupying a green building composting waste and using intermodal transit “Since our founding we’ve proven that coffee though simple in form can make a positive difference for people and places thousands of miles apart” said Lee Wallace CEO and owner of Peace Coffee “As the first B Corp Certified coffee company in Minnesota we proudly consider people profit and the planet to be equally important to our success and believe that every business decision we make",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "commitment to our farmer partners remains rooted in purchasing  organic fair trade coffee that has a floor price of /lb as the mainstream coffee market hovers around /lb We raise our partnership by reinvesting in farmers and coffee-growing communities with a 3¢/lb contribution to the Climate Carbon and Coffee initiative Our contribution of nearly 30 in  helped fund grants that improved farming conditions for many at the beginning of the supply chain The most exciting project that we’ve seen in this program is the development and distribution of the Cool Farm Tool an amazing resource that exists to help farmers track their fields and returns measurable data that helps highlight carbon sequestration through regenerative agriculture Stay tuned for more on this in  Here in the Twin Cities our community of customers and friends face many issues that we seek to play a positive impactful part in There are so many amazing organizations that need support and we’re grateful to be able to be",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Save 30 On First Subscription Order w/Code NEWSUB30  📦 Free Shipping On All Orders Over 40 Since our founding we have proven that coffee is not just a commodity but a story that can connect people and places thousands of miles apart We consider people profit and the planet to be equally important to our success and B Corp certification connects us to a broad movement of people using business as a force for good™ As a B Corporation Peace Coffee is committed to holding ourselves to the highest standard of social environmental and vocational responsibility Join us this March as we celebrate with the over 4 B Corporations around the world as we go BehindTheB and take a peak at what makes B Corporations a force for good B Corps are businesses that have undergone rigorous third-party audits of their entire operation to prove that their strong values are in line with their business practices When you spend your dollars with a B Corp company you invest in the highest level of social and",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, there aren't specific employment or educational opportunities mentioned. However, some general suggestions could include looking into jobs related to the topics discussed such as marketing, social work, education, agriculture, or food services. Additionally, one could explore further education or training programs related to these fields.",
            "source": [
                {
                    "content": "Save 30 On First Subscription Order w/Code NEWSUB30  📦 Free Shipping On All Orders Over 40 Melanee Meegan our Director of Marketing shares a story about her experience volunteering with our B Corp Month featured nonprofit partner Bolder Options Fifteen years ago I chose to become a mentor with Bolder Options a Twin Cities wellness-based mentoring program for middle school youth Since then I’ve mentored five times And with each of my year-long commitments to my mentees I’ve been deeply humbled by the vulnerability dedication and growth we experienced together Two of my mentees Cynthia Galarza-Rosas and Anahi Lopez-Rosales continue to impress me as they navigate adulthood and represent the impact mentoring can have in a young person’s life  They are now both high school graduates working full time and attending local community colleges Cynthia even bought her first house when she was 22 but this didn’t surprise me since I first met her she has been business savvy Whether she was",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "full time and attending local community colleges Cynthia even bought her first house when she was 22 but this didn’t surprise me since I first met her she has been business savvy Whether she was designing the branding and menus for her aunt’s tamale business making lattes as a barista selling tacos from a food truck or working an internship at an accounting firm downtown she has hustled and worked hard for herself and for her family And no matter how busy she was she always showed up for our time together with a positive attitude and was ready for any new challenge If I were to guess where Cynthia will end up after college it will either be running her own business or as the CEO of a Fortune  company And then there’s Anahi who has chosen to become a law enforcement officer because she wants to ensure that all people are treated fairly regardless of their legal status the color of their skin or what language they speak She has a huge heart–making meals for homeless people in her",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "talk to people in the United States about all kinds of stuff – international trade climate change farming the ways things taste…the list goes on A lazy Sunday morning a press pot of whatever new crop coffee we’ve got and the New York Times Perfection I often imagine myself moving to the country and breeding and training guide dogs I am a bit worried that it would break my heart to see them graduate however so I have not pursued this career much I also dream of playing hockey in the Senior Olympics – not sure that is exactly revenue-producing but if someone wants to give me endorsements… I hate those pressure-filled moments The best conversations over coffee are the completely unexpected ones – you’re just minding your own business drinking a cup of coffee and then you realize you’re sitting next to a really interesting person who is going to tell you about something you’ve never thought much about before Lately it’s been my garden I find planting new areas of my yard addictive and I",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Save 30 On First Subscription Order w/Code NEWSUB30  📦 Free Shipping On All Orders Over 40 As we all focus on staying home and keeping our neighbors safe it can be hard to feel like we’re able to make a difference in ways we may be used to However there are still so many things you can do that will make a great impact Minnesota Central Kitchen brings together restaurants caterers and hunger-fighting organizations to tackle hunger and layoffs brought on by the coronavirus Empowering our state’s hospitality professionals to keep working at what they do best — feeding hungry people — despite restaurant closures the initiative also responds to the growing need for food assistance in the state Open Arms is working harder than ever to fulfill its mission “To build a joyful and nourishing community that provides medically tailored meals and hope for people experiencing a significant health crisis or living with a life-threatening illness” The Food Group is a local nonprofit focused on using",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are several events happening soon related to job opportunities, professional development, and networking. Here's a list of some notable events:\n\n1. Job Fair - March 2nd (Date might be incorrect)\nLocation: Minneapolis Convention Center\nThis event will bring together various companies across different industries seeking to fill open positions. It's a great opportunity for job seekers to explore available jobs and connect with potential employers.\n\n1. Webinar Series - Ongoing\nHosted by: Various organizations and industry experts\nThese online webinars cover topics such as resume writing, interview skills, and industry-specific knowledge. Participants can attend live sessions or access recordings according to their convenience.\n\n1. Workshop - April 8th\nTopic: Effective Communication Strategies for Leaders\nLocation: University of Minnesota Continuing Education Building\nThis one-day workshop is designed to help leaders enhance their communication skills, foster better team collaboration, and improve overall organizational performance.\n\n1. Training Program - May 6th-7th\nTopic: Digital Marketing Bootcamp\nLocation: Minneapolis Event Center\nThis two-day intensive training program covers essential digital marketing concepts, tools, and strategies to help participants develop their marketing skills and succeed in today's competitive landscape.",
            "source": [
                {
                    "content": "Save 30 On First Subscription Order w/Code NEWSUB30  📦 Free Shipping On All Orders Over 40 Melanee Meegan our Director of Marketing shares a story about her experience volunteering with our B Corp Month featured nonprofit partner Bolder Options Fifteen years ago I chose to become a mentor with Bolder Options a Twin Cities wellness-based mentoring program for middle school youth Since then I’ve mentored five times And with each of my year-long commitments to my mentees I’ve been deeply humbled by the vulnerability dedication and growth we experienced together Two of my mentees Cynthia Galarza-Rosas and Anahi Lopez-Rosales continue to impress me as they navigate adulthood and represent the impact mentoring can have in a young person’s life  They are now both high school graduates working full time and attending local community colleges Cynthia even bought her first house when she was 22 but this didn’t surprise me since I first met her she has been business savvy Whether she was",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "talk to people in the United States about all kinds of stuff – international trade climate change farming the ways things taste…the list goes on A lazy Sunday morning a press pot of whatever new crop coffee we’ve got and the New York Times Perfection I often imagine myself moving to the country and breeding and training guide dogs I am a bit worried that it would break my heart to see them graduate however so I have not pursued this career much I also dream of playing hockey in the Senior Olympics – not sure that is exactly revenue-producing but if someone wants to give me endorsements… I hate those pressure-filled moments The best conversations over coffee are the completely unexpected ones – you’re just minding your own business drinking a cup of coffee and then you realize you’re sitting next to a really interesting person who is going to tell you about something you’ve never thought much about before Lately it’s been my garden I find planting new areas of my yard addictive and I",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Save 30 On First Subscription Order w/Code NEWSUB30  📦 Free Shipping On All Orders Over 40 As we all focus on staying home and keeping our neighbors safe it can be hard to feel like we’re able to make a difference in ways we may be used to However there are still so many things you can do that will make a great impact Minnesota Central Kitchen brings together restaurants caterers and hunger-fighting organizations to tackle hunger and layoffs brought on by the coronavirus Empowering our state’s hospitality professionals to keep working at what they do best — feeding hungry people — despite restaurant closures the initiative also responds to the growing need for food assistance in the state Open Arms is working harder than ever to fulfill its mission “To build a joyful and nourishing community that provides medically tailored meals and hope for people experiencing a significant health crisis or living with a life-threatening illness” The Food Group is a local nonprofit focused on using",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "were able to support a large number of our most beloved local partners like RECLAIM Cookie Cart Bicycle Alliance of Minnesota Open Arms of Minnesota Every Meal NAMI of MN LifeWorks and many more We contributed nearly  cups of coffee and over 13 to these groups that have been working tirelessly to hold up our communities through another very tough year Though we envisioned our 25th year with a few celebrations and in-person parties so we could truly show our appreciation for the incredible community support  had other plans So our efforts to gather were turned into celebrating local organizations and donating what funds we would’ve used for those efforts directly to them We put our energy into creating a few memorable products this year as well like the introduction of Colombia Single Origin and our limited edition coffee Party Animal which celebrated 25 colorful years with a blend of coffees from Triunfo Verde in Mexico the first country we purchased coffee from and Comsa in Honduras",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The passage mentions several employee or participant benefits related to Peace Coffee. They include:\n\n1. Investing in farmer cooperatives: By forming long-term trading relationships with these cooperatives, Peace Coffee demonstrates commitment to supporting local farmers and their communities.\n2. Minimizing environmental impact: Delivering coffee via bicycles reduces the company's carbon footprint while promoting sustainable transportation options.\n3. Occupying a green building: Operating from a green building showcases Peace Coffee's dedication to reducing its environmental impact through energy efficiency and resource conservation measures.\n4. Composting: By composting organic waste, Peace Coffee contributes to waste reduction and helps nourish local soil and agriculture.\n5. Using intermodal transit: Utilizing intermodal transit further minimizes the company's environmental impact by optimizing shipping routes and modes of transportation.",
            "source": [
                {
                    "content": "Save 30 On First Subscription Order w/Code NEWSUB30  📦 Free Shipping On All Orders Over 40 The process towards becoming a B Corporation starts with a comprehensive impact assessment in which a corporation must score at least 80 The average score is  Our newest score of  is  points higher than our last and is over double the average We’re proud of our score and we’re even more proud of what we stand for Governance considers our mission engagement on social and environmental impact ethics and transparency We scored 18 on Mission  Engagement 28 on Ethics  Transparency and 10 for being Mission Locked which involves having a business model that creates a positive outcome for our community and our customers This component examines the various ways we take care of our workers We scored an 82 for Financial Security a 40 on Health Wellness and Security a 32 on Career Development and a 32 on Engagement  Satisfaction The community score takes into consideration our engagement and impact on the",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "service and charitable giving including whether a company’s product or service is designed to solve a social issue such as access to basic services health education economic opportunity and the arts Honorees scoring in the top 10 percent set a gold standard for how business can be a force for good in communities around the world Peace Coffee made the list thanks to exceptional practices like investing in farmer cooperatives by forming long-term trading relationships minimizing environmental impact by delivering coffee via bicycle occupying a green building composting waste and using intermodal transit “Since our founding we’ve proven that coffee though simple in form can make a positive difference for people and places thousands of miles apart” said Lee Wallace CEO and owner of Peace Coffee “As the first B Corp Certified coffee company in Minnesota we proudly consider people profit and the planet to be equally important to our success and believe that every business decision we make",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "and awareness for important causes Best For The World recognition is administered by B Lab the global nonprofit that certifies and supports Certified B Corporations which are for-profit companies dedicated to using business as a force for good Today there are over 5 Certified B Corporations across 83 countries and  industries unified by one common goal to redefine success in business B Corps meet the highest standards of verified social and environmental performance public transparency and legal accountability to balance profit and purpose B Corp Certification doesn’t just evaluate a product or service it assesses the overall positive impact of the company that stands behind it Using the B Impact Assessment B Lab evaluates how a company’s operations and business model impact its workers community environment and customers To achieve the B Corp Certification a company must achieve a score of at least 80 points on the assessment The  Best For The World lists including Patagonia Leesa",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "and awareness for important causes Best For The World recognition is administered by B Lab the global nonprofit that certifies and supports Certified B Corporations which are for-profit companies dedicated to using business as a force for good Today there are over 5 Certified B Corporations across 83 countries and  industries unified by one common goal to redefine success in business B Corps meet the highest standards of verified social and environmental performance public transparency and legal accountability to balance profit and purpose B Corp Certification doesn’t just evaluate a product or service it assesses the overall positive impact of the company that stands behind it Using the B Impact Assessment B Lab evaluates how a company’s operations and business model impact its workers community environment and customers To achieve the B Corp Certification a company must achieve a score of at least 80 points on the assessment The  Best For The World lists including Patagonia Leesa",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information, the key takeaways from the most recent financial or earnings report for Peace Coffee include:\n\n1. Achieving a high overall B Impact Assessment score (out of 20) - demonstrating a strong commitment to social and environmental impact.\n2. Scoring significantly higher than previous scores, indicating continuous improvement in their impact.\n3. Being \"Mission Locked,\" meaning they have a business model that positively affects both their community and customers.\n4. Strong focus on worker wellbeing, career development, and engagement within their operations.\n5. Emphasis on maintaining high standards of transparency, accountability, and integrity throughout their supply chain and business relationships.\n6. Encouragement to support other B Corp companies and promote awareness of the B Corp community.",
            "source": [
                {
                    "content": "and that we were able to meet customers’ changing coffee needs as many of us work from home with kitchen tables as desks and Zoom as the company conference room To be completely honest while we reflect and mourn on the indelible moments of  that brought pain division and struggle to so many we also celebrate because our resiliency kept coffee carafes full across the country Our commitment to be ‘in it for good’ means we’re even more focused on our local and global community as a responsible business that values people and planet over profit  will go down as the year we all learned how to connect and spread love virtually As class and conference rooms alike turned to distance learning and productivity hangouts we’re hoping for a lot less ‘you’re muted’ ‘these unprecedented times’ or ‘here’s the Zoom link’ and a whole lot more ‘see you there’ ‘dinner at our place’ and ‘let’s meet in the conference room’ As a coffee roasting company that has been committed to  organic and fair trade",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "service and charitable giving including whether a company’s product or service is designed to solve a social issue such as access to basic services health education economic opportunity and the arts Honorees scoring in the top 10 percent set a gold standard for how business can be a force for good in communities around the world Peace Coffee made the list thanks to exceptional practices like investing in farmer cooperatives by forming long-term trading relationships minimizing environmental impact by delivering coffee via bicycle occupying a green building composting waste and using intermodal transit “Since our founding we’ve proven that coffee though simple in form can make a positive difference for people and places thousands of miles apart” said Lee Wallace CEO and owner of Peace Coffee “As the first B Corp Certified coffee company in Minnesota we proudly consider people profit and the planet to be equally important to our success and believe that every business decision we make",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Save 30 On First Subscription Order w/Code NEWSUB30  📦 Free Shipping On All Orders Over 40 The process towards becoming a B Corporation starts with a comprehensive impact assessment in which a corporation must score at least 80 The average score is  Our newest score of  is  points higher than our last and is over double the average We’re proud of our score and we’re even more proud of what we stand for Governance considers our mission engagement on social and environmental impact ethics and transparency We scored 18 on Mission  Engagement 28 on Ethics  Transparency and 10 for being Mission Locked which involves having a business model that creates a positive outcome for our community and our customers This component examines the various ways we take care of our workers We scored an 82 for Financial Security a 40 on Health Wellness and Security a 32 on Career Development and a 32 on Engagement  Satisfaction The community score takes into consideration our engagement and impact on the",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "of their entire operation to prove that their strong values are in line with their business practices When you spend your dollars with a B Corp company you invest in the highest level of social and environmental performance transparency and accountability From each coffee cherry harvested to each bag of coffee we place on the shelf our purpose is unwavering infuse positive change into every thread of our business We strive to have integrity in our relationships be transparent in our transactions and use creativity and thoughtfulness to inspire others to seek a better way of consuming We want people to ask questions about their products and to hold businesses like ours accountable for the claims we make One of the most important elements of being a B Corporation is the growing network of companies in our community that are fighting the good fight along with us Please support them with your purchases and help raise awareness for the B Corp community ©  Peace Coffee LLC Privacy Policy",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided text, there is no mention of any specific investor events or funding rounds related to Peace Coffee. However, they do discuss various initiatives and collaborations that demonstrate their commitment to sustainability, social responsibility, and supporting local communities. These include investments in carbon offset programs, reforestation projects, and partnerships with non-profit organizations.",
            "source": [
                {
                    "content": "were able to support a large number of our most beloved local partners like RECLAIM Cookie Cart Bicycle Alliance of Minnesota Open Arms of Minnesota Every Meal NAMI of MN LifeWorks and many more We contributed nearly  cups of coffee and over 13 to these groups that have been working tirelessly to hold up our communities through another very tough year Though we envisioned our 25th year with a few celebrations and in-person parties so we could truly show our appreciation for the incredible community support  had other plans So our efforts to gather were turned into celebrating local organizations and donating what funds we would’ve used for those efforts directly to them We put our energy into creating a few memorable products this year as well like the introduction of Colombia Single Origin and our limited edition coffee Party Animal which celebrated 25 colorful years with a blend of coffees from Triunfo Verde in Mexico the first country we purchased coffee from and Comsa in Honduras",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "have been part of our coffee offerings for 5 years or more  Our investment this year supported Hurricane relief Eta and Iota in Honduras and Nicaragua and Covid relief in the Democratic Republic of Congo and Sumatra In addition we funded reforestation and agroforestry projects that will help coffee farmers combat climatic variability in Peru Honduras and Colombia Since  Peace Coffee has invested over  into the Carbon Climate and Coffee fund which helps farmers better adapt to climate change and provides support to communities within our supply chain We’re proud to be part of the Minneapolis business community for 25 years and since  we’ve been privileged to support partners in our backyard in a variety of ways Whether through direct financial support or through caffeinated contributions we were able to support a large number of our most beloved local partners like RECLAIM Cookie Cart Bicycle Alliance of Minnesota Open Arms of Minnesota Every Meal NAMI of MN LifeWorks and many more We",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "to have supported organizations great and small in  with 46 worth of coffee and product donations to help fundraise and amplify their own missions to make this world better That includes over 3 lb of donated coffee enough to give almost  cups to fuel everything from non-profit galas to PTA meetings In the community realm the highlight of our year came from the amazing outpouring of support from our customers during a cyber weekend campaign to raise money for our Earth-advocate friends at Climate Generation Through purchases made over that weekend we donated  to support Climate Generation in their efforts to combat climate change through grassroots education and policy work in Minnesota and around the globe We also continued to support the amazing work of partners like Renewing the Countryside Open Arms of Minnesota Lifeworks Center for Victims of Torture Compatible Technology International Bike Alliance of Minnesota MOSES Cookie Cart and many others We fiercely pursue the best for our",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "of the 2 and 4 variety new roasting flames and new space Early in  we hopped on the opportunity to purchase a coffee truck that we could fully outfit for mobile service around the Twin Cities and the Upper Midwest Our first foray into coffee that comes to you took us to exciting events like the Twin Cities Marathon Open Streets Minneapolis Twin Cities VegFest and Surly Darkness Day Midway through the year we began an expansion project of our warehouse in our forever-home at the Greenway Building One of our longtime neighbors moved which gave us the opportunity to increase our space and gain our own dock for green coffees to be delivered to our back door from around the globe With the expanded space we were able to add a new roaster after putting our most recent machine in service during  The new machine from Deidrich Roasters in Idaho will expand our capacity and increase efficiency for our team while cutting down roasting time and environmental impact And it’s gorgeous to boot",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the information provided, there isn't any specific financial goal mentioned for the next period. However, it can be inferred that Peace Coffee continues to prioritize its social and environmental impact by supporting various organizations and initiatives related to climate change, sustainability, and community development.",
            "source": [
                {
                    "content": "to have supported organizations great and small in  with 46 worth of coffee and product donations to help fundraise and amplify their own missions to make this world better That includes over 3 lb of donated coffee enough to give almost  cups to fuel everything from non-profit galas to PTA meetings In the community realm the highlight of our year came from the amazing outpouring of support from our customers during a cyber weekend campaign to raise money for our Earth-advocate friends at Climate Generation Through purchases made over that weekend we donated  to support Climate Generation in their efforts to combat climate change through grassroots education and policy work in Minnesota and around the globe We also continued to support the amazing work of partners like Renewing the Countryside Open Arms of Minnesota Lifeworks Center for Victims of Torture Compatible Technology International Bike Alliance of Minnesota MOSES Cookie Cart and many others We fiercely pursue the best for our",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "have been part of our coffee offerings for 5 years or more  Our investment this year supported Hurricane relief Eta and Iota in Honduras and Nicaragua and Covid relief in the Democratic Republic of Congo and Sumatra In addition we funded reforestation and agroforestry projects that will help coffee farmers combat climatic variability in Peru Honduras and Colombia Since  Peace Coffee has invested over  into the Carbon Climate and Coffee fund which helps farmers better adapt to climate change and provides support to communities within our supply chain We’re proud to be part of the Minneapolis business community for 25 years and since  we’ve been privileged to support partners in our backyard in a variety of ways Whether through direct financial support or through caffeinated contributions we were able to support a large number of our most beloved local partners like RECLAIM Cookie Cart Bicycle Alliance of Minnesota Open Arms of Minnesota Every Meal NAMI of MN LifeWorks and many more We",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "were able to support a large number of our most beloved local partners like RECLAIM Cookie Cart Bicycle Alliance of Minnesota Open Arms of Minnesota Every Meal NAMI of MN LifeWorks and many more We contributed nearly  cups of coffee and over 13 to these groups that have been working tirelessly to hold up our communities through another very tough year Though we envisioned our 25th year with a few celebrations and in-person parties so we could truly show our appreciation for the incredible community support  had other plans So our efforts to gather were turned into celebrating local organizations and donating what funds we would’ve used for those efforts directly to them We put our energy into creating a few memorable products this year as well like the introduction of Colombia Single Origin and our limited edition coffee Party Animal which celebrated 25 colorful years with a blend of coffees from Triunfo Verde in Mexico the first country we purchased coffee from and Comsa in Honduras",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "and our limited edition coffee Party Animal which celebrated 25 colorful years with a blend of coffees from Triunfo Verde in Mexico the first country we purchased coffee from and Comsa in Honduras one of our most advanced and future-focused coops We had a little fun on April Fool’s Day with the release of Pooch Coffee Also for as long as Peace Coffee has been a B Corp 5+ years and  included we have made the “Best for the World” list for the “Community” area Our staff community formed a JEDI Justice Equity Diversity Inclusion committee that is working to implement practices and policies along the spectrum of our workplace The first all-staff training happened in the last quarter of  and the volunteer members of the committee presented their initial work to develop a mission and framework for JEDI at Peace Coffee As we look ahead to  we are fixed on the hope that our industry will make needed changes to survive and thrive in a changing climate We want to advocate for coffee farmers and",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " As of my knowledge cutoff date in September 202, I am unable to provide information about any specific publications, research findings, or introduced technologies that have emerged since then. However, if you have a particular topic or field of interest, I may still be able to provide some general insights or resources related to your query.",
            "source": [
                {
                    "content": "Denmark India South Africa and Taiwan Honorees are featured at bthechangecom/bestfortheworld Today there are more than 2 Certified B Corporations across more than  industries and 50 countries unified by one common goal to redefine success in business Any company can measure and manage social and environmental performance at   About B Lab B Lab is a nonprofit organization that serves a global movement of people using business as a force for good  Its vision is that one day all companies compete not only to be the best in the world but the best for the world and society will enjoy prosperity for all for the long term   B Lab drives this systemic change by 1 building a community of Certified B Corporations to make it easier for all of us to tell the difference between “good companies” and good marketing; 2 passing benefit corporation legislation to give business leaders the freedom to create value for society as well as shareholders; 3 helping businesses measure compare and improve their",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "of the 2 and 4 variety new roasting flames and new space Early in  we hopped on the opportunity to purchase a coffee truck that we could fully outfit for mobile service around the Twin Cities and the Upper Midwest Our first foray into coffee that comes to you took us to exciting events like the Twin Cities Marathon Open Streets Minneapolis Twin Cities VegFest and Surly Darkness Day Midway through the year we began an expansion project of our warehouse in our forever-home at the Greenway Building One of our longtime neighbors moved which gave us the opportunity to increase our space and gain our own dock for green coffees to be delivered to our back door from around the globe With the expanded space we were able to add a new roaster after putting our most recent machine in service during  The new machine from Deidrich Roasters in Idaho will expand our capacity and increase efficiency for our team while cutting down roasting time and environmental impact And it’s gorgeous to boot",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "and awareness for important causes Best For The World recognition is administered by B Lab the global nonprofit that certifies and supports Certified B Corporations which are for-profit companies dedicated to using business as a force for good Today there are over 5 Certified B Corporations across 83 countries and  industries unified by one common goal to redefine success in business B Corps meet the highest standards of verified social and environmental performance public transparency and legal accountability to balance profit and purpose B Corp Certification doesn’t just evaluate a product or service it assesses the overall positive impact of the company that stands behind it Using the B Impact Assessment B Lab evaluates how a company’s operations and business model impact its workers community environment and customers To achieve the B Corp Certification a company must achieve a score of at least 80 points on the assessment The  Best For The World lists including Patagonia Leesa",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "and awareness for important causes Best For The World recognition is administered by B Lab the global nonprofit that certifies and supports Certified B Corporations which are for-profit companies dedicated to using business as a force for good Today there are over 5 Certified B Corporations across 83 countries and  industries unified by one common goal to redefine success in business B Corps meet the highest standards of verified social and environmental performance public transparency and legal accountability to balance profit and purpose B Corp Certification doesn’t just evaluate a product or service it assesses the overall positive impact of the company that stands behind it Using the B Impact Assessment B Lab evaluates how a company’s operations and business model impact its workers community environment and customers To achieve the B Corp Certification a company must achieve a score of at least 80 points on the assessment The  Best For The World lists including Patagonia Leesa",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided text, I cannot provide specific ongoing or upcoming research projects or innovation initiatives related to Peace Coffee. However, I can mention some general initiatives from B Lab, the nonprofit organization that serves the global movement of people using business as a force for good. These initiatives aim to drive systemic change and support companies committed to using business as a force for good. Some examples include:\n\n1. Building the B Corp community: B Lab continues to grow and support the global network of Certified B Corporations, fostering collaboration among these companies and promoting the adoption of socially and environmentally responsible business practices.\n2. Advocacy and policy work: B Lab engages in advocacy efforts and works closely with policymakers to pass beneficial legislation, such as benefit corporation legislation, which allows businesses to legally prioritize social and environmental impact alongside financial returns.\n3. Developing tools and resources: B Lab creates various tools and resources, like the B Impact Assessment and the B Corp Certification process, to help companies measure, compare, and improve their social and environmental performance.\n4. Raising awareness and driving impact: B Lab continues to raise awareness about the importance of using business as a force for good and showcases the positive impact of Certified B Corporations around the world.",
            "source": [
                {
                    "content": "Denmark India South Africa and Taiwan Honorees are featured at bthechangecom/bestfortheworld Today there are more than 2 Certified B Corporations across more than  industries and 50 countries unified by one common goal to redefine success in business Any company can measure and manage social and environmental performance at   About B Lab B Lab is a nonprofit organization that serves a global movement of people using business as a force for good  Its vision is that one day all companies compete not only to be the best in the world but the best for the world and society will enjoy prosperity for all for the long term   B Lab drives this systemic change by 1 building a community of Certified B Corporations to make it easier for all of us to tell the difference between “good companies” and good marketing; 2 passing benefit corporation legislation to give business leaders the freedom to create value for society as well as shareholders; 3 helping businesses measure compare and improve their",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "and awareness for important causes Best For The World recognition is administered by B Lab the global nonprofit that certifies and supports Certified B Corporations which are for-profit companies dedicated to using business as a force for good Today there are over 5 Certified B Corporations across 83 countries and  industries unified by one common goal to redefine success in business B Corps meet the highest standards of verified social and environmental performance public transparency and legal accountability to balance profit and purpose B Corp Certification doesn’t just evaluate a product or service it assesses the overall positive impact of the company that stands behind it Using the B Impact Assessment B Lab evaluates how a company’s operations and business model impact its workers community environment and customers To achieve the B Corp Certification a company must achieve a score of at least 80 points on the assessment The  Best For The World lists including Patagonia Leesa",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "and awareness for important causes Best For The World recognition is administered by B Lab the global nonprofit that certifies and supports Certified B Corporations which are for-profit companies dedicated to using business as a force for good Today there are over 5 Certified B Corporations across 83 countries and  industries unified by one common goal to redefine success in business B Corps meet the highest standards of verified social and environmental performance public transparency and legal accountability to balance profit and purpose B Corp Certification doesn’t just evaluate a product or service it assesses the overall positive impact of the company that stands behind it Using the B Impact Assessment B Lab evaluates how a company’s operations and business model impact its workers community environment and customers To achieve the B Corp Certification a company must achieve a score of at least 80 points on the assessment The  Best For The World lists including Patagonia Leesa",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "practices we will continue to demonstrate our leadership in the industry through transparency sharing information on best practices and collaborating on projects with other like-minded organizations Overall this change will help ensure we continue to lead the way and inspire others to follow in our footsteps Peace Coffee has set the tone for innovation in organic fair trade coffee for 20 years now and we fully expect this to continue to for the next 20 and beyond Under our new ownership we will work even harder to stay ahead of the pack and maintain a focus on sustainable operations while looking for ways to continuously build upon what we’ve been doing for years One way we are doing this is through our recent B Corp certification That’s right we are now a certified B Corporation This certification not only demonstrates our leadership in sustainability but provides the framework for improvements enabling us to further enhance our farmer and environment-first mission Over time our",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided text, I cannot provide specific information about recent research grants or innovation awards that have been distributed. The text primarily discusses various organizations and causes that have received donations or support from the mentioned company. However, if you need any further clarification or assistance regarding the given text, please feel free to ask.",
            "source": [
                {
                    "content": "Denmark India South Africa and Taiwan Honorees are featured at bthechangecom/bestfortheworld Today there are more than 2 Certified B Corporations across more than  industries and 50 countries unified by one common goal to redefine success in business Any company can measure and manage social and environmental performance at   About B Lab B Lab is a nonprofit organization that serves a global movement of people using business as a force for good  Its vision is that one day all companies compete not only to be the best in the world but the best for the world and society will enjoy prosperity for all for the long term   B Lab drives this systemic change by 1 building a community of Certified B Corporations to make it easier for all of us to tell the difference between “good companies” and good marketing; 2 passing benefit corporation legislation to give business leaders the freedom to create value for society as well as shareholders; 3 helping businesses measure compare and improve their",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "to have supported organizations great and small in  with 46 worth of coffee and product donations to help fundraise and amplify their own missions to make this world better That includes over 3 lb of donated coffee enough to give almost  cups to fuel everything from non-profit galas to PTA meetings In the community realm the highlight of our year came from the amazing outpouring of support from our customers during a cyber weekend campaign to raise money for our Earth-advocate friends at Climate Generation Through purchases made over that weekend we donated  to support Climate Generation in their efforts to combat climate change through grassroots education and policy work in Minnesota and around the globe We also continued to support the amazing work of partners like Renewing the Countryside Open Arms of Minnesota Lifeworks Center for Victims of Torture Compatible Technology International Bike Alliance of Minnesota MOSES Cookie Cart and many others We fiercely pursue the best for our",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Cities Minnesota Donations will go toward funding initiatives for educating black and brown youth such as programs for coding activism camps and providing books for schools Donations will go toward legislative efforts to overturn systemically racist policies at either national state or local levels • Moms Demand Action; donations will be matched dollar for dollar by Everytown Moms Demand Action’s parent organization • Dallas Alliance Against Racial and Political Repression; Dallas Texas Donations will go toward black-voter education initiatives and supporting black political candidates Donations will go toward police reform initiatives including efforts to redistribute police funding to other social services Donations will go toward prison reform efforts to stop excessive punishment mass incarceration incarceration in general and the creation of new jails and prisons Donations will go toward legal aid and education for black brown and other minority groups Donations will go toward",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "on his Twitter feed • Isak Douah Minneapolis Gas Mask Fund; donations go to Douah who is using the money to buy gas masks for black youth activists on the front lines to protect them against tear gas used by the police • Black Earth Farms Food Delivery Fund; donations go to Oakland California–based Black Earth Farms which is cooking and delivering food to black protesters who have been arrested bailed or injured Donations will go toward rebuilding businesses and other parts of black communities where protests have occurred and/or have been particularly hard hit by the coronavirus pandemic Donations will go toward arts technical or other programs for black and brown people • Helping Educate to Advance the Rights of Deaf Communities  • Centro de Trabajadores Unidos en la Lucha; Twin Cities Minnesota Donations will go toward funding initiatives for educating black and brown youth such as programs for coding activism camps and providing books for schools Donations will go toward",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided context, Peace Coffee seems to be working independently without mentioning any specific collaboration with other organizations, institutions, or entities. However, they do mention being part of the broader \"global nonprofit\" network that includes B Lab, which administers the Best For The World recognition program. Additionally, Peace Coffee mentions supporting local farmers and communities, which could involve partnerships or initiatives with various organizations focused on agriculture, sustainability, or community development.",
            "source": [
                {
                    "content": "organizations that are doing essential work locally and globally to help us take back our planet and keep its future bright for our farmers across the globe and our neighbors here at home ©  Peace Coffee LLC Privacy Policy Website by Bicycle Theory Peace Coffee is committed to ensuring our website works for everyone If you are having difficulty accessing any information or making a purchase please use our form to report an accessibility issue or call us at  Monday-Friday 8am-4pm central time Sure Here is approximately how long each of our package sizes lasts based on mugs per day",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "and awareness for important causes Best For The World recognition is administered by B Lab the global nonprofit that certifies and supports Certified B Corporations which are for-profit companies dedicated to using business as a force for good Today there are over 5 Certified B Corporations across 83 countries and  industries unified by one common goal to redefine success in business B Corps meet the highest standards of verified social and environmental performance public transparency and legal accountability to balance profit and purpose B Corp Certification doesn’t just evaluate a product or service it assesses the overall positive impact of the company that stands behind it Using the B Impact Assessment B Lab evaluates how a company’s operations and business model impact its workers community environment and customers To achieve the B Corp Certification a company must achieve a score of at least 80 points on the assessment The  Best For The World lists including Patagonia Leesa",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "and awareness for important causes Best For The World recognition is administered by B Lab the global nonprofit that certifies and supports Certified B Corporations which are for-profit companies dedicated to using business as a force for good Today there are over 5 Certified B Corporations across 83 countries and  industries unified by one common goal to redefine success in business B Corps meet the highest standards of verified social and environmental performance public transparency and legal accountability to balance profit and purpose B Corp Certification doesn’t just evaluate a product or service it assesses the overall positive impact of the company that stands behind it Using the B Impact Assessment B Lab evaluates how a company’s operations and business model impact its workers community environment and customers To achieve the B Corp Certification a company must achieve a score of at least 80 points on the assessment The  Best For The World lists including Patagonia Leesa",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "Denmark India South Africa and Taiwan Honorees are featured at bthechangecom/bestfortheworld Today there are more than 2 Certified B Corporations across more than  industries and 50 countries unified by one common goal to redefine success in business Any company can measure and manage social and environmental performance at   About B Lab B Lab is a nonprofit organization that serves a global movement of people using business as a force for good  Its vision is that one day all companies compete not only to be the best in the world but the best for the world and society will enjoy prosperity for all for the long term   B Lab drives this systemic change by 1 building a community of Certified B Corporations to make it easier for all of us to tell the difference between “good companies” and good marketing; 2 passing benefit corporation legislation to give business leaders the freedom to create value for society as well as shareholders; 3 helping businesses measure compare and improve their",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives mentioned in the given text. Some of them include:\n\n1. Support for Hurricane Eta and Iota relief in Honduras and Nicaragua, as well as COVID-19 relief in the Democratic Republic of Congo and Sumatra.\n2. Funding of reforestation and agroforestry projects in Peru, Honduras, and Colombia to help coffee farmers combat climatic variability.\n3. Investment in the Carbon, Climate, and Coffee fund, which supports farmers in adapting to climate change and providing assistance to communities within the supply chain.\n4. Contributions of nearly 67 cups of coffee and over $13,00 to local partner organizations, including RECLAIM, Cookie Cart, Bicycle Alliance of Minnesota, Open Arms of Minnesota, Every Meal, NAMI of MN, LifeWorks, and others.\n5. Introduction of the Colombia Single Origin and Party Animal limited edition coffee blends, both sourced from Triunfo Verde in Mexico and Comsa in Honduras.\n6. Formation of the JEDI (Justice, Equity, Diversity, and Inclusion) committee among Peace Coffee staff, aimed at implementing inclusive practices throughout the organization.\n\nThese collaborative efforts demonstrate Peace Coffee's commitment to supporting its local community, environmentally responsible practices, and promoting social justice causes.",
            "source": [
                {
                    "content": "have been part of our coffee offerings for 5 years or more  Our investment this year supported Hurricane relief Eta and Iota in Honduras and Nicaragua and Covid relief in the Democratic Republic of Congo and Sumatra In addition we funded reforestation and agroforestry projects that will help coffee farmers combat climatic variability in Peru Honduras and Colombia Since  Peace Coffee has invested over  into the Carbon Climate and Coffee fund which helps farmers better adapt to climate change and provides support to communities within our supply chain We’re proud to be part of the Minneapolis business community for 25 years and since  we’ve been privileged to support partners in our backyard in a variety of ways Whether through direct financial support or through caffeinated contributions we were able to support a large number of our most beloved local partners like RECLAIM Cookie Cart Bicycle Alliance of Minnesota Open Arms of Minnesota Every Meal NAMI of MN LifeWorks and many more We",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "were able to support a large number of our most beloved local partners like RECLAIM Cookie Cart Bicycle Alliance of Minnesota Open Arms of Minnesota Every Meal NAMI of MN LifeWorks and many more We contributed nearly  cups of coffee and over 13 to these groups that have been working tirelessly to hold up our communities through another very tough year Though we envisioned our 25th year with a few celebrations and in-person parties so we could truly show our appreciation for the incredible community support  had other plans So our efforts to gather were turned into celebrating local organizations and donating what funds we would’ve used for those efforts directly to them We put our energy into creating a few memorable products this year as well like the introduction of Colombia Single Origin and our limited edition coffee Party Animal which celebrated 25 colorful years with a blend of coffees from Triunfo Verde in Mexico the first country we purchased coffee from and Comsa in Honduras",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "and our limited edition coffee Party Animal which celebrated 25 colorful years with a blend of coffees from Triunfo Verde in Mexico the first country we purchased coffee from and Comsa in Honduras one of our most advanced and future-focused coops We had a little fun on April Fool’s Day with the release of Pooch Coffee Also for as long as Peace Coffee has been a B Corp 5+ years and  included we have made the “Best for the World” list for the “Community” area Our staff community formed a JEDI Justice Equity Diversity Inclusion committee that is working to implement practices and policies along the spectrum of our workplace The first all-staff training happened in the last quarter of  and the volunteer members of the committee presented their initial work to develop a mission and framework for JEDI at Peace Coffee As we look ahead to  we are fixed on the hope that our industry will make needed changes to survive and thrive in a changing climate We want to advocate for coffee farmers and",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "service and charitable giving including whether a company’s product or service is designed to solve a social issue such as access to basic services health education economic opportunity and the arts Honorees scoring in the top 10 percent set a gold standard for how business can be a force for good in communities around the world Peace Coffee made the list thanks to exceptional practices like investing in farmer cooperatives by forming long-term trading relationships minimizing environmental impact by delivering coffee via bicycle occupying a green building composting waste and using intermodal transit “Since our founding we’ve proven that coffee though simple in form can make a positive difference for people and places thousands of miles apart” said Lee Wallace CEO and owner of Peace Coffee “As the first B Corp Certified coffee company in Minnesota we proudly consider people profit and the planet to be equally important to our success and believe that every business decision we make",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Collaborations between Peace Coffee and its various partners (coffee growers, employees, customers, and the broader community) aim to achieve several mutual objectives and outcomes. These include:\n\n1. Fair Trade practices: Ensure that farmers receive fair prices and premiums for their high-quality coffee, promoting economic stability and growth within coffee-producing communities.\n2. Organic farming methods: Support environmentally responsible agricultural practices that minimize harm to soil, water, and wildlife habitats while maintaining or improving crop yields.\n3. Sustainability initiatives: Implement strategies that promote long-term environmental health, social equity, and economic viability, both for the coffee industry and the communities involved.\n4. Employee well-being: Foster a supportive workplace culture that prioritizes worker satisfaction, professional development, and overall quality of life.\n5. Customer education and engagement: Provide opportunities for consumers to learn about the origins and production processes of their coffee, encouraging informed choices and building connections between coffee drinkers and the farmers who produce their beans.\n6. Community involvement: Contribute to the vibrancy and well-being of local neighborhoods through charitable giving, volunteering, and participating in community events.\n7. Environmental stewardship: Adopt eco-conscious practices throughout the company's operations, such as reducing waste, conserving energy, and minimizing greenhouse gas emissions.\n\nBy working together toward these common goals, the various parties involved in Peace Coffee's operations and supply chain can collectively contribute to creating a more equitable, sustainable, and ethical coffee industry.",
            "source": [
                {
                    "content": "process mirror how coffee growing cooperatives were exporting it In other words we wondered if we could create a cooperative-based model that would pair like-minded coffee roasters that shared similar values into a buying cooperative As it turns out other folks in the industry had similar hopes and we were approached with an opportunity to co-found Cooperative Coffees Through Cooperative Coffees we import directly from our farmer-partners and we do business in a way that creates a fairer more transparent and sustainable system of coffee trade that directly benefits farmers their families and communities Cooperative Coffees exists today as an industry anomaly a cooperative importer with 20+ members in the US and Canada As a founding member we have pushed for higher premiums better farmer wages and supported long-term relationships that don’t just sustain communities but help them thrive As soon as we had the right pieces in place to support cooperative farmers in coffee growing lands",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "that look at these impact areas Next comes an interview with B Corp staff and we must submit documentation to prove our responses were truthful The final score from the assessment has to be at least 80 points out of a possible  Certification shows that from how we source our coffee and build our employee benefits to how we deliver our beans by bicycle and offer transparency in our purchasing every decision and practice is important to our business and impacts our world Since our founding we have proven that coffee is not just a commodity but a story that can connect people and places thousands of miles apart We consider people profit and the planet to be equally important to our success and B Corp certification connects us to a broad movement of people using business as a force for good™ From each coffee cherry picked to each bag of coffee we place on the shelf our purpose is unwavering infuse positive change into every thread of our business We strive to have integrity in our",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "that this wouldn’t be a short-term relationship Three core elements keep me engaged and excited to work here the people the product and the place The array of people connected to Peace Coffee—growers staff customers and community—have taught me so many things I’ve witnessed firsthand the attention and care the farmers we partner with put towards growing our beloved organic and fair trade coffee The dedication to their farms and the cooperative efforts to weather natural disasters blights civil unrest and ongoing climate change is an inspiration Although I haven’t visited any of our coffee partners in some years I was deeply impacted by the experience of my trips and I carry the memories and friendships forged from those travels close to my heart I feel fortunate that with technology and innovation—many of our farmers are on Instagram–we can continue to connect and foster these amazing partnerships across the globe  Equally motivating and hardworking is the all-star team at our",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                },
                {
                    "content": "wages and supported long-term relationships that don’t just sustain communities but help them thrive As soon as we had the right pieces in place to support cooperative farmers in coffee growing lands we began an intentional expansion to sell organic fair trade coffee in local food cooperatives and natural food stores in the Twin Cities  The expansion of our mission brought new challenges including figuring out a cost-effective and earth-friendly way to deliver coffee to customers Having seen the ingenuity of coffee farmers at origin we took a cue from their transit tricks and adopted a bike delivery program which still delivers over 50 of our Twin Cities coffee orders all year long In  we left our basement offices at IATP and happily settled into our current home in south Minneapolis The Greenway Building is nestled along Highway 55 just north of Lake Street one of Minneapolis’ most colorful stretches of road Our roots here have grown deep as our space sits directly on the Greenway",
                    "metadata": {
                        "rel": [
                            "kingarthurbaking",
                            "bcorporation",
                            "sunrisebanks",
                            "time",
                            "bimpactassessment",
                            "fairtrade",
                            "bthechange",
                            "nytimes",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Agriculture/Growers"
                    }
                }
            ]
        }
    ]
}