{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Throughout the text, there are several mentions of sustainable and environmentally friendly practices. Some notable examples include:\n\n1. The United Nations' Sustainable Development Goals (SDGs), also known as Global Goals, aim to combat climate change, improve education, optimize urban design, promote gender equality, protect the environment, and eradicate poverty among other objectives. These goals encourage global cooperation for development and the achievement of these targets.\n2. Collaboration between individuals, families, communities, businesses, governments, and international organizations is emphasized in order to achieve the SDGs. This collective effort can help drive positive changes towards a more sustainable future.\n3. Alternatives to traditional real estate ownership, such as long-term renting with the option to switch to another alternative in the future, provide flexibility while minimizing the risk of losing one's property.\n4. Environmentally conscious options for generating income from properties, like participating in energy efficiency programs, are mentioned as viable alternatives to traditional property sales or life annuities.\n5. The use of innovative marketing techniques by professional real estate agents helps companies commercialize their properties while adhering to responsible social and environmental standards.\n6. The Association +Responsables works towards promoting and disseminating corporate social responsibility (CSR) within businesses and ensuring its values reach citizens, businesses, organizations, and institutions.\n7. The distinctive \"responsible\" label awarded to companies that meet specific criteria not only focuses on maximizing economic profitability but also prioritizes their social and environmental impact.\n8. Pensium, a company recognized as having a high social impact, operates under a new model of economics that seeks to combine financial gain with social and environmental benefits.\n9. Ship2B, a private foundation dedicated to promoting the impact economy, encourages businesses to adopt responsible practices beyond simply maximizing profits, striving to create a better society where businesses contribute to generating overall benefit.\n10. Equa, an internationally accredited certification body, has renewed its certification in October with a valuation above the average, highlighting its commitment to sustainability and environmental stewardship.",
            "source": [
                {
                    "content": "Le anticipamos hasta el doble del alquiler de su vivienda para pagar fácilmente la residencia Los Objetivos de Desarrollo Sostenible también conocidos como Objetivos Globales tienen su origen en el año  con la aprobación de la ONU de diecisiete puntos relacionados con la eliminación de la pobreza y la protección del planeta con horizonte temporal fijado para el  como fecha prevista para su revisión y consecución Los esfuerzos a nivel global de los ODS’s se centran en combatir el cambio climático mejorar la educación optimizar el diseño de las ciudades con criterios relacionados con la sostenibilidad reivindicar la igualdad de la mujer la defensa del medio ambiente y la eliminación de la pobreza entre otros Es importante que la sociedad en su conjunto colabore para el desarrollo y la consecución de los ODS’s potenciando las siguientes áreas la creatividad el conocimiento la tecnología y los recursos financieros que tienen que servir como motor de transformación para la consecución de",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "i que dóna la possibilitat d’optar per una altra alternativa en el futur Té també l’avantatge que la família no posa en risc la propietat de l’habitatge Si s’opta per altres opcions com la venda o la pensió vitalícia l’operació és irreversible i ja no és possible cancel·lar l’operació i recuperar la propietat Pot consultar aquí un resum de les opcions disponibles que permeten obtenir rendes gràcies a l’habitatge amb els principals avantatges i desavantatges de cadascuna Habitualment amb els ingressos mitjans d’un lloguer no s’arriben a cobrir els costos d’una plaça residencial A més per a poder llogar amb garanties i obtenir un bon preu cal fer front a unes mínimes reformes del pis -encara que només sigui pintura i l’obtenció de la cèdula d’habitabilitat i el certificat d’eficiència energètica- i saber comercialitzar l’immoble amb tècniques professionals La proposta del Programa Pensium permet no fer cap desemborsament per a reformes i desentendre’s del procés de gestió del lloguer",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "de  cunha valoración superior da media A Associación +Responsables traballa para a promoción e difusión da Responsabilidade Social RSC buscando o desenvolvemento responsable de empresas e negocios e facendo chegar os seus valores a cidadáns empresas organizacións e institucións A etiqueta responsable distintiva outórgase ás empresas que cumpren criterios para valorar as boas prácticas comerciais nas organizacións e facilitar o consumo con criterios sociais e ambientais Ship2B é unha fundación privada que ten como obxectivo promover a economía de impacto un novo modelo económico onde o obxectivo principal das empresas investidores e organizacións non é só maximizar a súa rendibilidade económica senón tamén o seu impacto social ou ambiental Pensium é recoñecida como unha empresa de alto impacto social desde  despois de pasar pola fase de análise do proxecto establecida pola Fundación Ship2B EQA entidade internacional de certificación inspección e verificación de normas de I+D+i calidade",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "más valorado en el ámbito de las empresas que trabajan para resolver problemas sociales y medioambientales en el mundo Las B CorpTM van más allá del objetivo de generar ganancias económicas e innovan para maximizar su impacto positivo en las comunidades que sirven De esta manera la empresa se convierte en una fuerza regeneradora capaz de construir una mejor sociedad en la que las empresas contribuyan a generar un beneficio global Pensium ha renovado su certificación en Octubre  con una valoración por encima de la media La Asociación +Responsables trabaja para la promoción y la difusión de la Responsabilidad Social RSC buscando el desarrollo responsable de empresas y negocios y haciendo llegar sus valores a la ciudadanía empresas organizaciones e instituciones El distintivo etiqueta responsable se otorga a empresas que cumplen criterios para poner en valor las buenas prácticas empresariales en las organizaciones y facilitar un consumo con criterios sociales y ambientales Ship2B es una",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Based on the provided information, it is not possible to provide a list of 10 specific events or initiatives focused on environmental conservation due to the limited context and details about these events. However, we can mention some general examples of organizations, foundations, and international agreements related to environmental conservation efforts. Some of them are:\n\n1. United Nations Framework Convention on Climate Change (UNFCCC)\n2. Intergovernmental Panel on Climate Change (IPCC)\n3. World Wildlife Fund (WWF)\n4. Greenpeace\n5. Conservation International\n6. The Nature Conservancy\n7. Earth Day Network\n8. COP26 (United Nations Climate Change Conference)\n9. Paris Agreement\n10. UN Environment Programme (UNEP)",
            "source": [
                {
                    "content": "de  cunha valoración superior da media A Associación +Responsables traballa para a promoción e difusión da Responsabilidade Social RSC buscando o desenvolvemento responsable de empresas e negocios e facendo chegar os seus valores a cidadáns empresas organizacións e institucións A etiqueta responsable distintiva outórgase ás empresas que cumpren criterios para valorar as boas prácticas comerciais nas organizacións e facilitar o consumo con criterios sociais e ambientais Ship2B é unha fundación privada que ten como obxectivo promover a economía de impacto un novo modelo económico onde o obxectivo principal das empresas investidores e organizacións non é só maximizar a súa rendibilidade económica senón tamén o seu impacto social ou ambiental Pensium é recoñecida como unha empresa de alto impacto social desde  despois de pasar pola fase de análise do proxecto establecida pola Fundación Ship2B EQA entidade internacional de certificación inspección e verificación de normas de I+D+i calidade",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Le anticipamos hasta el doble del alquiler de su vivienda para pagar fácilmente la residencia Los Objetivos de Desarrollo Sostenible también conocidos como Objetivos Globales tienen su origen en el año  con la aprobación de la ONU de diecisiete puntos relacionados con la eliminación de la pobreza y la protección del planeta con horizonte temporal fijado para el  como fecha prevista para su revisión y consecución Los esfuerzos a nivel global de los ODS’s se centran en combatir el cambio climático mejorar la educación optimizar el diseño de las ciudades con criterios relacionados con la sostenibilidad reivindicar la igualdad de la mujer la defensa del medio ambiente y la eliminación de la pobreza entre otros Es importante que la sociedad en su conjunto colabore para el desarrollo y la consecución de los ODS’s potenciando las siguientes áreas la creatividad el conocimiento la tecnología y los recursos financieros que tienen que servir como motor de transformación para la consecución de",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a recollida e reciclaxe de material papel material de oficina café etc Contratación de provedores locais para promover a economía local Os centros de traballo Pensium están situados en zonas de fácil acceso en transporte público para facilitar a mobilidade dos empregados sen necesidade de transporte privado Uso de tecnoloxías de comunicación dixital videoconferencias Skype para evitar o desprazamento das persoas participantes nas reunións de traballo Pensium é unha empresa BCorp o que significa que forma parte das mellores empresas para o mundo pola súa xeración de impacto positivo na sociedade e no medio ambiente Pensium formalizou convenios con Concellos das grandes cidades e con importantes institucións para facilitar que o recurso Pensium chegue a todos os seus habitantes",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Buenas Prácticas para la integración de la RSE Responsabilidad Social Empresarial y los ODS de Naciones Unidas en el sector de servicios de atención a personas mayores Este documento sirve como marco referencial para la consecución de los objetivos marcados en la agenda sobre sostenibilidad para el próximo año  El envejecimiento de la población es un factor crítico que ha modificado el segmento de los cuidados asistenciales requiriendo soluciones innovadoras para dar respuesta a ese incremento de masa poblacional que necesitará respuestas rápidas y eficaces A través de los ODS’s se puede dar solución a diferentes problemáticas en el sector ofreciendo servicios de mayor calidad fomentando el diálogo y la corresponsabilidad con los diferentes agentes públicos la sociedad y los operadores para generar soluciones innovadoras que generen sinergias entre los diferentes stakeholders La guía propuesta por la Fundación EdadVida ofrece unas pautas a seguir para las buenas prácticas para los",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the provided information, it is not explicitly mentioned which specific environmental impact metrics are being reported by Pensium. However, we can infer from their mission and commitment to sustainability and social responsibility that they likely measure and report various indicators related to their environmental footprint, such as greenhouse gas emissions (CO2, CH4, N2O), energy consumption, water usage, waste generation, and recycling rates. Additionally, they might also track progress towards goals like reducing their carbon footprint or increasing the use of renewable energy sources.",
            "source": [
                {
                    "content": "de  cunha valoración superior da media A Associación +Responsables traballa para a promoción e difusión da Responsabilidade Social RSC buscando o desenvolvemento responsable de empresas e negocios e facendo chegar os seus valores a cidadáns empresas organizacións e institucións A etiqueta responsable distintiva outórgase ás empresas que cumpren criterios para valorar as boas prácticas comerciais nas organizacións e facilitar o consumo con criterios sociais e ambientais Ship2B é unha fundación privada que ten como obxectivo promover a economía de impacto un novo modelo económico onde o obxectivo principal das empresas investidores e organizacións non é só maximizar a súa rendibilidade económica senón tamén o seu impacto social ou ambiental Pensium é recoñecida como unha empresa de alto impacto social desde  despois de pasar pola fase de análise do proxecto establecida pola Fundación Ship2B EQA entidade internacional de certificación inspección e verificación de normas de I+D+i calidade",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "generar un benefici global Pensium ha renovat la seva certificació a l’octubre de  amb una valoració per sobre de la mitjana L’ Associació +Responsables treballa per a la promoció i la difusión de la Responsabilitat Social RSC buscant el desenvolupament responsable d’empreses i negocis i fent arribar els seus valors a la ciutadania empreses organitzacions i institucions El distintiu etiqueta responsable s’atorga a empreses que compleixen criteris per posar en valor les bones pràctiques empresarials a les organitzacions i facilitar un consum amb criteris socials i ambientals Ship2B és una fundació privada que té com a fi impulsar l’economia d’impacte un nou model econòmic on la finalitat principal de les empreses inversors i organitzacions ja no és només maximitzar la seva rendibilitat econòmica sinó també el seu impacte social o mediambiental Pensium té el reconeixement d’empresa d’alt impacte social des de  després d’haver passat per la fase d’anàlisi de projectes que estableix la",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "se otorga a empresas que cumplen criterios para poner en valor las buenas prácticas empresariales en las organizaciones y facilitar un consumo con criterios sociales y ambientales Ship2B es una fundación privada que tiene como fin impulsar la economía de impacto un nuevo modelo económico donde el fin principal de las empresas inversores y organizaciones ya no es sólo maximizar su rentabilidad económica sino también su impacto social o medio ambiental Pensium tiene el reconocimiento de empresa de alto impacto social desde  tras pasar por la fase de análisis de proyectos que establece la Fundación Ship2B EQA entidad internacional de certificación inspección y verificación de I+D+i calidad y estándares ESG ha certificado que la financiación de Pensium Direct SL cumple los requisitos de los Bonos Sociales o Préstamos Sociales ya que el destino final de esta financiación es cubrir las necesidades asistenciales de personas dependientes y está alineada con el cumplimiento de los Objetivos de",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "formar parte das mellores empresas PARA o mundo pola súa xeración de impacto positivo na sociedade e no medio ambiente O 6 de novembro de  PENSIUM recibiu o premio a “A mellor empresa para España na categoría de clientes de “ B CorpTM certificado polo seu impacto social e a transparencia da súa actividade A certificación B CorpTM  é o recoñecemento máis valorado no campo das empresas que traballan para resolver problemas sociais e ambientais no mundo B CorpTM vai máis alá do obxectivo de xerar beneficio económico e innovan para maximizar o seu impacto positivo nas comunidades ás que serven Deste xeito a empresa convértese nunha forza rexeneradora capaz de construír unha sociedade mellor na que as empresas contribúan a xerar un beneficio global Pensium renovou a súa certificación en outubro de  cunha valoración superior da media A Associación +Responsables traballa para a promoción e difusión da Responsabilidade Social RSC buscando o desenvolvemento responsable de empresas e negocios e",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, based on the provided information, it appears that Pensium has made public commitments to social and corporate responsibility. They have been recognized with various awards such as \"Best for the World\" in the area of Customers by BCorp, which acknowledges companies that are among the top 10 best B Corps in the world in one or more of the five impact areas (customers, environment, governance, workers, and community). Additionally, they have won the 3rd edition of the Innovation Social Awards organized by Foundation Mapfre, making them the global winner in the category of Innovation in the field of insurance underwritten by BCorp. This recognition demonstrates their dedication to social and environmental responsibility. Furthermore, Pensium has also received the \"Innovation Award\" from Fundacion Mapfre, highlighting their efforts towards innovative solutions in social responsibility.",
            "source": [
                {
                    "content": "Varias organizaciones han reconocido y premiado el importante impacto social del Programa Pensium Reconocimiento como “Best For The World” en el área de Clientes gracias a su labor centrada en mejorar el bienestar de la sociedad Este reconocimiento se otorga a las empresas que están entre el 5 de mejores empresas BCorp del Mundo en alguna de las 5 áreas de impacto valoradas clientes medio ambiente gobernanza trabajadores y comunidad La entrega de los premios «Best for the Word»  se realizó el 20 de septiembre de  Proyecto ganador en la 3ª edición de los Premios en Innovación Social de Fundación Mapfre La Fundación Mapfre organiza cada año estos premios que reconocen la labor de empresas que desarrollan proyectos de innovación social Tras superar las fases de preselección y la semifinal PENSIUM fue galardonada como ganadora a nivel mundial en la categoría de Innovación Aseguradora en la final celebrada el 29 de octubre de  Las Benefit Corporation B CorpTM son un nuevo modelo de empresas",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "de  cunha valoración superior da media A Associación +Responsables traballa para a promoción e difusión da Responsabilidade Social RSC buscando o desenvolvemento responsable de empresas e negocios e facendo chegar os seus valores a cidadáns empresas organizacións e institucións A etiqueta responsable distintiva outórgase ás empresas que cumpren criterios para valorar as boas prácticas comerciais nas organizacións e facilitar o consumo con criterios sociais e ambientais Ship2B é unha fundación privada que ten como obxectivo promover a economía de impacto un novo modelo económico onde o obxectivo principal das empresas investidores e organizacións non é só maximizar a súa rendibilidade económica senón tamén o seu impacto social ou ambiental Pensium é recoñecida como unha empresa de alto impacto social desde  despois de pasar pola fase de análise do proxecto establecida pola Fundación Ship2B EQA entidade internacional de certificación inspección e verificación de normas de I+D+i calidade",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "más valorado en el ámbito de las empresas que trabajan para resolver problemas sociales y medioambientales en el mundo Las B CorpTM van más allá del objetivo de generar ganancias económicas e innovan para maximizar su impacto positivo en las comunidades que sirven De esta manera la empresa se convierte en una fuerza regeneradora capaz de construir una mejor sociedad en la que las empresas contribuyan a generar un beneficio global Pensium ha renovado su certificación en Octubre  con una valoración por encima de la media La Asociación +Responsables trabaja para la promoción y la difusión de la Responsabilidad Social RSC buscando el desarrollo responsable de empresas y negocios y haciendo llegar sus valores a la ciudadanía empresas organizaciones e instituciones El distintivo etiqueta responsable se otorga a empresas que cumplen criterios para poner en valor las buenas prácticas empresariales en las organizaciones y facilitar un consumo con criterios sociales y ambientales Ship2B es una",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "formar parte das mellores empresas PARA o mundo pola súa xeración de impacto positivo na sociedade e no medio ambiente O 6 de novembro de  PENSIUM recibiu o premio a “A mellor empresa para España na categoría de clientes de “ B CorpTM certificado polo seu impacto social e a transparencia da súa actividade A certificación B CorpTM  é o recoñecemento máis valorado no campo das empresas que traballan para resolver problemas sociais e ambientais no mundo B CorpTM vai máis alá do obxectivo de xerar beneficio económico e innovan para maximizar o seu impacto positivo nas comunidades ás que serven Deste xeito a empresa convértese nunha forza rexeneradora capaz de construír unha sociedade mellor na que as empresas contribúan a xerar un beneficio global Pensium renovou a súa certificación en outubro de  cunha valoración superior da media A Associación +Responsables traballa para a promoción e difusión da Responsabilidade Social RSC buscando o desenvolvemento responsable de empresas e negocios e",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual and quarterly reports detailing the commitments made by Pensium. These reports provide updates on the progress of their programs and services, including information about the number of users, the financial impact on both families and care providers, and any changes in policies or strategies. The reports also highlight success stories and challenges faced during the reporting period. By regularly publishing such reports, Pensium ensures transparency and accountability for its operations and commitments towards providing affordable long-term care solutions for elderly individuals and their families.",
            "source": [
                {
                    "content": "utilizado para determinar qué necesidades tiene y qué recursos entre los servicios o prestaciones disponibles son los más adecuados para su caso Entre las distintas prestaciones de las que puede beneficiarse previa valoración están las ayudas para pagar la residencia de ancianos las llamadas Prestaciones Económicas Vinculadas al Servicio PEVS que tienen un carácter periódico y se otorgan cuando no es posible el acceso a un servicio público o concertado Actualmente las PEVS presentan 3 limitaciones muy importantes Con las PEVS más la pensión muchas personas con dependencia tienen dificultades para costearse la plaza privada de calidad a la que desean acceder ya sea de forma definitiva o porque se está a la espera si se solicita una plaza pública y han de recurrir a sus ahorros a vender su patrimonio o bien a la ayuda económica de los hijos o familiares allegados Nuestro Programa Pensium nació con voluntad de dar una solución nueva a esta problemática por este motivo únicamente va",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "ser un alivio en términos de los costes que las residencias tienen que asumir a efectos de proveedor de un servicio tan esencial” Aun así concluye “el coste de todos los servicios comida energía materiales… va a seguir creciendo a un ritmo probablemente más moderado del que lo ha hecho el año pasado pero va a seguir presionando la cuenta de resultados de una residencia privada” En su intervención David Igual co-fundador y Director de Operaciones de Pensium abordó las diferentes formas de financiación disponibles para los usuarios para hacer frente al pago de las plazas residenciales o cuidados asistenciales Tomando como punto de partida a la vivienda como principal activo para gran parte de las familias españolas destacó que “La vivienda es el auténtico plan de pensiones de las familias en España y que puede ayudarles a obtener ingresos extras para hacer frente a los costes en la etapa de jubilación especialmente en los últimos años en los que los costes asistenciales triplican de",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "amb periodicitat semestral ingrés de les aportacions finançades corresponents al següent semestre liquidació d’interessos i amortització del deute amb els ingressos nets obtinguts – L’operació es pot cancel·lar en qualsevol moment sense cap cost ni comissió realitzant l’amortització total del deute pendent Operació finançada per Pensium Direct SL a través d’un crèdit garantit per la possessió de l’habitatge exclusivament per a la seva explotació en règim de lloguer amb l’objectiu de destinar els rendiments nets del lloguer a saldar el deute adquirit – Després de fer una valoració de l’habitatge s’estima que es pot llogar per  € al mes – Ja que per a pagar la residència es necessita una quantitat mensual més gran la família formalitza el programa Pensium amb aportacions per valor de  € mensuals En formalitzar el contracte ja reben 6 mensualitats de forma anticipada  € de manera que CB pot ingressar ja a la plaça que desitja – Posteriorment rebran cada 6 mesos 6 mensualitats cada vegada",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "ser un alivio en términos de los costes que las residencias tienen que asumir a efectos de proveedor de un servicio tan esencial» Aun así concluye «el coste de todos los servicios comida energía materiales… va a seguir creciendo a un ritmo probablemente más moderado del que lo ha hecho el año pasado pero va a seguir presionando la cuenta de resultados de una residencia privada» En su intervención David Igual co-fundador y Director de Operaciones de Pensium abordó las diferentes formas de financiación disponibles para los usuarios para hacer frente al pago de las plazas residenciales o cuidados asistenciales Tomando como punto de partida a la vivienda como principal activo para gran parte de las familias españolas destacó que “La vivienda es el auténtico plan de pensiones de las familias en España y que puede ayudarles a obtener ingresos extras para hacer frente a los costes en la etapa de jubilación especialmente en los últimos años en los que los costes asistenciales triplican de",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " It is not explicitly mentioned in the given text about any specific community or social event being organized to fulfill these commitments related to the International Day of Older Persons and the World Elder Abuse Awareness Day. However, it can be inferred from the text that various activities are being planned and organized within the senior living communities to celebrate these days in a pleasant environment with the aim of fostering interaction and communication among residents. These activities include designing Valentine's Day-themed decorations such as paper hearts and balloons for wall murals, creating valentines cards for exchange between residents or their loved ones, and organizing group discussions where older adults can reminisce about their past Valentine's Day celebrations, what they used to do, who they celebrated with, and what the day meant to them.",
            "source": [
                {
                    "content": "se programan diferentes actividades precisamente para disfrutar de este día en un ambiente agradable con el objetivo de pasar una jornada divertida y para fomentar la interacción y comunicación entre los residentes Dentro de las diferentes actividades que se realizan en las residencias coincidiendo con este día destacan Se organizan actividades para diseñar adornos con los colores y motivos de San Valentín como globos corazones recortados para colgar en las paredes de los centros murales…También se elaboran tarjetas de felicitación del Día de los Enamorados que los residentes pueden intercambiar entre ellos o entregar a sus allegados Con estas actividades se fomenta el trabajo por grupos la creatividad y el uso de la imaginación además de pasar un rato divertido para las personas mayores Las personas mayores se pueden reunir por grupos y recordar cómo eran sus festejos por San Valentín qué celebraciones hacían en su juventud con quién lo celebraban qué significaba para ellos…También",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "se programan diferentes actividades precisamente para disfrutar de este día en un ambiente agradable con el objetivo de pasar una jornada divertida y para fomentar la interacción y comunicación entre los residentes Dentro de las diferentes actividades que se realizan en las residencias coincidiendo con este día destacan Se organizan actividades para diseñar adornos con los colores y motivos de San Valentín como globos corazones recortados para colgar en las paredes de los centros murales…También se elaboran tarjetas de felicitación del Día de los Enamorados que los residentes pueden intercambiar entre ellos o entregar a sus allegados Con estas actividades se fomenta el trabajo por grupos la creatividad y el uso de la imaginación además de pasar un rato divertido para las personas mayores Las personas mayores se pueden reunir por grupos y recordar cómo eran sus festejos por San Valentín qué celebraciones hacían en su juventud con quién lo celebraban qué significaba para ellos…También",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "se programan diferentes actividades precisamente para disfrutar de este día en un ambiente agradable con el objetivo de pasar una jornada divertida y para fomentar la interacción y comunicación entre los residentes Dentro de las diferentes actividades que se realizan en las residencias coincidiendo con este día destacan Se organizan actividades para diseñar adornos con los colores y motivos de San Valentín como globos corazones recortados para colgar en las paredes de los centros murales…También se elaboran tarjetas de felicitación del Día de los Enamorados que los residentes pueden intercambiar entre ellos o entregar a sus allegados Con estas actividades se fomenta el trabajo por grupos la creatividad y el uso de la imaginación además de pasar un rato divertido para las personas mayores Las personas mayores se pueden reunir por grupos y recordar cómo eran sus festejos por San Valentín qué celebraciones hacían en su juventud con quién lo celebraban qué significaba para ellos…También",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Le anticipamos hasta el doble del alquiler de su vivienda para pagar fácilmente la residencia Del 12 al 15 de Junio se celebrará en Les Drassanes Reials de Barcelona la 21ª edición de FiraGran el salón de referencia de las personas mayores en Cataluña Este salón organizado y promovido por la Fundación FiraGran ofrece cada año a sus ya más de  visitantes un amplio catálogo de servicios productos y tecnologías exclusivamente diseñados para satisfacer las necesidades de las personas mayores Además dado que una de las características que definen el acontecimiento es precisamente su carácter activo y participativo durante los días que dura el salón se organizan también una gran variedad de actividades conferencias y debates de interés tanto para las propias personas mayores como para los profesionales del sector La oferta de FiraGran se divide en 7 grandes áreas Podrás escoger entre las más de  actividades que se realizan de forma continuada organizadas tanto por los expositores como por el",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " There are several products, services, and technologies available for older adults and their families. Some examples include:\n\n1. Teleassistance services: Affordable teleassistance services with costs under €1 per day, accessible by anyone either through public or private channels. These services aim to improve the quality of life and prolong independence for older adults in general, and those with initial levels of dependency. However, when more extensive assistance is required (such as help with daily activities like cooking, eating, etc.), professional caregivers need to be considered instead.\n2. Platforms for family communication: Digital platforms that simplify access to connect with relatives and friends using easy-to",
            "source": [
                {
                    "content": "auge de los servicios relacionados con el cuidado de los mayores como son la teleasistencia para personas mayores la atención domiciliaria los servicios residenciales y los diversos servicios financieros que facilitan el pago de estos servicios ente ellos el programa Pensium Tu dirección de correo electrónico no será publicada Los campos obligatorios están marcados con  Este sitio usa Akismet para reducir el spam Aprende cómo se procesan los datos de tus comentarios",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "servicios de teleasistencia para personas mayores Se trata de un servicio accesible por cualquier persona y con un coste inferior a 1 euro diario En definitiva sea por la vía pública o privada el servicio de teleasistencia es una alternativa muy a tener en cuenta para mejorar la calidad de vida y alargar la autonomía de personas mayores en general y de personas con un grado de dependencia inicial Sin embargo cuando la persona mayor requiere algún tipo de ayuda en su vida cotidiana asearse hacer la comida etc hay que buscar la alternativa que le dé la asistencia que necesita contratación de un/a cuidador/a profesional en casa traslado a casa de un familiar o acceso a una residencia Y cuando llega este punto conocer alternativas como Pensium para facilitar el pago de estos servicios es básico Tu dirección de correo electrónico no será publicada Los campos obligatorios están marcados con  Este sitio usa Akismet para reducir el spam Aprende cómo se procesan los datos de tus comentarios",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "de plataformas digitales que posibilitan y facilitan el acceso de las personas mayores a conectar con sus familiares y amigos con aplicaciones fáciles de utilizar y con modelo híbrido digital y analógico Además de facilitar la comunicación de las personas mayores con sus familiares a través de chats mensajes y videoconferencias integran información actualizada sobre las actividades de la residencia información útil sobre horarios menús y trámites y conectan a los cuidadores y familiares para intercambiar información sobre el estado de salud de los residentes De este modo los familiares y amigos del usuario tienen acceso a plataformas para compartir fotos vídeos mensajes y compartir su día a día con el residente Alguna de estas aplicaciones incluso facilita la creación de una revista con todos los contenidos de interés para que los cuidadores la impriman y la puedan compartir con el usuario de la residencia La incorporación del uso de las herramientas digitales en la cotidianidad de",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "de plataformas digitales que posibilitan y facilitan el acceso de las personas mayores a conectar con sus familiares y amigos con aplicaciones fáciles de utilizar y con modelo híbrido digital y analógico Además de facilitar la comunicación de las personas mayores con sus familiares a través de chats mensajes y videoconferencias integran información actualizada sobre las actividades de la residencia información útil sobre horarios menús y trámites y conectan a los cuidadores y familiares para intercambiar información sobre el estado de salud de los residentes De este modo los familiares y amigos del usuario tienen acceso a plataformas para compartir fotos vídeos mensajes y compartir su día a día con el residente Alguna de estas aplicaciones incluso facilita la creación de una revista con todos los contenidos de interés para que los cuidadores la impriman y la puedan compartir con el usuario de la residencia La incorporación del uso de las herramientas digitales en la cotidianidad de",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, it is not explicitly mentioned if there are any specific promotional events, expos, or sales related to the offerings from Pensium SL. However, it is stated that users should contact Pensium SL directly through any available channels to inquire about potential offers they may be able to benefit from. It would be best to reach out to Pensium SL via their designated communication channels to gather more information about any current or upcoming promotions, expos, or sales related to their products and services.",
            "source": [
                {
                    "content": "momento actual cuenta con alguna oferta de la cual se puede beneficiar ha de contactar directamente con nosotros a través de cualquiera de los canales que ofrecemos Pensium SL es titular de todos los derechos sobre el software de la publicación digital así como de los derechos de propiedad industrial e intelectual referidos a los contenidos que se incluyan a excepción de los derechos sobre productos y servicios de carácter público que no son propiedad de esta empresa Ningún material publicado en esta web podrá ser reproducido copiado o publicado sin el consentimiento por escrito de Pensium SL Toda la información que se reciba en la web como comentarios sugerencias o ideas se considerará cedida a Pensium SL de manera gratuita No debe enviarse información que no pueda ser tratada de este modo Todos los productos y servicios de estas páginas que no son propiedad de Pensium SL son marcas registradas de sus respectivos propietarios y son reconocidas como tales por nuestra empresa Solamente",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "nosaltres a través de qualsevol dels canals que oferim Pensium SL és titular de tots els drets sobre el software de la publicació digital així com dels drets de propietat industrial i intel·lectual referits als continguts que s’hi incloguin a excepció dels drets sobre productes i serveis de caràcter públic que no són propietat d’aquesta empresa Cap material publicat a aquesta web podrà ser reproduït copiat o publicat sense el consentiment per escrit de Pensium SL Tota la informació que es rebi a la web com comentaris suggeriments o idees es considerarà cedida a Pensium SL de manera gratuïta No s’ha d’enviar informació que no pugui ser tractada d’aquesta manera Tots els productes i serveis d’aquestes pàgines que no són propietat de Pensium SL són marques registrades dels seus respectius propietaris i són reconegudes com a tals per la nostra empresa Només apareixen a la web de Pensium SL a l’efecte de promoció i de recopilació d’informació Aquests propietaris poden sol·licitar la",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "o software da publicación dixital así como dos dereitos de propiedade industrial e intelectual relacionados cos contidos incluídos coa excepción dos dereitos sobre produtos e servizos de carácter público que son desta empresa Non se pode reproducir copiar ou publicar ningún material publicado neste sitio web sen o consentimento por escrito de Pensium SL Toda a información recibida na web como comentarios suxestións ou ideas considerarase asignada a Pensium SL de balde Non se debe enviar información que non se poida tratar deste xeito Todos os produtos e servizos destas páxinas que non son propiedade de Pensium SL son marcas rexistradas dos seus respectivos propietarios e son recoñecidos como tales pola nosa empresa Só aparecen no sitio web de Pensium SL para fins de promoción e recollida de información Estes propietarios poden solicitar a modificación ou eliminación da información que lles pertence Estas condicións xerais réxense pola lexislación española Para calquera litixio que",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Todos los productos y servicios de estas páginas que no son propiedad de Pensium SL son marcas registradas de sus respectivos propietarios y son reconocidas como tales por nuestra empresa Solamente aparecen en la web de Pensium SL a efectos de promoción y de recopilación de información Estos propietarios pueden solicitar la modificación o eliminación de la información que les pertenece Las presentes condiciones generales se rigen por la legislación española Para cualquier litigio que pudiera surgir relacionado con el sitio web o la actividad que en él se desarrolla serán competentes Juzgados de Barcelona renunciando expresamente el usuario a cualquier otro fuero que pudiera corresponderle Cualquier usuario podrá dirigirse al Servicio de Reclamaciones a través de cualquier oficina PENSIUM abierta al público por correo postal o enviando un correo electrónico a   Consulte aquí las normas del Servicio de Reclamaciones del Grupo Pensium",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are several notable partnerships and collaborations related to commerce that focus on sustainability, social responsibility, and environmental impact. Some examples include:\n\n1. B Corporation (B Corp™) - These companies go beyond generating profits and innovate to maximize their positive community impact. The company becomes a force for regeneration capable of building a better society where businesses contribute to global benefit.\n\nPensium has renewed its certification in October with a valuation above the average.\n\nThe Association +Responsables works towards promotion and dissemination of corporate social responsibility (RSC), making responsible practices accessible to the general public through organizations, businesses, and institutions. They aim to develop responsible enterprises and businesses while ensuring that these values reach citizens and other stakeholders.\n\nThe \"responsible label\" is awarded to companies that meet specific criteria for showcasing good business practices within organizations and encouraging conscious consumerism with social and environmental considerations.\n\nShip2B is a private foundation dedicated to driving the impact economy by fostering a new economic model where the primary goal of investor and organization is not only to maximize profitability but also to achieve significant social impact or environmental performance.\n\nPensium has been recognized as a high-impact company since after undergoing a phase of project analysis established by the Foundation Ship2B.",
            "source": [
                {
                    "content": "más valorado en el ámbito de las empresas que trabajan para resolver problemas sociales y medioambientales en el mundo Las B CorpTM van más allá del objetivo de generar ganancias económicas e innovan para maximizar su impacto positivo en las comunidades que sirven De esta manera la empresa se convierte en una fuerza regeneradora capaz de construir una mejor sociedad en la que las empresas contribuyan a generar un beneficio global Pensium ha renovado su certificación en Octubre  con una valoración por encima de la media La Asociación +Responsables trabaja para la promoción y la difusión de la Responsabilidad Social RSC buscando el desarrollo responsable de empresas y negocios y haciendo llegar sus valores a la ciudadanía empresas organizaciones e instituciones El distintivo etiqueta responsable se otorga a empresas que cumplen criterios para poner en valor las buenas prácticas empresariales en las organizaciones y facilitar un consumo con criterios sociales y ambientales Ship2B es una",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "generar un benefici global Pensium ha renovat la seva certificació a l’octubre de  amb una valoració per sobre de la mitjana L’ Associació +Responsables treballa per a la promoció i la difusión de la Responsabilitat Social RSC buscant el desenvolupament responsable d’empreses i negocis i fent arribar els seus valors a la ciutadania empreses organitzacions i institucions El distintiu etiqueta responsable s’atorga a empreses que compleixen criteris per posar en valor les bones pràctiques empresarials a les organitzacions i facilitar un consum amb criteris socials i ambientals Ship2B és una fundació privada que té com a fi impulsar l’economia d’impacte un nou model econòmic on la finalitat principal de les empreses inversors i organitzacions ja no és només maximitzar la seva rendibilitat econòmica sinó també el seu impacte social o mediambiental Pensium té el reconeixement d’empresa d’alt impacte social des de  després d’haver passat per la fase d’anàlisi de projectes que estableix la",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "para generar soluciones innovadoras que generen sinergias entre los diferentes stakeholders La guía propuesta por la Fundación EdadVida ofrece unas pautas a seguir para las buenas prácticas para los centros que ya han iniciado el proceso de implementación de los ODS’s así como una lista de procesos que pueden mejorar la gestión de los centros que todavía no se han iniciado en este proceso La Guía de Buenas Prácticas de la Fundación EdadVida es la hoja de ruta para la implementación de los Objetivos de Desarrollo Sostenible fijando como requisitos indispensables para la consecución de los Objetivos de Desarrollo Sostenible dos aspectos fundamentales relacionados directamente con los principales agentes del sector Interacción con los principales Grupos de interés Los centros residenciales deben identificar a los grupos de interés de su organización empleados usuarios y familias proveedores entorno social etc para desarrollar una estrategia de comunicación que responda a sus necesidades",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "se otorga a empresas que cumplen criterios para poner en valor las buenas prácticas empresariales en las organizaciones y facilitar un consumo con criterios sociales y ambientales Ship2B es una fundación privada que tiene como fin impulsar la economía de impacto un nuevo modelo económico donde el fin principal de las empresas inversores y organizaciones ya no es sólo maximizar su rentabilidad económica sino también su impacto social o medio ambiental Pensium tiene el reconocimiento de empresa de alto impacto social desde  tras pasar por la fase de análisis de proyectos que establece la Fundación Ship2B EQA entidad internacional de certificación inspección y verificación de I+D+i calidad y estándares ESG ha certificado que la financiación de Pensium Direct SL cumple los requisitos de los Bonos Sociales o Préstamos Sociales ya que el destino final de esta financiación es cubrir las necesidades asistenciales de personas dependientes y está alineada con el cumplimiento de los Objetivos de",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, there seem to be some job and education-related announcements. However, they lack specific details such as company names, course descriptions, etc. Here is a summary of what we can gather from the text:\n\n1. Job opportunity: A company offering IT courses is seeking interested individuals for their program. They have requested more detailed information about the course, which can be obtained by contacting them directly.\n2. Senior housing: An elderly person looking for senior cooperative living options (cohousing) should reach out to either the managing companies of each project or existing cooperatives already operating nearby Barcelona. The monthly cost for a woman aged 75 years old in a center close to Barcelona was not mentioned.\n3. Cohousing for seniors in Asturias: There seems to be a need to look for cohousing projects specifically designed for seniors in Asturias. It would be best to check the \"Portal SocialAsturias\" or get in touch with the department of social rights and wellbeing for further assistance.\n4. Accompanying services for the elderly: A service provider offers monthly payment for accompanying the social professional caregiver during shopping and providing supportive educational services. The amount of this payment depends on the region and varies between different communities.\n5. Payments for social services: Both the amounts received for each service and the starting dates of payments are managed by the Social Services Department. Each autonomous community has its own timelines depending on pending requests and resolutions.\n6. Approval of PIA benefits for social services and payments: With the current COVID-19 situation, it might take longer than usual to process approvals for Personal Independence Allowance (PIA) benefits for social services and payments. The waiting period could range from six months to double the rental amount of one's residence, making it easier to cover the costs of long-term care facilities.\n7. Collaboration agreement: Two organizations, FIACT Residencias and Pensium, signed a collaboration agreement to improve conditions under the Pensium program for people who qualify but cannot afford long-term care due to financial constraints. This partnership allows those who were previously clients of FIACT Residencias but couldn't access long-term care facilities despite having a property to benefit from the Pensium program.\n8. Educational opportunities: Although not explicitly stated as an employment or educational opportunity, the text mentions that FIACT Residencias contributes to improving the conditions of the Pensium program for people who are interested and sign up for a place in their centers.",
            "source": [
                {
                    "content": "consultar directamente con algún centro de formación de tu localidad ya sea público o privado En un principio estoy interesado en el curso de informatica deseo me manden informacion lo mas detallada posible sin mas reciban un cordial saludo Hola Joaquin nosotros no disponemos de más información de los cursos Para informarse de ellos puede acudir al centro cívico de su localidad o a cualquier academia privada que en su oferta formativa incluyan el curso de su interés Un saludo",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "senior cohousing debe dirigirse específicamente a las empresas gestoras de cada proyecto o bien contactar con alguna que esté ya en funcionamiento en Pensium no disponemos de viviendas colaborativas Desearía conocer el precio mensaual para mujer de 75 años en centro cercano a Barcelona Hola Adelina Desde Pensium no disponemos de esta información que nos solicita Deberías mirar qué viviendas cohousing hay en la zona que te interesa y preguntar directamente a los responsables de las mismas Hola Estoy interesada en saber cuales son las residencias de ancianos que funcionan por el sistema cohousing en Asturias Gracias y un saludo Rosa Lazaro Hola Rosario Lamentamos decirte que nosotros no disponemos de esta información Si visitas el portal socialasturiases o contactas con la consejería de derechos sociales y bienestar quizás te puedan facilitar la información que solicitas Nosotros no tenemos ningún proyecto de cohousing propio deberías ponerte en contacto directamente con alguna empresa",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "mensual para acompañamiento del educador/a social profesional para hacerme las compras supermercados y soporte socio educativos Más o menos cuál es la cantidad de pago mensual cheque social por este servicio grd I de la dependencia  Gracias por respuesta en breve y un saludo Hola Juan tanto los importes de cada prestación como las fechas de inicio de pago se gestionan desde Servicios Sociales y cada Comunidad Autónoma tiene unos plazos diferentes en función de las peticiones y resoluciones que tenga en trámite No podemos dar respuesta a tus consultas ya que son muy específicas de tu situación y de tu localidad Te entendio pues de la entrega PIA Benestar Social y Familiar Catalunya para aprobar las servicios y paga de  euros mensual depende de cada uno Comunidad Esta claro y limpio Pero ha pasado cinco meses de la entrada la solicitud y no tengo ninguna respuesta de aprobaciòn de la PIA Con este estado de alslma Covid19 se entiende que el cilencio de la administraciòn entre seis meses",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Le anticipamos hasta el doble del alquiler de su vivienda para pagar fácilmente la residencia El Director General de FIACT Residencias Joaquim Rigau y el CEO de Pensium Miquel Perdiguer firmaron la semana pasada un acuerdo de colaboración mediante el cual FIACT Residencias contribuirá a mejorar aún más las condiciones del Programa Pensium a las personas que se interesen y contraten una plaza en sus centros residenciales Este convenio de colaboración nace de la voluntad de ambas partes de facilitar el acceso a cuidados asistenciales profesionales a las personas mayores y familias que realmente lo necesiten Con este acuerdo las personas que hasta ahora acudían a los centros residenciales de FIACT Residencias pero que a pesar de tener una vivienda en propiedad no lograban acceder a una plaza residencial por falta de recursos económicos recurrentes podrán beneficiarse del programa Pensium para pagar la residencia de mayores en condiciones muy ventajosas Durante la firma Joaquim Rigau quiso",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various types of events related to senior housing and care in Spain. Some examples include:\n\n* Job fairs: These events bring together employers and job seekers within the senior housing and care industry. Examples of such job fairs can be found on websites like Infoemple (<https://www.infoemple.com/>) and LinkedIn.\n* Webinars: Online seminars or presentations conducted over the internet. You can find relevant webinars by searching for terms like \"geriatrics,\" \"elderly care,\" or \"aging society\" on platforms like Eventbrite, Meetup, or even YouTube.\n* Workshops: In-person sessions focused on specific topics related to senior housing and care. Look for local organizations, universities, or government institutions hosting these workshops through their websites or event calendars.\n* Training programs: Institutions like hospitals, nursing schools, and eldercare facilities often offer training programs for professionals working with seniors. Check their websites or get in touch with them directly to learn more about available programs.",
            "source": [
                {
                    "content": "senior cohousing debe dirigirse específicamente a las empresas gestoras de cada proyecto o bien contactar con alguna que esté ya en funcionamiento en Pensium no disponemos de viviendas colaborativas Desearía conocer el precio mensaual para mujer de 75 años en centro cercano a Barcelona Hola Adelina Desde Pensium no disponemos de esta información que nos solicita Deberías mirar qué viviendas cohousing hay en la zona que te interesa y preguntar directamente a los responsables de las mismas Hola Estoy interesada en saber cuales son las residencias de ancianos que funcionan por el sistema cohousing en Asturias Gracias y un saludo Rosa Lazaro Hola Rosario Lamentamos decirte que nosotros no disponemos de esta información Si visitas el portal socialasturiases o contactas con la consejería de derechos sociales y bienestar quizás te puedan facilitar la información que solicitas Nosotros no tenemos ningún proyecto de cohousing propio deberías ponerte en contacto directamente con alguna empresa",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Le anticipamos hasta el doble del alquiler de su vivienda para pagar fácilmente la residencia Del 12 al 15 de Junio se celebrará en Les Drassanes Reials de Barcelona la 21ª edición de FiraGran el salón de referencia de las personas mayores en Cataluña Este salón organizado y promovido por la Fundación FiraGran ofrece cada año a sus ya más de  visitantes un amplio catálogo de servicios productos y tecnologías exclusivamente diseñados para satisfacer las necesidades de las personas mayores Además dado que una de las características que definen el acontecimiento es precisamente su carácter activo y participativo durante los días que dura el salón se organizan también una gran variedad de actividades conferencias y debates de interés tanto para las propias personas mayores como para los profesionales del sector La oferta de FiraGran se divide en 7 grandes áreas Podrás escoger entre las más de  actividades que se realizan de forma continuada organizadas tanto por los expositores como por el",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "al desarrollo y normalización de la financiación de estos servicios Fuente Instituto Nacional de Estadística consulta correspondiente a marzo de  L'adreça electrònica no es publicarà Els camps necessaris estan marcats amb  Aquest lloc utilitza Akismet per reduir els comentaris brossa Apreneu com es processen les dades dels comentaris",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "para generar soluciones innovadoras que generen sinergias entre los diferentes stakeholders La guía propuesta por la Fundación EdadVida ofrece unas pautas a seguir para las buenas prácticas para los centros que ya han iniciado el proceso de implementación de los ODS’s así como una lista de procesos que pueden mejorar la gestión de los centros que todavía no se han iniciado en este proceso La Guía de Buenas Prácticas de la Fundación EdadVida es la hoja de ruta para la implementación de los Objetivos de Desarrollo Sostenible fijando como requisitos indispensables para la consecución de los Objetivos de Desarrollo Sostenible dos aspectos fundamentales relacionados directamente con los principales agentes del sector Interacción con los principales Grupos de interés Los centros residenciales deben identificar a los grupos de interés de su organización empleados usuarios y familias proveedores entorno social etc para desarrollar una estrategia de comunicación que responda a sus necesidades",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Several employee and participant benefits are mentioned in the text. Some key points include:\n\n1. Betterment of society through Pensionium program: The text emphasizes the positive impact on society resulting from the Pensionium program. This benefit is not directly related to employees or participants but rather to the broader community.\n2. Improved well-being of society: The text mentions that the Pensionium program focuses on improving the welfare of society, which can indirectly benefit both employees and participants by contributing to a better overall environment.\n3. Access to public services: Employees may have access to public services such as healthcare and education, depending on their level of dependency and corresponding assistance programs. Participants in the Pensionium program may also be able to access these public services if they meet certain criteria.\n4. Economic support for private service payment: Both employees and participants may receive economic support to help cover the costs of private services when there is no availability of public service due to waiting list. This support can alleviate financial burdens and ensure continued access to necessary services.",
            "source": [
                {
                    "content": "fue galardonada como ganadora a nivel mundial en la categoría de Innovación Aseguradora en la final celebrada el 29 de octubre de  Las Benefit Corporation B CorpTM son un nuevo modelo de empresas que equilibran el propósito social y los beneficios económicos Incorporan un requerimiento legal para tener en cuenta en la toma de decisiones a sus trabajadores clientes proveedores comunidad y medio ambiente Ser una empresa B CorpTM significa formar parte de las mejores empresas PARA el mundo por su generación de impacto positivo en la sociedad y en el medio ambiente El 6 de noviembre de  PENSIUM recibió el premio a «La mejor empresa para España en la categoría de Clientes de « B CorpTM certificada por su impacto social y la transparencia de su actividad La certificación B CorpTM es el reconocimiento más valorado en el ámbito de las empresas que trabajan para resolver problemas sociales y medioambientales en el mundo Las B CorpTM van más allá del objetivo de generar ganancias económicas e",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Varias organizaciones han reconocido y premiado el importante impacto social del Programa Pensium Reconocimiento como “Best For The World” en el área de Clientes gracias a su labor centrada en mejorar el bienestar de la sociedad Este reconocimiento se otorga a las empresas que están entre el 5 de mejores empresas BCorp del Mundo en alguna de las 5 áreas de impacto valoradas clientes medio ambiente gobernanza trabajadores y comunidad La entrega de los premios «Best for the Word»  se realizó el 20 de septiembre de  Proyecto ganador en la 3ª edición de los Premios en Innovación Social de Fundación Mapfre La Fundación Mapfre organiza cada año estos premios que reconocen la labor de empresas que desarrollan proyectos de innovación social Tras superar las fases de preselección y la semifinal PENSIUM fue galardonada como ganadora a nivel mundial en la categoría de Innovación Aseguradora en la final celebrada el 29 de octubre de  Las Benefit Corporation B CorpTM son un nuevo modelo de empresas",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Diverses organitzacions han reconegut i premiat l’important impacte social del Programa Pensium Projecte guanyador a la 3a edició dels Premis en Innovació Social de Fundació Mapfre La Fundació Mapfre organitza cada any aquests premis que reconeixen la tasca d’empreses que desenvolupen projectes d’innovació social Després de superar les fases de preselecció i la semifinal PENSIUM va ser guardonada com a guanyadora a escala mundial en la categoria d’Innovació Asseguradora a la final celebrada el 29 d’octubre de  Les Benefit Corporation B CorpTM són un nou model d’empreses que equilibren el propòsit social i els beneficis econòmics Incorporen un requeriment legal per tenir en compte als seus treballadors clients proveïdors comunitat i medi ambient en la pressa de decisions Ser una empresa B Ser una empresa B CorpTM  significa Formar part de les millors empreses PER al món per la seva generació d’impacte positiu en la societat i en el medi ambient El 6 de novembre de  PENSIUM va rebre el",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "del Grado de Dependencia los Servicios Sociales realizarán el Plan Individual de Atención PIA donde se detallarán los servicios y/o prestaciones económicas que se le asignan al beneficiario Es importante hacer estos trámites para conocer el tipo de ayuda que le corresponde a cada persona Las personas con grado de dependencia II o III tienen derecho a una plaza pública deben apuntarse a lista de espera para optar a una plaza cuando haya disponibilidad Una vez haya una plaza disponible la persona ingresada tendrá que aportar parte de su pensión o no aportar nada si sus ingresos son muy reducidos y el resto del coste queda cubierto por la ayuda Mientras no se puede acceder al servicio público en este caso mientras no hay disponibilidad de plaza pública en Residencia se puede recibir una ayuda económica para facilitar el pago del servicio privado Esta ayuda es la que se conoce como PEVS Prestación económica vinculada al Servicio No podemos concretar cuanto se tarda en recibir la ayuda ya",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information, it is difficult to pinpoint specific details about Pensium's latest financial or earnings report. However, we can gather some general points related to the company and its industry. Some notable points include:\n\n1. Pensium has renewed its certification in October with a valuation above the average. This suggests that the company continues to meet high standards for social and environmental responsibility.\n2. The Association +Responsables works towards promoting and disseminating corporate social responsibility (RSC), making responsible business practices more visible and accessible to the public.\n3. The distinctive \"Etiquette Responsable\" label is awarded to companies that meet certain criteria, encouraging good business practices and ethical consumer choices.\n4. Pensium was recognized as the worldwide winner in the category of Innovation in the final held on October 29th. This achievement showcases the company's commitment to innovative solutions in addressing social and environmental challenges.\n5. Pensium received the award as \"The best company for Spain in the category of Certified B Corporations.\" This recognition highlights the company's dedication to creating positive social and environmental impact while maintaining economic success.",
            "source": [
                {
                    "content": "más valorado en el ámbito de las empresas que trabajan para resolver problemas sociales y medioambientales en el mundo Las B CorpTM van más allá del objetivo de generar ganancias económicas e innovan para maximizar su impacto positivo en las comunidades que sirven De esta manera la empresa se convierte en una fuerza regeneradora capaz de construir una mejor sociedad en la que las empresas contribuyan a generar un beneficio global Pensium ha renovado su certificación en Octubre  con una valoración por encima de la media La Asociación +Responsables trabaja para la promoción y la difusión de la Responsabilidad Social RSC buscando el desarrollo responsable de empresas y negocios y haciendo llegar sus valores a la ciudadanía empresas organizaciones e instituciones El distintivo etiqueta responsable se otorga a empresas que cumplen criterios para poner en valor las buenas prácticas empresariales en las organizaciones y facilitar un consumo con criterios sociales y ambientales Ship2B es una",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "fue galardonada como ganadora a nivel mundial en la categoría de Innovación Aseguradora en la final celebrada el 29 de octubre de  Las Benefit Corporation B CorpTM son un nuevo modelo de empresas que equilibran el propósito social y los beneficios económicos Incorporan un requerimiento legal para tener en cuenta en la toma de decisiones a sus trabajadores clientes proveedores comunidad y medio ambiente Ser una empresa B CorpTM significa formar parte de las mejores empresas PARA el mundo por su generación de impacto positivo en la sociedad y en el medio ambiente El 6 de noviembre de  PENSIUM recibió el premio a «La mejor empresa para España en la categoría de Clientes de « B CorpTM certificada por su impacto social y la transparencia de su actividad La certificación B CorpTM es el reconocimiento más valorado en el ámbito de las empresas que trabajan para resolver problemas sociales y medioambientales en el mundo Las B CorpTM van más allá del objetivo de generar ganancias económicas e",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "identificar a los grupos de interés de su organización empleados usuarios y familias proveedores entorno social etc para desarrollar una estrategia de comunicación que responda a sus necesidades de la mejor forma posible Implicación de la dirección La alta dirección y/o propiedad de los centros asistenciales deben estar comprometidos en la integración de la Responsabilidad Social Empresarial y la sostenibilidad como objetivo estratégico de la empresa Si no fuera así debería iniciarse un proceso interno para la identificación y evaluación de los posibles insights positivos de la RSE en el día a día de la gestión empresarial Pensium apoya a través del desarrollo de su actividad y la relación con sus stakeholders las pautas establecidas en los Objetivos de Desarrollo Sostenible Puedes consultar otras publicaciones de nuestro blog relacionadas con la sostenibilidad aquí Tu dirección de correo electrónico no será publicada Los campos obligatorios están marcados con  Este sitio usa Akismet",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Le anticipamos hasta el doble del alquiler de su vivienda para pagar fácilmente la residencia Pensium se ha convertido en una  B CorpTM certificada por su impacto social y la transparencia de su actividad La certificación B CorpTM es el reconocimiento más valorado en el ámbito de las empresas que trabajan para resolver problemas sociales y medioambientales en el mundo Para conseguir esta certificación internacional se requiere superar exhaustivos procesos de evaluación sobre sus procesos y de cómo su actividad impacta positivamente en la sociedad Pensium ayuda a las personas mayores que no pueden pagar la residencia de ancianos La selectiva certificación acredita a las empresas B CorpTM después de una evaluación sobre cinco categorías Pensium ha alcanzado una puntuación global de 95 puntos y se une a empresas como Triodos Bank Danone Veritas… que configuran un movimiento global de más de  empresas en 50 países y  sectores con un único fin que un día todas las compañías compitan por ser",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, it seems that Pensium has not mentioned any specific investor events or funding rounds in their text. However, we can infer from the context that they have received funds from various family offices and institutions within the insurance and financial sectors, as well as resources from the European Union Investment Fund.",
            "source": [
                {
                    "content": "conèixer als fundadors Josep Fabregat President de Pensium direct i soci fundador de Pensium Ramon Lluís García Torné Secretari del Consell de Pensium Direct i soci fundador de Pensium A més Pensium compta amb moltes més persones que formen un equip amb vocació de servei per fer que Pensium compleixi amb els seus compromisos de transparència senzillesa agilitat i responsabilitat en la seva tasca Formen part del capital de Pensium a més del seu equip fundador i de diverses Family Offices importants entitats del sector assegurador i financer així com recursos del Fons Europeu d’Inversions",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "al desarrollo y normalización de la financiación de estos servicios Fuente Instituto Nacional de Estadística consulta correspondiente a marzo de  L'adreça electrònica no es publicarà Els camps necessaris estan marcats amb  Aquest lloc utilitza Akismet per reduir els comentaris brossa Apreneu com es processen les dades dels comentaris",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "para generar soluciones innovadoras que generen sinergias entre los diferentes stakeholders La guía propuesta por la Fundación EdadVida ofrece unas pautas a seguir para las buenas prácticas para los centros que ya han iniciado el proceso de implementación de los ODS’s así como una lista de procesos que pueden mejorar la gestión de los centros que todavía no se han iniciado en este proceso La Guía de Buenas Prácticas de la Fundación EdadVida es la hoja de ruta para la implementación de los Objetivos de Desarrollo Sostenible fijando como requisitos indispensables para la consecución de los Objetivos de Desarrollo Sostenible dos aspectos fundamentales relacionados directamente con los principales agentes del sector Interacción con los principales Grupos de interés Los centros residenciales deben identificar a los grupos de interés de su organización empleados usuarios y familias proveedores entorno social etc para desarrollar una estrategia de comunicación que responda a sus necesidades",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Ramon Lluís García Torné Secretario do Consello de Pensium Direct e socio fundador de Pensium Ademais Pensium ten moita máis xente que forma un equipo con vocación de servizo para facer que Pensium cumpra os seus compromisos de transparencia sinxeleza axilidade e responsabilidade no seu traballo Forman parte do capital de Pensium ademais do seu equipo fundador e varias oficinas familiares importantes entidades do sector financeiro e de seguros así como recursos do Fondo Europeo de Investimentos",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, it seems that there are several financial and funding goals set for the next period. These include increasing investment in the Spanish long-term care system by €1 billion, reaching a total increase of €2 billion until the year mentioned (possibly 2). Additionally, Pensium is seeking further funding from various sources such as family offices, European Union funds, and private investors. The company also plans to offer different financing options for users to cover the costs of residential places or healthcare services. Overall, these objectives demonstrate Pensium's commitment to expand its operations and provide accessible solutions for families facing the challenges of long-term care and rising costs associated with it.",
            "source": [
                {
                    "content": "Todas las acciones propuestas en este plan de medidas y que están pendientes de aprobación por parte del Congreso forman parte del Plan de Choque en Dependencia del Ministerio de Derechos Sociales y Agenda  que contemplaba un aumento total de la inversión en el Sistema de Dependencia de  millones de euros hasta el   Tu dirección de correo electrónico no será publicada Los campos obligatorios están marcados con  Este sitio usa Akismet para reducir el spam Aprende cómo se procesan los datos de tus comentarios",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "con límite conjunto de  euros anuales Aunque no estemos obligados a presentar la declaración por no superar los mínimos  indicados en caso de querer beneficiarnos de determinadas reducciones o deducciones si que será necesario presentar la declaración Por otro lado recordad que si el los contribuyentes de más de 75 años tienen derecho a determinadas ventajas fiscales de las que ya hablamos en un post anterior Las ayudas de la Ley de Dependencia están totalmente exentas de tributar en el IRPF independientemente de la cuantía Así si estáis percibiendo una prestación económica vinculada a servicio PEVS o una prestación económica para cuidados en el entorno familiar este ingreso no se tiene que considerar a efectos de declaración de IRPF Las aportaciones del Programa Pensium se basan en el alquiler de la vivienda por lo que únicamente es necesario declarar por los ingresos netos del alquiler de la vivienda Estas rentas tienen un tratamiento fiscal muy favorable ya que la Ley de IRPF",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "conèixer als fundadors Josep Fabregat President de Pensium direct i soci fundador de Pensium Ramon Lluís García Torné Secretari del Consell de Pensium Direct i soci fundador de Pensium A més Pensium compta amb moltes més persones que formen un equip amb vocació de servei per fer que Pensium compleixi amb els seus compromisos de transparència senzillesa agilitat i responsabilitat en la seva tasca Formen part del capital de Pensium a més del seu equip fundador i de diverses Family Offices importants entitats del sector assegurador i financer així com recursos del Fons Europeu d’Inversions",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "ser un alivio en términos de los costes que las residencias tienen que asumir a efectos de proveedor de un servicio tan esencial” Aun así concluye “el coste de todos los servicios comida energía materiales… va a seguir creciendo a un ritmo probablemente más moderado del que lo ha hecho el año pasado pero va a seguir presionando la cuenta de resultados de una residencia privada” En su intervención David Igual co-fundador y Director de Operaciones de Pensium abordó las diferentes formas de financiación disponibles para los usuarios para hacer frente al pago de las plazas residenciales o cuidados asistenciales Tomando como punto de partida a la vivienda como principal activo para gran parte de las familias españolas destacó que “La vivienda es el auténtico plan de pensiones de las familias en España y que puede ayudarles a obtener ingresos extras para hacer frente a los costes en la etapa de jubilación especialmente en los últimos años en los que los costes asistenciales triplican de",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " It is not clear from the provided text which specific publications, research findings, or introduced technologies you are asking about. However, I can provide some general information related to the topics mentioned in the text. In recent years, there have been several notable developments across various fields. Some examples include:\n\n1. Digital Transformation: The ongoing digital transformation has impacted numerous industries and sectors in Spain. This includes advancements in areas such as artificial intelligence, big data analytics, cloud computing, and the Internet of Things (IoT). These technological breakthroughs have significantly improved efficiency, productivity, and customer experiences for businesses and individuals alike.\n2. Elderly Care: Over the past two decades, there has been a shift in the elderly care model, with technology playing a more prominent role. New tools and applications have emerged to enhance the quality of life and emotional well-being of senior citizens living in residential facilities. Examples include telehealth solutions, wearable devices for health monitoring, and smart home systems that cater to the needs of older adults.\n3. Modifiable Risk Factors: Researchers continue to study modifiable risk factors associated with chronic diseases like obesity, smoking, and physical inactivity. Recent studies have focused on understanding the complex interplay between genetic, environmental, and behavioral factors influencing these conditions. Such knowledge can help inform prevention strategies and improve public health outcomes.",
            "source": [
                {
                    "content": "momento actual cuenta con alguna oferta de la cual se puede beneficiar ha de contactar directamente con nosotros a través de cualquiera de los canales que ofrecemos Pensium SL es titular de todos los derechos sobre el software de la publicación digital así como de los derechos de propiedad industrial e intelectual referidos a los contenidos que se incluyan a excepción de los derechos sobre productos y servicios de carácter público que no son propiedad de esta empresa Ningún material publicado en esta web podrá ser reproducido copiado o publicado sin el consentimiento por escrito de Pensium SL Toda la información que se reciba en la web como comentarios sugerencias o ideas se considerará cedida a Pensium SL de manera gratuita No debe enviarse información que no pueda ser tratada de este modo Todos los productos y servicios de estas páginas que no son propiedad de Pensium SL son marcas registradas de sus respectivos propietarios y son reconocidas como tales por nuestra empresa Solamente",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "o software da publicación dixital así como dos dereitos de propiedade industrial e intelectual relacionados cos contidos incluídos coa excepción dos dereitos sobre produtos e servizos de carácter público que son desta empresa Non se pode reproducir copiar ou publicar ningún material publicado neste sitio web sen o consentimento por escrito de Pensium SL Toda a información recibida na web como comentarios suxestións ou ideas considerarase asignada a Pensium SL de balde Non se debe enviar información que non se poida tratar deste xeito Todos os produtos e servizos destas páxinas que non son propiedade de Pensium SL son marcas rexistradas dos seus respectivos propietarios e son recoñecidos como tales pola nosa empresa Só aparecen no sitio web de Pensium SL para fins de promoción e recollida de información Estes propietarios poden solicitar a modificación ou eliminación da información que lles pertence Estas condicións xerais réxense pola lexislación española Para calquera litixio que",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Le anticipamos hasta el doble del alquiler de su vivienda para pagar fácilmente la residencia Desde hace unos años la innovación tecnológica ha servido como motor de transformación en la mayoría de los sectores de la economía española La llamada era digital ha transformado por completo la sociedad integrando nuevas formas de comunicación abriendo nuevos canales de consumo y potenciando la aparición de nuevos modelos de negocio e impulsando la transformación digital en los ya existentes En referencia al sector de los cuidados de mayores se ha experimentado un cambio en el modelo de residencia en las últimas dos décadas que ha potenciado que las nuevas tecnologías se pongan al servicio de los cuidados de las personas mayores para aumentar su calidad de vida y bienestar tanto físico como emocional La implementación de estas nuevas herramientas aporta beneficios a los usuarios y al propio centro residencial Veamos algunos ejemplos La aplicación de nuevas tecnologías en el ámbito",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a factores de riesgo modificables como pueden ser la obesidad el tabaquismo o la inactividad física entre otros Desde Pensium seguiremos apoyando a las personas afectadas y a sus familias por un lado ofreciendo información útil para facilitar la convivencia con la enfermedad y por otro lado con soluciones económicas que permitan mejorar el bienestar y la calidad de vida tanto de enfermos como de familiares Tu dirección de correo electrónico no será publicada Los campos obligatorios están marcados con  Este sitio usa Akismet para reducir el spam Aprende cómo se procesan los datos de tus comentarios",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided text, it seems that there are several ongoing and upcoming research projects and innovation initiatives in various fields. Here is a summary of some of these projects:\n\n1. Preventing Alzheimer's disease: ADmit Therapeutics, a biomedical research institute spin-off, is working on developing a precocious diagnostic test for Alzheimer's disease using blood analysis. The team recently secured a substantial round of funding to complete their proof of concept.\n2. Integrating CSR (Corporate Social Responsibility) and the UN SDGs (Sustainable Development Goals) in elderly care services: Researchers are working on identifying good practices for incorporating corporate social responsibility and the United Nations Sustainable Development Goals into the elderly care sector. This will help address challenges arising from demographic changes and promote sustainability solutions.\n3. Generating synergies among different stakeholders: The guide proposed by the Foundation AgeLife is offering a set of guidelines for best practices in implementing the Sustainable Development Goals (SDGs) for those who have already started the implementation process, as well as a list of processes that can be improved in terms of managing centers that haven't yet begun the process. By doing so, they aim to foster collaboration between different stakeholders involved in the elderly care sector.",
            "source": [
                {
                    "content": "para generar soluciones innovadoras que generen sinergias entre los diferentes stakeholders La guía propuesta por la Fundación EdadVida ofrece unas pautas a seguir para las buenas prácticas para los centros que ya han iniciado el proceso de implementación de los ODS’s así como una lista de procesos que pueden mejorar la gestión de los centros que todavía no se han iniciado en este proceso La Guía de Buenas Prácticas de la Fundación EdadVida es la hoja de ruta para la implementación de los Objetivos de Desarrollo Sostenible fijando como requisitos indispensables para la consecución de los Objetivos de Desarrollo Sostenible dos aspectos fundamentales relacionados directamente con los principales agentes del sector Interacción con los principales Grupos de interés Los centros residenciales deben identificar a los grupos de interés de su organización empleados usuarios y familias proveedores entorno social etc para desarrollar una estrategia de comunicación que responda a sus necesidades",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "más valorado en el ámbito de las empresas que trabajan para resolver problemas sociales y medioambientales en el mundo Las B CorpTM van más allá del objetivo de generar ganancias económicas e innovan para maximizar su impacto positivo en las comunidades que sirven De esta manera la empresa se convierte en una fuerza regeneradora capaz de construir una mejor sociedad en la que las empresas contribuyan a generar un beneficio global Pensium ha renovado su certificación en Octubre  con una valoración por encima de la media La Asociación +Responsables trabaja para la promoción y la difusión de la Responsabilidad Social RSC buscando el desarrollo responsable de empresas y negocios y haciendo llegar sus valores a la ciudadanía empresas organizaciones e instituciones El distintivo etiqueta responsable se otorga a empresas que cumplen criterios para poner en valor las buenas prácticas empresariales en las organizaciones y facilitar un consumo con criterios sociales y ambientales Ship2B es una",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "que retrasando 5 años la aparición de la enfermedad se podría llegar a reducir en un 33 el número de personas afectadas Es por ello que los esfuerzos de los investigadores se basan sobretodo en encontrar tratamientos de prevención para frenar o retrasar la aparición de los primeros síntomas y en la detección precoz de la enfermedad Justamente en este último punto se centra el trabajo de la startup ADmit Therapeutics una spin-off del Instituto de Investigación Biomédica de Bellvitge IDIBELL dirigida por la Doctora Marta Barrachina cofundadora de la empresa junto con los médicos Ramon Reñe y Jordi Gascón ADmit Therapeutics enfoca su trabajo en el desarrollo de un test de diagnóstico precoz para el Alzheimer basado en un análisis de sangre Tal es la importancia de su objetivo que hace pocas semanas leíamos como este equipo de investigación cerraba una ronda de financiación en la que lograba 42 millones de euros importe que será totalmente destinado a completar la prueba de concepto para",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Buenas Prácticas para la integración de la RSE Responsabilidad Social Empresarial y los ODS de Naciones Unidas en el sector de servicios de atención a personas mayores Este documento sirve como marco referencial para la consecución de los objetivos marcados en la agenda sobre sostenibilidad para el próximo año  El envejecimiento de la población es un factor crítico que ha modificado el segmento de los cuidados asistenciales requiriendo soluciones innovadoras para dar respuesta a ese incremento de masa poblacional que necesitará respuestas rápidas y eficaces A través de los ODS’s se puede dar solución a diferentes problemáticas en el sector ofreciendo servicios de mayor calidad fomentando el diálogo y la corresponsabilidad con los diferentes agentes públicos la sociedad y los operadores para generar soluciones innovadoras que generen sinergias entre los diferentes stakeholders La guía propuesta por la Fundación EdadVida ofrece unas pautas a seguir para las buenas prácticas para los",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " There are several notable instances of research grants and innovation awards mentioned in the text. One is the recent closing of a significant round of financing by ADmit Therapeutics, which raised €44 million (approximately $48 million) to complete their proof of concept for a precocious blood-based diagnostic test for Alzheimer's disease. Another example is Pensium being recognized with various awards such as \"Best for the World\" from BCorp, \"Premio en Innovación Social\" from Fundación Mapfre, and winning the global category of Innovation in Insurance at the 29th edition of the Fundación Mapfre Awards. Additionally, the Fundación EdadVida has published a guide on good practices for implementing the United Nations' Sustainable Development Goals (ODS), focusing on improving management processes for centers already initiated in the process and providing recommendations for those yet to start. Finally, it is worth mentioning that Pensium has received financial support from various investors, including important family offices and resources from the European Union Investment Fund.",
            "source": [
                {
                    "content": "que retrasando 5 años la aparición de la enfermedad se podría llegar a reducir en un 33 el número de personas afectadas Es por ello que los esfuerzos de los investigadores se basan sobretodo en encontrar tratamientos de prevención para frenar o retrasar la aparición de los primeros síntomas y en la detección precoz de la enfermedad Justamente en este último punto se centra el trabajo de la startup ADmit Therapeutics una spin-off del Instituto de Investigación Biomédica de Bellvitge IDIBELL dirigida por la Doctora Marta Barrachina cofundadora de la empresa junto con los médicos Ramon Reñe y Jordi Gascón ADmit Therapeutics enfoca su trabajo en el desarrollo de un test de diagnóstico precoz para el Alzheimer basado en un análisis de sangre Tal es la importancia de su objetivo que hace pocas semanas leíamos como este equipo de investigación cerraba una ronda de financiación en la que lograba 42 millones de euros importe que será totalmente destinado a completar la prueba de concepto para",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Varias organizaciones han reconocido y premiado el importante impacto social del Programa Pensium Reconocimiento como “Best For The World” en el área de Clientes gracias a su labor centrada en mejorar el bienestar de la sociedad Este reconocimiento se otorga a las empresas que están entre el 5 de mejores empresas BCorp del Mundo en alguna de las 5 áreas de impacto valoradas clientes medio ambiente gobernanza trabajadores y comunidad La entrega de los premios «Best for the Word»  se realizó el 20 de septiembre de  Proyecto ganador en la 3ª edición de los Premios en Innovación Social de Fundación Mapfre La Fundación Mapfre organiza cada año estos premios que reconocen la labor de empresas que desarrollan proyectos de innovación social Tras superar las fases de preselección y la semifinal PENSIUM fue galardonada como ganadora a nivel mundial en la categoría de Innovación Aseguradora en la final celebrada el 29 de octubre de  Las Benefit Corporation B CorpTM son un nuevo modelo de empresas",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "para generar soluciones innovadoras que generen sinergias entre los diferentes stakeholders La guía propuesta por la Fundación EdadVida ofrece unas pautas a seguir para las buenas prácticas para los centros que ya han iniciado el proceso de implementación de los ODS’s así como una lista de procesos que pueden mejorar la gestión de los centros que todavía no se han iniciado en este proceso La Guía de Buenas Prácticas de la Fundación EdadVida es la hoja de ruta para la implementación de los Objetivos de Desarrollo Sostenible fijando como requisitos indispensables para la consecución de los Objetivos de Desarrollo Sostenible dos aspectos fundamentales relacionados directamente con los principales agentes del sector Interacción con los principales Grupos de interés Los centros residenciales deben identificar a los grupos de interés de su organización empleados usuarios y familias proveedores entorno social etc para desarrollar una estrategia de comunicación que responda a sus necesidades",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "conèixer als fundadors Josep Fabregat President de Pensium direct i soci fundador de Pensium Ramon Lluís García Torné Secretari del Consell de Pensium Direct i soci fundador de Pensium A més Pensium compta amb moltes més persones que formen un equip amb vocació de servei per fer que Pensium compleixi amb els seus compromisos de transparència senzillesa agilitat i responsabilitat en la seva tasca Formen part del capital de Pensium a més del seu equip fundador i de diverses Family Offices importants entitats del sector assegurador i financer així com recursos del Fons Europeu d’Inversions",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided information, it seems like Pensium is working together with various organizations and institutions. Some notable mentions include:\n\n1. Fundación EdadVida (AgeLife Foundation): This foundation has proposed a set of guidelines for good practices in implementing the United Nations' Sustainable Development Goals (SDGs) for those who have already started the process. They also provide a list of processes that can improve the management of centers that haven't yet begun this process.\n2. BCorp™: Pensium is recognized as a \"Best For The World\" company by being among the top 5% of Best For The World B Corps globally. These companies are focused on improving social well-being and making a positive impact on society.\n3. Fundación Mapfre (Mapfre Foundation): Pensium was awarded as the global winner in the category of Innovation in Social Protection during the 3rd edition of the Fundación Mapfre Awards for Innovation in Social Action.\n4. Organizations, employers, users, families, providers, environment, etc.: Pensium must identify these groups as stakeholders to develop an effective communication strategy that meets their needs.\n5. High-level direction and/or ownership of care facilities should be committed to integrating Corporate Social Responsibility (CSR) and sustainability as strategic objectives for the business.\n\nThese collaborations demonstrate Pensium's commitment to creating positive social impact while adhering to best practices in corporate responsibility and sustainability.",
            "source": [
                {
                    "content": "para generar soluciones innovadoras que generen sinergias entre los diferentes stakeholders La guía propuesta por la Fundación EdadVida ofrece unas pautas a seguir para las buenas prácticas para los centros que ya han iniciado el proceso de implementación de los ODS’s así como una lista de procesos que pueden mejorar la gestión de los centros que todavía no se han iniciado en este proceso La Guía de Buenas Prácticas de la Fundación EdadVida es la hoja de ruta para la implementación de los Objetivos de Desarrollo Sostenible fijando como requisitos indispensables para la consecución de los Objetivos de Desarrollo Sostenible dos aspectos fundamentales relacionados directamente con los principales agentes del sector Interacción con los principales Grupos de interés Los centros residenciales deben identificar a los grupos de interés de su organización empleados usuarios y familias proveedores entorno social etc para desarrollar una estrategia de comunicación que responda a sus necesidades",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "identificar a los grupos de interés de su organización empleados usuarios y familias proveedores entorno social etc para desarrollar una estrategia de comunicación que responda a sus necesidades de la mejor forma posible Implicación de la dirección La alta dirección y/o propiedad de los centros asistenciales deben estar comprometidos en la integración de la Responsabilidad Social Empresarial y la sostenibilidad como objetivo estratégico de la empresa Si no fuera así debería iniciarse un proceso interno para la identificación y evaluación de los posibles insights positivos de la RSE en el día a día de la gestión empresarial Pensium apoya a través del desarrollo de su actividad y la relación con sus stakeholders las pautas establecidas en los Objetivos de Desarrollo Sostenible Puedes consultar otras publicaciones de nuestro blog relacionadas con la sostenibilidad aquí Tu dirección de correo electrónico no será publicada Los campos obligatorios están marcados con  Este sitio usa Akismet",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Varias organizaciones han reconocido y premiado el importante impacto social del Programa Pensium Reconocimiento como “Best For The World” en el área de Clientes gracias a su labor centrada en mejorar el bienestar de la sociedad Este reconocimiento se otorga a las empresas que están entre el 5 de mejores empresas BCorp del Mundo en alguna de las 5 áreas de impacto valoradas clientes medio ambiente gobernanza trabajadores y comunidad La entrega de los premios «Best for the Word»  se realizó el 20 de septiembre de  Proyecto ganador en la 3ª edición de los Premios en Innovación Social de Fundación Mapfre La Fundación Mapfre organiza cada año estos premios que reconocen la labor de empresas que desarrollan proyectos de innovación social Tras superar las fases de preselección y la semifinal PENSIUM fue galardonada como ganadora a nivel mundial en la categoría de Innovación Aseguradora en la final celebrada el 29 de octubre de  Las Benefit Corporation B CorpTM son un nuevo modelo de empresas",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Diverses organitzacions han reconegut i premiat l’important impacte social del Programa Pensium Projecte guanyador a la 3a edició dels Premis en Innovació Social de Fundació Mapfre La Fundació Mapfre organitza cada any aquests premis que reconeixen la tasca d’empreses que desenvolupen projectes d’innovació social Després de superar les fases de preselecció i la semifinal PENSIUM va ser guardonada com a guanyadora a escala mundial en la categoria d’Innovació Asseguradora a la final celebrada el 29 d’octubre de  Les Benefit Corporation B CorpTM són un nou model d’empreses que equilibren el propòsit social i els beneficis econòmics Incorporen un requeriment legal per tenir en compte als seus treballadors clients proveïdors comunitat i medi ambient en la pressa de decisions Ser una empresa B Ser una empresa B CorpTM  significa Formar part de les millors empreses PER al món per la seva generació d’impacte positiu en la societat i en el medi ambient El 6 de novembre de  PENSIUM va rebre el",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives related to the implementation of the United Nations' Sustainable Development Goals (SDGs) in the elderly care services sector. Some notable examples include:\n\n1. European Innovation Partnership on Active and Healthy Ageing (EIP-AHA): This partnership brings together various stakeholders, including governments, industry, academia, and civil society, to promote innovation and improve the quality of life for older adults across Europe. The EIP-AHA focuses on implementing the SDGs related to health, wellbeing, and age-friendly environments.\n2. Global Alliance for Chronic Disease (GACD): This alliance is committed to addressing chronic diseases among older populations by fostering collaboration between different stakeholders, such as governments, international organizations, non-governmental organizations, and private sector entities. By working towards achieving the SDGs related to health and wellbeing, GACD contributes to improving the lives of older people worldwide.\n3. World Health Organization (WHO) Global Strategy on People-Centered and Integrated Care: This strategy emphasizes the importance of providing comprehensive, coordinated, and person-centered care to older adults. It aligns with the SDGs related to health and social protection, and it encourages collaboration between multiple stakeholders, including national governments, healthcare providers, and community organizations.",
            "source": [
                {
                    "content": "para generar soluciones innovadoras que generen sinergias entre los diferentes stakeholders La guía propuesta por la Fundación EdadVida ofrece unas pautas a seguir para las buenas prácticas para los centros que ya han iniciado el proceso de implementación de los ODS’s así como una lista de procesos que pueden mejorar la gestión de los centros que todavía no se han iniciado en este proceso La Guía de Buenas Prácticas de la Fundación EdadVida es la hoja de ruta para la implementación de los Objetivos de Desarrollo Sostenible fijando como requisitos indispensables para la consecución de los Objetivos de Desarrollo Sostenible dos aspectos fundamentales relacionados directamente con los principales agentes del sector Interacción con los principales Grupos de interés Los centros residenciales deben identificar a los grupos de interés de su organización empleados usuarios y familias proveedores entorno social etc para desarrollar una estrategia de comunicación que responda a sus necesidades",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "identificar a los grupos de interés de su organización empleados usuarios y familias proveedores entorno social etc para desarrollar una estrategia de comunicación que responda a sus necesidades de la mejor forma posible Implicación de la dirección La alta dirección y/o propiedad de los centros asistenciales deben estar comprometidos en la integración de la Responsabilidad Social Empresarial y la sostenibilidad como objetivo estratégico de la empresa Si no fuera así debería iniciarse un proceso interno para la identificación y evaluación de los posibles insights positivos de la RSE en el día a día de la gestión empresarial Pensium apoya a través del desarrollo de su actividad y la relación con sus stakeholders las pautas establecidas en los Objetivos de Desarrollo Sostenible Puedes consultar otras publicaciones de nuestro blog relacionadas con la sostenibilidad aquí Tu dirección de correo electrónico no será publicada Los campos obligatorios están marcados con  Este sitio usa Akismet",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Buenas Prácticas para la integración de la RSE Responsabilidad Social Empresarial y los ODS de Naciones Unidas en el sector de servicios de atención a personas mayores Este documento sirve como marco referencial para la consecución de los objetivos marcados en la agenda sobre sostenibilidad para el próximo año  El envejecimiento de la población es un factor crítico que ha modificado el segmento de los cuidados asistenciales requiriendo soluciones innovadoras para dar respuesta a ese incremento de masa poblacional que necesitará respuestas rápidas y eficaces A través de los ODS’s se puede dar solución a diferentes problemáticas en el sector ofreciendo servicios de mayor calidad fomentando el diálogo y la corresponsabilidad con los diferentes agentes públicos la sociedad y los operadores para generar soluciones innovadoras que generen sinergias entre los diferentes stakeholders La guía propuesta por la Fundación EdadVida ofrece unas pautas a seguir para las buenas prácticas para los",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Le anticipamos hasta el doble del alquiler de su vivienda para pagar fácilmente la residencia Del 12 al 15 de Junio se celebrará en Les Drassanes Reials de Barcelona la 21ª edición de FiraGran el salón de referencia de las personas mayores en Cataluña Este salón organizado y promovido por la Fundación FiraGran ofrece cada año a sus ya más de  visitantes un amplio catálogo de servicios productos y tecnologías exclusivamente diseñados para satisfacer las necesidades de las personas mayores Además dado que una de las características que definen el acontecimiento es precisamente su carácter activo y participativo durante los días que dura el salón se organizan también una gran variedad de actividades conferencias y debates de interés tanto para las propias personas mayores como para los profesionales del sector La oferta de FiraGran se divide en 7 grandes áreas Podrás escoger entre las más de  actividades que se realizan de forma continuada organizadas tanto por los expositores como por el",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " The collaboration between different stakeholders such as companies like Triodos Bank, Danone, and Veritas; non-profit organizations like the Foundation AgeLife; public institutions; and private entities is aimed at achieving several shared objectives and desired outcomes. These collaborations seek to promote sustainability, improve the quality of life for older adults, and foster partnerships among various actors involved in the care services industry. Some specific mutual objectives and outcomes expected from these collaborations include:\n\n1. Integration of RSE (Responsibility Social Empresarial) and the UN SDGs (Sustainable Development Goals) in the elderly care services sector: Collaborative efforts focus on aligning business practices with social and environmental responsibility while contributing to the achievement of the United Nations' SDGs. This integration helps create more sustainable and inclusive solutions for the growing elderly population.\n2. Innovation and development of new products and services: By working together, stakeholders can develop innovative products and services tailored to the needs of the elderly population. These new offerings should be designed to enhance the quality of life for seniors while minimizing their environmental footprint.\n3. Improvement of service quality and customer experience: Through collaboration, stakeholders can share best practices, learn from each other, and work towards continuous improvement in the delivery of care services. This process ultimately leads to better quality services and a more positive customer experience for elderly individuals and their families.\n4. Fostering dialogue and shared responsibility: Effective communication and collaboration among stakeholders help build trust, facilitate information sharing, and encourage joint decision-making. This process promotes a sense of shared responsibility for creating sustainable and equitable solutions for the elderly care services sector.\n5. Generating synergies and value creation: By combining resources, expertise, and perspectives, stakeholders can generate synergistic effects that lead to increased value and improved outcomes for all parties involved. This includes enhanced efficiency, reduced costs, and greater overall impact in addressing the challenges faced by the elderly care services sector.",
            "source": [
                {
                    "content": "para generar soluciones innovadoras que generen sinergias entre los diferentes stakeholders La guía propuesta por la Fundación EdadVida ofrece unas pautas a seguir para las buenas prácticas para los centros que ya han iniciado el proceso de implementación de los ODS’s así como una lista de procesos que pueden mejorar la gestión de los centros que todavía no se han iniciado en este proceso La Guía de Buenas Prácticas de la Fundación EdadVida es la hoja de ruta para la implementación de los Objetivos de Desarrollo Sostenible fijando como requisitos indispensables para la consecución de los Objetivos de Desarrollo Sostenible dos aspectos fundamentales relacionados directamente con los principales agentes del sector Interacción con los principales Grupos de interés Los centros residenciales deben identificar a los grupos de interés de su organización empleados usuarios y familias proveedores entorno social etc para desarrollar una estrategia de comunicación que responda a sus necesidades",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "de cooperativas en régimen de cesión de derecho de uso de la vivienda Bajo esta modalidad el cooperativista que paga una cuota mensual adquiere el derecho de uso de la vivienda y las zonas comunes pero la propiedad del inmueble es de la cooperativa Este derecho de uso puede ser indefinido transmitido o heredado En nuestro país la opción del cohousing se está focalizando sobretodo en el colectivo de las personas mayores La soledad junto con un estado de salud que no nos permita ser totalmente autónomos son los mayores problemas a los que nos enfrentamos todos cuando llegamos a la vejez Por ello el sistema cohousing resulta tan atractivo para las personas mayores ya que les permite vivir de manera comunitaria pero con vivienda independientes complementadas por áreas comunes donde pueden compartir comedores zonas de ocio salas de cine y servicios como por ejemplo enfermería 24 horas limpieza lavandería peluquería etc… Gracias a este sistema las personas mayores pueden sortear la soledad",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "y se une a empresas como Triodos Bank Danone Veritas… que configuran un movimiento global de más de  empresas en 50 países y  sectores con un único fin que un día todas las compañías compitan por ser las mejores para el mundo y como resultado la sociedad camine hacia estadios de bienestar compartido y durable superiores En Europa son  las empresas que han superado el riguroso proceso de admisión Las B CorpTM van más allá del objetivo de generar ganancias económicas e innovan para maximizar su impacto positivo en las comunidades que sirven De esta manera la empresa se convierte en una fuerza regeneradora capaz de construir una mejor sociedad en la que las empresas contribuyan a generar un beneficio global Pensium tiene como objetivo ayudar a resolver el problema del acceso a los recursos asistenciales que precisan las personas mayores con ingresos insuficientes para poder pagar este elevado coste El Programa Pensium permite solucionar el pago de la residencia sin que pierdan su",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Buenas Prácticas para la integración de la RSE Responsabilidad Social Empresarial y los ODS de Naciones Unidas en el sector de servicios de atención a personas mayores Este documento sirve como marco referencial para la consecución de los objetivos marcados en la agenda sobre sostenibilidad para el próximo año  El envejecimiento de la población es un factor crítico que ha modificado el segmento de los cuidados asistenciales requiriendo soluciones innovadoras para dar respuesta a ese incremento de masa poblacional que necesitará respuestas rápidas y eficaces A través de los ODS’s se puede dar solución a diferentes problemáticas en el sector ofreciendo servicios de mayor calidad fomentando el diálogo y la corresponsabilidad con los diferentes agentes públicos la sociedad y los operadores para generar soluciones innovadoras que generen sinergias entre los diferentes stakeholders La guía propuesta por la Fundación EdadVida ofrece unas pautas a seguir para las buenas prácticas para los",
                    "metadata": {
                        "rel": [
                            "r4sgroup",
                            "bcorporation",
                            "flickr",
                            "yahoo",
                            "linkedin",
                            "youtube",
                            "un",
                            "europa",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}