{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " The Ramborn Cider Company has adopted several sustainable and environmentally friendly practices. They source fruit from local farmers who maintain multiple trees, as well as individual growers with small plots. Their production methods utilize circular design principles, requiring minimal energy consumption, no irrigation, and the elimination of pesticides. Additionally, the company captures additional carbon through the growth of new trees and their associated biomes. By implementing these practices, Ramborn Cider contributes to the restoration and preservation of biodiversity, soil health, and the overall health of the regional ecosystem.",
            "source": [
                {
                    "content": "On the occasion of the tenth edition of the Luxembourg Sustainability Forum  organized by IMS Luxembourg a Luxembourg Climate Hero was identified and photographed by Maxime Riché founder of Climate Heroes the company Ramborn Cider Co Discover the full article here On the occasion of the tenth edition of the Luxembourg Sustainability Forum  organized by IMS Luxembourg a Luxembourg Climate Hero was identified and photographed by Maxime Riché founder of Climate Heroes the company Ramborn Cider Co We are using cookies to give you the best experience on our website You can find out more about which cookies we are using or switch them off in settings This website uses cookies so that we can provide you with the best user experience possible Cookie information is stored in your browser and performs functions such as recognising you when you return to our website and helping our team to understand which sections of the website you find most interesting and useful Strictly Necessary Cookie",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "with us to replant and revive trees and ecosystems and the communities in which they live to thrive Our unique approach to sourcing fruit means we not only buy from farmers with many trees but also from individuals some with as few as one or two trees This approach takes extra time and effort but provides increased economic opportunities for the communities in which we live and work Furthermore as healthy meadow orchards return to the landscape we re-establish a piece of Luxembourgish cultural identity that everyone can share PLANET As we face a catastrophic extinction emergency our work planting trees is reviving the much-needed biodiversity in our region each tree is home to around  different species It is also transforming the landscape of Luxembourg to protect our atmosphere our water and our topsoil Our production methods were based on circular design principles and use drastically less energy require zero irrigation and zero pesticides As our business grows we capture additional",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "and our topsoil Our production methods were based on circular design principles and use drastically less energy require zero irrigation and zero pesticides As our business grows we capture additional carbon through the growth of new trees and their biome – the distinct biological communities that form in response to the shared physical climate PROFIT Our cider is the Gold of Luxembourg We have a multi-award-winning product prized by cider aficionados near and far and priced fairly for all We believe our cider should help businesses make the profit they deserve because it’s a sustainably and ethically sourced product of the highest international quality And the more cider we sell the more trees we can plant and care for B Corps are assessed on their social and environmental performance and held to the highest standards of transparency and accountability Like the 3+ other B Corps around the world we will agree to adhere to the same basic principles and beliefs As an aspiring leader of",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "mat eis schaffe fir Beem ze planzen an Ekosystemer ze revitaliséieren an de Communautéiten an deenen se liewen ze gedeien Mir kafen eis Uebst net nëmmen op de Bauerenhäff mat ville Beem mee och bei Privatleit mat e puer Beem Dës Approche ass méi zäitopwänneg mee si gëtt de Gemeinschaften méi grouss wirtschaftlech Méiglechkeetensech ze entwéckelen Doriwwer eraus dréit e gesonde Bongert zur Schafung an zum Erhale vun eiser Landschaft bäi e Stéck Lëtzebuerger Kulturidentitéit déi jidderengem zegutt kënnt EISE PLANÉIT Well mir um Rand vun enger menschegemaachter Katastroph stinn vill Liewewiesen vum Ausstierwe bedreet sinn dréit eist Uplanze vu Beem zu enger dringend néideger Biodiversitéit an eiser Regioun bäi an all Bam liewen eng  verschidden Aarte Liewewiesen Eis Aktivitéit hëlleft och d‘Natur ze stäerken an dreet zum Schutz vun der Atmosphär eisem Waasser an dem Buedem bäi Eis Produktiounsmethode baséieren op de Prinzipien vun der Kreeslafwirtschaft si brauche bedeitend manner",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation in Luxembourg. However, providing a comprehensive list of 10 events might not be feasible due to limitations in available information and potential changes over time. Instead, I can provide you with a sample of notable events and organizations involved in environmental conservation efforts in Luxembourg. Some examples include:\n\n1. Arbor Day (Journée des arbres) - An annual event organized by the Ministry of Environment where thousands of trees are planted across the country.\n2. Green Key - A global initiative that recognizes hotels, restaurants, and other tourism establishments committed to sustainability and environmental conservation.\n3. Nature Conservation Association (ASBL) - A nonprofit organization dedicated to promoting nature conservation, habitat restoration, and public awareness about environmental issues.\n4. European Eco-Management and Audit Scheme (EMAS) - A voluntary scheme aimed at improving the environmental performance of public and private sector organizations in Luxembourg.\n5. National Park of the Upper Sûre (Parc national de l'Upper-Sûre) - A protected area covering more than 12 square kilometers, focusing on preserving natural habitats and wildlife.\n6. Renewable Energy Agency (ARENE) - A government agency responsible for promoting the development and deployment of renewable energy sources in Luxembourg.\n7. Circular Economy Club Luxembourg - A community-driven platform that supports local initiatives and projects related to waste reduction, recycling, and resource efficiency.\n8. Luxembourg Biosphere Reserve - A network of protected areas managed by the Ministry of Environment, focusing on conserving biodiversity and promoting sustainable land use practices.\n9. Carbon Disclosure Project (CDP) - A global initiative that encourages companies and governments to disclose their greenhouse gas emissions and climate change strategies.\n10. Climate Alliance - A network of cities, regions, and countries committed to taking action on climate change and promoting sustainable development.",
            "source": [
                {
                    "content": "is spring  the inauguration of our first wind farm in Mompach because it was a project completed by the second generation of the family It was something completely new and was in renewable energy something we could be proud of The third date will be 16 June  the launch of the Ramborn Cider Haff [a centre devoted to Luxembourg apples and cider making] My family the Ramborn team and farmers and community in Born all supported the centre and it will be [] Read the full interview here on Delano Throughout the year Celebrating Luxembourg profiles the people who contribute positively to the grand duchy’s international reputation Natalie Gerhardstein Can you sum up in a few sentences what you do for a living Carlo Hein I’ve been working in our family business in sustainable real estate since  We’ve built up renewable energy in Luxembourg including the first wind farm and solar park and some service companies related to renewable energy and real estate I also have a company producing",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We’ve built up renewable energy in Luxembourg including the first wind farm and solar park and some service companies related to renewable energy and real estate I also have a company producing Luxembourg cider If you could highlight three major dates in your life what would they be Joining the family business in October  marked me After completing my education having my experience in other companies I really wanted to join [my family business] and become an entrepreneur Another special date is spring  the inauguration of our first wind farm in Mompach because it was a project completed by the second generation of the family It was something completely new and was in renewable energy something we could be proud of The third date will be 16 June  the launch of the Ramborn Cider Haff [a centre devoted to Luxembourg apples and cider making] My family the Ramborn team and farmers and community in Born all supported the centre and it will be [] Read the full interview here on Delano We",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Throughout the year Celebrating Luxembourg profiles the people who contribute positively to the grand duchy’s international reputation Natalie Gerhardstein Can you sum up in a few sentences what you do for a living Carlo Hein I’ve been working in our family business in sustainable real estate since  We’ve built up renewable energy in Luxembourg including the first wind farm and solar park and some service companies related to renewable energy and real estate I also have a company producing Luxembourg cider If you could highlight three major dates in your life what would they be Joining the family business in October  marked me After completing my education having my experience in other companies I really wanted to join [my family business] and become an entrepreneur Another special date is spring  the inauguration of our first wind farm in Mompach because it was a project completed by the second generation of the family It was something completely new and was in renewable energy",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "with us to replant and revive trees and ecosystems and the communities in which they live to thrive Our unique approach to sourcing fruit means we not only buy from farmers with many trees but also from individuals some with as few as one or two trees This approach takes extra time and effort but provides increased economic opportunities for the communities in which we live and work Furthermore as healthy meadow orchards return to the landscape we re-establish a piece of Luxembourgish cultural identity that everyone can share PLANET As we face a catastrophic extinction emergency our work planting trees is reviving the much-needed biodiversity in our region each tree is home to around  different species It is also transforming the landscape of Luxembourg to protect our atmosphere our water and our topsoil Our production methods were based on circular design principles and use drastically less energy require zero irrigation and zero pesticides As our business grows we capture additional",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the provided text, some of the environmental impact metrics reported include carbon sequestration, water conservation, reduced energy consumption, and elimination of harmful chemicals. Additionally, mention is made of restoring local apple and pear orchards, protecting biodiversity, and promoting regenerative agriculture practices. These metrics demonstrate how Ramborn Cider Company is working towards combating the climate crisis while also supporting local economies and communities.",
            "source": [
                {
                    "content": "On the occasion of the tenth edition of the Luxembourg Sustainability Forum  organized by IMS Luxembourg a Luxembourg Climate Hero was identified and photographed by Maxime Riché founder of Climate Heroes the company Ramborn Cider Co Discover the full article here On the occasion of the tenth edition of the Luxembourg Sustainability Forum  organized by IMS Luxembourg a Luxembourg Climate Hero was identified and photographed by Maxime Riché founder of Climate Heroes the company Ramborn Cider Co We are using cookies to give you the best experience on our website You can find out more about which cookies we are using or switch them off in settings This website uses cookies so that we can provide you with the best user experience possible Cookie information is stored in your browser and performs functions such as recognising you when you return to our website and helping our team to understand which sections of the website you find most interesting and useful Strictly Necessary Cookie",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "and our topsoil Our production methods were based on circular design principles and use drastically less energy require zero irrigation and zero pesticides As our business grows we capture additional carbon through the growth of new trees and their biome – the distinct biological communities that form in response to the shared physical climate PROFIT Our cider is the Gold of Luxembourg We have a multi-award-winning product prized by cider aficionados near and far and priced fairly for all We believe our cider should help businesses make the profit they deserve because it’s a sustainably and ethically sourced product of the highest international quality And the more cider we sell the more trees we can plant and care for B Corps are assessed on their social and environmental performance and held to the highest standards of transparency and accountability Like the 3+ other B Corps around the world we will agree to adhere to the same basic principles and beliefs As an aspiring leader of",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Ramborn is proud to be a Certified B Corporation We believe that business can and should be a force for good in our world It was in this spirit that Ramborn was created We exist to restore market demand for locally traditionally grown apples and pears The sale of Ramborn products provides the financial resources to protect maintain and revitalise these magnificent treasure-troves of biodiversity that once made up countless local orchards in and around Luxembourg Our purpose is to combat the climate crisis while supporting local economies and communities by protecting the natural environment in and around Luxembourg and reviving the culture of cidermaking Our impact is to replant these meadow orchards year in year out and to help the communities and ecosystems flourish throughout our value chain and beyond We believe business should work for everyone and we envision a global economy that uses business as a force for good Ramborn has directly impacted the protection and revival of nearly",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "connectéiert Iech op den B Impact Assessment an den BtheChange an We are using cookies to give you the best experience on our website You can find out more about which cookies we are using or switch them off in settings This website uses cookies so that we can provide you with the best user experience possible Cookie information is stored in your browser and performs functions such as recognising you when you return to our website and helping our team to understand which sections of the website you find most interesting and useful Strictly Necessary Cookie should be enabled at all times so that we can save your preferences for cookie settings If you disable this cookie we will not be able to save your preferences This means that every time you visit this website you will need to enable or disable cookies again This website uses Google Analytics to collect anonymous information such as the number of visitors to the site and the most popular pages Keeping this cookie enabled helps us to",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, the organization has made several public commitments to social and corporate responsibility. They are a certified B Corporation, committed to adhering to the same basic principles and beliefs as other B Corporations around the world. Additionally, they prioritize social and environmental performance, transparency, and accountability. Their mission is to create positive impacts on society and the environment, combating the climate crisis, and supporting local economies and communities.",
            "source": [
                {
                    "content": "held to the highest standards of transparency and accountability Like the 3+ other B Corps around the world we will agree to adhere to the same basic principles and beliefs As an aspiring leader of this emerging economy we believe That we must be the change we seek in the world That all business ought to be conducted as if people and place mattered That through their products practices and profits businesses should aspire to do no harm and benefit all To do so requires that we act with the understanding that we are each dependent upon another and thus responsible for each other and future generations We believe the B Corp community of progressive business leaders can provide the blueprint for change that activists everywhere are calling for We would love for you to join us on our journey to reimagine capitalism and use business as a force for good and we truly believe that you too can become a leader of this new economy One concrete way to get started is to use the B Corp framework as",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "and our topsoil Our production methods were based on circular design principles and use drastically less energy require zero irrigation and zero pesticides As our business grows we capture additional carbon through the growth of new trees and their biome – the distinct biological communities that form in response to the shared physical climate PROFIT Our cider is the Gold of Luxembourg We have a multi-award-winning product prized by cider aficionados near and far and priced fairly for all We believe our cider should help businesses make the profit they deserve because it’s a sustainably and ethically sourced product of the highest international quality And the more cider we sell the more trees we can plant and care for B Corps are assessed on their social and environmental performance and held to the highest standards of transparency and accountability Like the 3+ other B Corps around the world we will agree to adhere to the same basic principles and beliefs As an aspiring leader of",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Ramborn is proud to be a Certified B Corporation We believe that business can and should be a force for good in our world It was in this spirit that Ramborn was created We exist to restore market demand for locally traditionally grown apples and pears The sale of Ramborn products provides the financial resources to protect maintain and revitalise these magnificent treasure-troves of biodiversity that once made up countless local orchards in and around Luxembourg Our purpose is to combat the climate crisis while supporting local economies and communities by protecting the natural environment in and around Luxembourg and reviving the culture of cidermaking Our impact is to replant these meadow orchards year in year out and to help the communities and ecosystems flourish throughout our value chain and beyond We believe business should work for everyone and we envision a global economy that uses business as a force for good Ramborn has directly impacted the protection and revival of nearly",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "On the occasion of the tenth edition of the Luxembourg Sustainability Forum  organized by IMS Luxembourg a Luxembourg Climate Hero was identified and photographed by Maxime Riché founder of Climate Heroes the company Ramborn Cider Co Discover the full article here On the occasion of the tenth edition of the Luxembourg Sustainability Forum  organized by IMS Luxembourg a Luxembourg Climate Hero was identified and photographed by Maxime Riché founder of Climate Heroes the company Ramborn Cider Co We are using cookies to give you the best experience on our website You can find out more about which cookies we are using or switch them off in settings This website uses cookies so that we can provide you with the best user experience possible Cookie information is stored in your browser and performs functions such as recognising you when you return to our website and helping our team to understand which sections of the website you find most interesting and useful Strictly Necessary Cookie",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual or quarterly reports detailing these commitments. These reports typically include updates on the company's progress toward meeting its social and environmental goals, as well as any challenges faced along the way. The reports may also highlight success stories and lessons learned throughout the year. Overall, these reports serve as a transparent and accountable way for the company to communicate its ongoing efforts to meet the high standards set by the B Corporation community.",
            "source": [
                {
                    "content": "held to the highest standards of transparency and accountability Like the 3+ other B Corps around the world we will agree to adhere to the same basic principles and beliefs As an aspiring leader of this emerging economy we believe That we must be the change we seek in the world That all business ought to be conducted as if people and place mattered That through their products practices and profits businesses should aspire to do no harm and benefit all To do so requires that we act with the understanding that we are each dependent upon another and thus responsible for each other and future generations We believe the B Corp community of progressive business leaders can provide the blueprint for change that activists everywhere are calling for We would love for you to join us on our journey to reimagine capitalism and use business as a force for good and we truly believe that you too can become a leader of this new economy One concrete way to get started is to use the B Corp framework as",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "This money will go directly towards orchard renovation work and supporting farmers with these efforts All money will be earmarked in a special account and can only be spent on traditional meadow orchard renovation and planting We are using cookies to give you the best experience on our website You can find out more about which cookies we are using or switch them off in settings This website uses cookies so that we can provide you with the best user experience possible Cookie information is stored in your browser and performs functions such as recognising you when you return to our website and helping our team to understand which sections of the website you find most interesting and useful Strictly Necessary Cookie should be enabled at all times so that we can save your preferences for cookie settings If you disable this cookie we will not be able to save your preferences This means that every time you visit this website you will need to enable or disable cookies again This website uses",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "och d‘Natur ze stäerken an dreet zum Schutz vun der Atmosphär eisem Waasser an dem Buedem bäi Eis Produktiounsmethode baséieren op de Prinzipien vun der Kreeslafwirtschaft si brauche bedeitend manner Energie wéineg Bewässerung an och guer keng Pestiziden an Dünger Den Erfolleg vun eisem Betrib ass eng Win-Win-Win-Situatioun fir de Planéit d’Leit an d’Betriber BETRIBSERFOLLEG Eise Cider ass d’Gold vu Lëtzebuerg Mir hunn e Produkt dat vill international Präisser krut dat vun den Amateure vum Cider an der ganzer Welt geschätzt gëtt a zu engem faire Präis ze kréien ass D’Firma soll heivu profitéieren andeem den Investment rentabel ass an doduerch fir e séchert Ëmfeld fir d’Mataarbechter suergt „B Corporations“ ginn no hire sozialen an ekologesche Leeschtungen bewäert a verflichte sech déi héchstméiglech Normen vun Transparenz a Rechenschaft anzehalen Grad wéi iwwer  aner „B Corporations“ op der ganzer Welt verflichte mir eis déi selwecht fundamental Prinzipien an Iwwerzeegungen anzehalen",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "This money will go directly towards orchard renovation work and supporting farmers with these efforts All money will be earmarked in a special account and can only be spent on traditional meadow orchard renovation and planting Protect 64 m2 of richly biodiverse habitat for  days We are using cookies to give you the best experience on our website You can find out more about which cookies we are using or switch them off in settings This website uses cookies so that we can provide you with the best user experience possible Cookie information is stored in your browser and performs functions such as recognising you when you return to our website and helping our team to understand which sections of the website you find most interesting and useful Strictly Necessary Cookie should be enabled at all times so that we can save your preferences for cookie settings If you disable this cookie we will not be able to save your preferences This means that every time you visit this website you will need",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " There haven't been any specific community or social events mentioned in the provided text that directly relate to the commitments made by the Ramborn Cider Company. However, the company has contributed to the development of renewable energy sources in Luxembourg, which can indirectly benefit the local community and society as a whole.",
            "source": [
                {
                    "content": "medals at the… Luxembourg-based producer Ramborn Cider Company is launching its range of… Afew years ago I got twitter message from this guy… Ramborn Cider Company a premium craft cider and perry producer… During the event over 90 exhibitors from around 20 countries… Orchards are more than just a group of trees they… Throughout the year Celebrating Luxembourg profiles the people who contribute… We are using cookies to give you the best experience on our website You can find out more about which cookies we are using or switch them off in settings This website uses cookies so that we can provide you with the best user experience possible Cookie information is stored in your browser and performs functions such as recognising you when you return to our website and helping our team to understand which sections of the website you find most interesting and useful Strictly Necessary Cookie should be enabled at all times so that we can save your preferences for cookie settings If you disable",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Dat ganzt Joer profiléiert Celebrating Luxembourg déi Leit déi positiv zum internationale Ruff vum Grand-Duché bäidroen Natalie Gerhardstein Kënnt Dir an e puer Sätz zesummefaassen wat Dir maacht Carlo Hein Ech schaffen zënter  an eisem Familljebetrib am nohaltege Immobilien Mir hunn zu Lëtzebuerg erneierbar Energien opgebaut dorënner deen éischte Wandpark a Solarpark an e puer Servicebetriber am Zesummenhang mat erneierbaren Energien an Immobilien Ech hunn och eng Firma déi Lëtzebuerger Cider produzéiert Wann Dir dräi grouss Datumen an Ärem Liewen Highlight kéint wat wieren se De Familljebetrib am Oktober  huet mech markéiert Nodeems ech meng Ausbildung ofgeschloss hunn meng Erfahrung an anere Firmen ze hunn wollt ech wierklech matmaachen [mäi Familljebetrib] an Entrepreneur ginn E weidere speziellen Datum ass d'Fréijoer  d'Aweiung vun eisem éischte Wandpark zu Mompech well et e Projet war dee vun der zweeter Generatioun vun der Famill ofgeschloss gouf Et war eppes ganz Neies a war an",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Throughout the year Celebrating Luxembourg profiles the people who contribute positively to the grand duchy’s international reputation Natalie Gerhardstein Can you sum up in a few sentences what you do for a living Carlo Hein I’ve been working in our family business in sustainable real estate since  We’ve built up renewable energy in Luxembourg including the first wind farm and solar park and some service companies related to renewable energy and real estate I also have a company producing Luxembourg cider If you could highlight three major dates in your life what would they be Joining the family business in October  marked me After completing my education having my experience in other companies I really wanted to join [my family business] and become an entrepreneur Another special date is spring  the inauguration of our first wind farm in Mompach because it was a project completed by the second generation of the family It was something completely new and was in renewable energy",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "is spring  the inauguration of our first wind farm in Mompach because it was a project completed by the second generation of the family It was something completely new and was in renewable energy something we could be proud of The third date will be 16 June  the launch of the Ramborn Cider Haff [a centre devoted to Luxembourg apples and cider making] My family the Ramborn team and farmers and community in Born all supported the centre and it will be [] Read the full interview here on Delano Throughout the year Celebrating Luxembourg profiles the people who contribute positively to the grand duchy’s international reputation Natalie Gerhardstein Can you sum up in a few sentences what you do for a living Carlo Hein I’ve been working in our family business in sustainable real estate since  We’ve built up renewable energy in Luxembourg including the first wind farm and solar park and some service companies related to renewable energy and real estate I also have a company producing",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Through the Adopt-a-Tree platform, Ramborn offers various products, services, and technologies related to forestry and environmental conservation. Some of these include direct investment into renovation and planting of traditional meadow orchards, scouting for trees and land for renovation and planting, supporting farmers to prioritize meadow orchard agriculture, and providing tools for tracking the impact of individual tree adoptions. Additionally, the platform allows users to give trees as gifts while learning about the progress of their adopted trees over time.",
            "source": [
                {
                    "content": "Maacht mat den Teams Ramborn LIST Bee Together an Natur-  Geopark Mëllerdall fir 2 Deeg Aktivitéiten um Ramborn Cider Haff an den Nopeschwiesen Schatzkëschte vun der Biodiversitéit 🍎🐝 Entdeckt an entdeckt d'Géigend equipéiert mat Ärem Smartphone an der iNaturalist Handy App fir un dëser Biergerwëssenschaftsinitiativ deelzehuelen fir Planzen Déieren an Insekten oder souguer wëll Champignonen iwwer de Globus ze inventariséieren Austausch mat Experten a Wëssenschaftler laanscht de Wee a léiert méi iwwer d'Natur ronderëm Iech wärend Dir Spaass mat Frënn an/oder Famill hutt All Participanten kréien eng gratis Kaart vun 2 selbstführten Itinérairen an der Natur geliwwert a kënnen och mat aneren Aktivitéiten deelhuelen Luet Ären Tool fir de Weekend erof d'iNaturalist App op ⏬ Google Play oder ⏬ iOS De ganze Programm an Nieweaktivitéiten hei 👉  Maacht mat den Teams Ramborn LIST Bee Together an Natur-  Geopark Mëllerdall fir 2 Deeg Aktivitéiten um Ramborn Cider Haff an den Nopeschwiesen",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "⏬ iOS De ganze Programm an Nieweaktivitéiten hei 👉  Maacht mat den Teams Ramborn LIST Bee Together an Natur-  Geopark Mëllerdall fir 2 Deeg Aktivitéiten um Ramborn Cider Haff an den Nopeschwiesen Schatzkëschte vun der Biodiversitéit 🍎🐝 Entdeckt an entdeckt d'Géigend equipéiert mat Ärem Smartphone an der iNaturalist Handy App fir un dëser Biergerwëssenschaftsinitiativ deelzehuelen fir Planzen Déieren an Insekten oder souguer wëll Champignonen iwwer de Globus ze inventariséieren Austausch mat Experten a Wëssenschaftler laanscht de Wee a léiert méi iwwer d'Natur ronderëm Iech wärend Dir Spaass mat Frënn an/oder Famill hutt All Participanten kréien eng gratis Kaart vun 2 selbstführten Itinérairen an der Natur geliwwert a kënnen och mat aneren Aktivitéiten deelhuelen Luet Ären Tool fir de Weekend erof d'iNaturalist App op ⏬ Google Play oder ⏬ iOS We are using cookies to give you the best experience on our website You can find out more about which cookies we are using or switch them off in",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "reimagine capitalism and use business as a force for good and we truly believe that you too can become a leader of this new economy One concrete way to get started is to use the B Corp framework as a way to understand and improve your impact in the world To get started log onto the B Impact Assessment and BtheChange We are using cookies to give you the best experience on our website You can find out more about which cookies we are using or switch them off in settings This website uses cookies so that we can provide you with the best user experience possible Cookie information is stored in your browser and performs functions such as recognising you when you return to our website and helping our team to understand which sections of the website you find most interesting and useful Strictly Necessary Cookie should be enabled at all times so that we can save your preferences for cookie settings If you disable this cookie we will not be able to save your preferences This means that every",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "renovation and planting What will Ramborn do Direct investment into renovation and planting of traditional meadow orchards Scouting for trees and land for renovation and planting Supporting farmers to prioritise meadow orchard agriculture Can I give a tree as a gift Absolutely Just select a tree and sign up as a subscriber As you go to enter your billing details at checkout you'll be able to select Adopt as gift where you can put in the recipient's details At first only the person buying the gift will be able to log in to see the impact of the adopted tree - but don't worry it's transferrable We're also working on making the process of giving even easier   Learning as we go We are still learning as we go and getting to grips with the technical side of the platform so please let us know if you have any thoughts on what we're doing well and what we can be doing better As part of our mission to revive and replant traditional meadow orchards we are launching our Adopt-a-Tree platform",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, there are several promotional events, expos, and sales related to Ramborn's ciders and perries. Some notable ones include:\n\n1. Cider World Fair (Luxembourg): Ramborn participates in this annual fair, showcasing their products and winning awards.\n2. Made in Luxembourg Market (Luxembourg): Ramborn features their ciders and perries in this weekly market, offering customers the opportunity to taste and purchase their products directly.\n3. Letzshoplu Platform (Luxembourg): As a merchant on this online platform, Ramborn offers their products for sale to consumers.\n4. Guided tour by the Irish Club of Luxembourg: Ramborn collaborated with the Irish Club of Luxembourg to organize a guided tour highlighting their ciders and perries.\n5. Networking events and community gatherings: Ramborn often attends and participates in various networking events and community gatherings, providing opportunities for people to learn about and enjoy their products.",
            "source": [
                {
                    "content": "medals at the… Luxembourg-based producer Ramborn Cider Company is launching its range of… Afew years ago I got twitter message from this guy… Ramborn Cider Company a premium craft cider and perry producer… During the event over 90 exhibitors from around 20 countries… Orchards are more than just a group of trees they… Throughout the year Celebrating Luxembourg profiles the people who contribute… We are using cookies to give you the best experience on our website You can find out more about which cookies we are using or switch them off in settings This website uses cookies so that we can provide you with the best user experience possible Cookie information is stored in your browser and performs functions such as recognising you when you return to our website and helping our team to understand which sections of the website you find most interesting and useful Strictly Necessary Cookie should be enabled at all times so that we can save your preferences for cookie settings If you disable",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Wärend der Manifestatioun wäerten iwwer 90 Aussteller aus ongeféier 20 Länner op der Palmengarten Expo Site sinn fir Cider Steenfrüchte Brandies an ähnlech Produkter ze presentéieren Laut dem Michael Stöckl Responsabele vun der Cider World Foire wäert Lëtzebuerg en Haaptstand op der Foire hunn D’Regioun Mëllerdall Produiten an den Tourismus wäerten am Mëttelpunkt stinn Et gëtt eng al Traditioun vu Cider Viez ronderëm d'Musel an d'Saar an Dir musst dës al Uebst retten well e puer vun der Uebst kënnt Dir net verbrauchen awer Dir kënnt Produkter aus hinnen maachen seet Stöckl Wéi hien erkläert vill vun den alen Äppelzorten si ganz kleng a Gréisst an Dir kënnt dës al Zorten net an de Supermarchéen fannen Dir kënnt nëmmen direkt un d'Verkeefer goen fir dës Zorten ze kafen Dëst war Deel vun der Diskussioun wéi de Stöckl Vertrieder vu Ramborn dem Lëtzebuerger preisgekréinte Cider Hiersteller bei der Editioun  vun der Foire getraff huet Ramborn huet säi Betrib op [] Liest de ganzen Artikel hei",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Stöffche Most Cider Sidra – the tangy apple drink has… We are happy to be featured in the weekly [Made… The cultivation and sale of wine has a long tradition… As a merchant on the platform Letzshoplu we had the… Join the Ramborn LIST Bee Together and the Natur- … Moving forward is sometimes about going backwards Ramborn chose to… Interview between Carlo Hein founder and chairman of the board… On the occasion of the tenth edition of the Luxembourg… The Irish Club of Luxembourg will be having a guided… Roberto’s experience includes 25 years in retail sales during which… An exceptional network of Luxembourg experts a community of committed… Local cider producer Ramborn since its start has been committed… As part of our mission to revive and replant traditional… Last year the firm took home five medals at the… Luxembourg-based producer Ramborn Cider Company is launching its range of… Afew years ago I got twitter message from this guy… Ramborn Cider Company a premium craft cider and perry",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "☆ Gold medal International Cider Awards  – Perry Gold medal International Cider Awards  – Farmhouse Dry Cider Gold medal Cider World Frankfurt  – Bourbon Barrel Aged Still Cider Gold medal SISGA Spain  – Perry ☆ Silver medal International Cider Awards  – Cascade Hopped Cider Silver medal Cider World Frankfurt  – Original Medium Dry Cider Silver medal Cider World Frankfurt  – Perry Silver medal Cider World Frankfurt  – Cascade Hopped Cider Silver medal International Cider Challenge  – Perry Original Medium Dry Cider Erbachhofer Single Variety Silver medal Sagardo Forum  – Perry Luxembourgish Garden Quince Meadow Orchard Ice Cider Cascade Hopped Cider ☆ Bronze medal International Cider Awards  – Original Medium Dry Cider Bronze medal International Cider Awards  – Bourbon Barrel Aged Still Cider Bronze medal International Cider Challenge  – Farmhouse Dry Cider Cascade Hopped Cider Bronze medal International Cider Awards  – Original Medium Dry Cider Bronze medal SISGA Spain  – Original",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " In addition to being a Certified B Corporation, Ramborn has formed several key partnerships and collaborations related to commerce. These include partnering with local farmers who grow traditional apple and pear varieties, as well as organizations focused on environmental conservation and sustainable agriculture. By working together with these partners, Ramborn is able to support local economies, protect and restore biodiversity, and combat the climate crisis. Through these collaborative efforts, Ramborn demonstrates how businesses can work towards a shared triple bottom line (uplifting people, planet, and profit) for the benefit of all.",
            "source": [
                {
                    "content": "and beyond We believe business should work for everyone and we envision a global economy that uses business as a force for good Ramborn has directly impacted the protection and revival of nearly 1 million m 2 m 2 to be exact of richly biodiverse habitat home to over 5 species Ramborn have removed over 31kg of CO 2 from the atmosphere equivalent to about g per bottle of cider kg of food waste has been saved due to the cider production equivalent to 57 of all the fruit Ramborn has pressed to date Our offer to all of our stakeholders is that working with us will actively contribute to a shared triple bottom line uplifting people planet and profit for the benefit of all PEOPLE Selling our cider helps all the farmers growing the apples in Luxembourg and its surrounding region all those working with us to replant and revive trees and ecosystems and the communities in which they live to thrive Our unique approach to sourcing fruit means we not only buy from farmers with many trees but also",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "reimagine capitalism and use business as a force for good and we truly believe that you too can become a leader of this new economy One concrete way to get started is to use the B Corp framework as a way to understand and improve your impact in the world To get started log onto the B Impact Assessment and BtheChange We are using cookies to give you the best experience on our website You can find out more about which cookies we are using or switch them off in settings This website uses cookies so that we can provide you with the best user experience possible Cookie information is stored in your browser and performs functions such as recognising you when you return to our website and helping our team to understand which sections of the website you find most interesting and useful Strictly Necessary Cookie should be enabled at all times so that we can save your preferences for cookie settings If you disable this cookie we will not be able to save your preferences This means that every",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Ramborn is proud to be a Certified B Corporation We believe that business can and should be a force for good in our world It was in this spirit that Ramborn was created We exist to restore market demand for locally traditionally grown apples and pears The sale of Ramborn products provides the financial resources to protect maintain and revitalise these magnificent treasure-troves of biodiversity that once made up countless local orchards in and around Luxembourg Our purpose is to combat the climate crisis while supporting local economies and communities by protecting the natural environment in and around Luxembourg and reviving the culture of cidermaking Our impact is to replant these meadow orchards year in year out and to help the communities and ecosystems flourish throughout our value chain and beyond We believe business should work for everyone and we envision a global economy that uses business as a force for good Ramborn has directly impacted the protection and revival of nearly",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "held to the highest standards of transparency and accountability Like the 3+ other B Corps around the world we will agree to adhere to the same basic principles and beliefs As an aspiring leader of this emerging economy we believe That we must be the change we seek in the world That all business ought to be conducted as if people and place mattered That through their products practices and profits businesses should aspire to do no harm and benefit all To do so requires that we act with the understanding that we are each dependent upon another and thus responsible for each other and future generations We believe the B Corp community of progressive business leaders can provide the blueprint for change that activists everywhere are calling for We would love for you to join us on our journey to reimagine capitalism and use business as a force for good and we truly believe that you too can become a leader of this new economy One concrete way to get started is to use the B Corp framework as",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided context, there might not be any specific employment or educational opportunities mentioned directly. However, one can infer that if someone is interested in sustainability, renewable energy, real estate, or even starting their own business, then working with Carlo Hein's family business or joining his cider production company (Ramborn Cider) could potentially lead to valuable experiences and learning opportunities. Additionally, the development of the Ramborn Cider Haff center may offer chances for collaboration or involvement in the local cider and apple industry.",
            "source": [
                {
                    "content": "Throughout the year Celebrating Luxembourg profiles the people who contribute positively to the grand duchy’s international reputation Natalie Gerhardstein Can you sum up in a few sentences what you do for a living Carlo Hein I’ve been working in our family business in sustainable real estate since  We’ve built up renewable energy in Luxembourg including the first wind farm and solar park and some service companies related to renewable energy and real estate I also have a company producing Luxembourg cider If you could highlight three major dates in your life what would they be Joining the family business in October  marked me After completing my education having my experience in other companies I really wanted to join [my family business] and become an entrepreneur Another special date is spring  the inauguration of our first wind farm in Mompach because it was a project completed by the second generation of the family It was something completely new and was in renewable energy",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We’ve built up renewable energy in Luxembourg including the first wind farm and solar park and some service companies related to renewable energy and real estate I also have a company producing Luxembourg cider If you could highlight three major dates in your life what would they be Joining the family business in October  marked me After completing my education having my experience in other companies I really wanted to join [my family business] and become an entrepreneur Another special date is spring  the inauguration of our first wind farm in Mompach because it was a project completed by the second generation of the family It was something completely new and was in renewable energy something we could be proud of The third date will be 16 June  the launch of the Ramborn Cider Haff [a centre devoted to Luxembourg apples and cider making] My family the Ramborn team and farmers and community in Born all supported the centre and it will be [] Read the full interview here on Delano We",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "is spring  the inauguration of our first wind farm in Mompach because it was a project completed by the second generation of the family It was something completely new and was in renewable energy something we could be proud of The third date will be 16 June  the launch of the Ramborn Cider Haff [a centre devoted to Luxembourg apples and cider making] My family the Ramborn team and farmers and community in Born all supported the centre and it will be [] Read the full interview here on Delano Throughout the year Celebrating Luxembourg profiles the people who contribute positively to the grand duchy’s international reputation Natalie Gerhardstein Can you sum up in a few sentences what you do for a living Carlo Hein I’ve been working in our family business in sustainable real estate since  We’ve built up renewable energy in Luxembourg including the first wind farm and solar park and some service companies related to renewable energy and real estate I also have a company producing",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "medals at the… Luxembourg-based producer Ramborn Cider Company is launching its range of… Afew years ago I got twitter message from this guy… Ramborn Cider Company a premium craft cider and perry producer… During the event over 90 exhibitors from around 20 countries… Orchards are more than just a group of trees they… Throughout the year Celebrating Luxembourg profiles the people who contribute… We are using cookies to give you the best experience on our website You can find out more about which cookies we are using or switch them off in settings This website uses cookies so that we can provide you with the best user experience possible Cookie information is stored in your browser and performs functions such as recognising you when you return to our website and helping our team to understand which sections of the website you find most interesting and useful Strictly Necessary Cookie should be enabled at all times so that we can save your preferences for cookie settings If you disable",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Based on the provided context, there doesn't seem to be any specific mention of job fairs, webinars, workshops, or training programs related to the topics discussed. However, the text does suggest exploring the B Impact Assessment and BtheChange platforms as ways to learn more about improving one's impact in the world and becoming a leader in the new economy.",
            "source": [
                {
                    "content": "held to the highest standards of transparency and accountability Like the 3+ other B Corps around the world we will agree to adhere to the same basic principles and beliefs As an aspiring leader of this emerging economy we believe That we must be the change we seek in the world That all business ought to be conducted as if people and place mattered That through their products practices and profits businesses should aspire to do no harm and benefit all To do so requires that we act with the understanding that we are each dependent upon another and thus responsible for each other and future generations We believe the B Corp community of progressive business leaders can provide the blueprint for change that activists everywhere are calling for We would love for you to join us on our journey to reimagine capitalism and use business as a force for good and we truly believe that you too can become a leader of this new economy One concrete way to get started is to use the B Corp framework as",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "is spring  the inauguration of our first wind farm in Mompach because it was a project completed by the second generation of the family It was something completely new and was in renewable energy something we could be proud of The third date will be 16 June  the launch of the Ramborn Cider Haff [a centre devoted to Luxembourg apples and cider making] My family the Ramborn team and farmers and community in Born all supported the centre and it will be [] Read the full interview here on Delano Throughout the year Celebrating Luxembourg profiles the people who contribute positively to the grand duchy’s international reputation Natalie Gerhardstein Can you sum up in a few sentences what you do for a living Carlo Hein I’ve been working in our family business in sustainable real estate since  We’ve built up renewable energy in Luxembourg including the first wind farm and solar park and some service companies related to renewable energy and real estate I also have a company producing",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We’ve built up renewable energy in Luxembourg including the first wind farm and solar park and some service companies related to renewable energy and real estate I also have a company producing Luxembourg cider If you could highlight three major dates in your life what would they be Joining the family business in October  marked me After completing my education having my experience in other companies I really wanted to join [my family business] and become an entrepreneur Another special date is spring  the inauguration of our first wind farm in Mompach because it was a project completed by the second generation of the family It was something completely new and was in renewable energy something we could be proud of The third date will be 16 June  the launch of the Ramborn Cider Haff [a centre devoted to Luxembourg apples and cider making] My family the Ramborn team and farmers and community in Born all supported the centre and it will be [] Read the full interview here on Delano We",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "reimagine capitalism and use business as a force for good and we truly believe that you too can become a leader of this new economy One concrete way to get started is to use the B Corp framework as a way to understand and improve your impact in the world To get started log onto the B Impact Assessment and BtheChange We are using cookies to give you the best experience on our website You can find out more about which cookies we are using or switch them off in settings This website uses cookies so that we can provide you with the best user experience possible Cookie information is stored in your browser and performs functions such as recognising you when you return to our website and helping our team to understand which sections of the website you find most interesting and useful Strictly Necessary Cookie should be enabled at all times so that we can save your preferences for cookie settings If you disable this cookie we will not be able to save your preferences This means that every",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The interview mentions several employee or participant benefits that are highlighted by Ramborn Cider Company. These include:\n\n1. Premium craft cider and perry production: As a producer of high-quality ciders and perries, Ramborn offers employees opportunities to work with exceptional ingredients and learn advanced techniques in the craft beverage industry.\n\n1. Orchard preservation: By focusing on sustainable practices and respecting the natural environment, Ramborn promotes responsible orchard management. Employees and participants may have the chance to learn about and contribute to these efforts, fostering a sense of shared responsibility for environmental stewardship.\n\n1. Year-round celebration of Luxembourg: Ramborn showcases the people and stories behind the country's successes through their marketing and events. Participants and employees alike can feel proud to be associated with a company that actively supports and promotes local talent and achievements.",
            "source": [
                {
                    "content": "medals at the… Luxembourg-based producer Ramborn Cider Company is launching its range of… Afew years ago I got twitter message from this guy… Ramborn Cider Company a premium craft cider and perry producer… During the event over 90 exhibitors from around 20 countries… Orchards are more than just a group of trees they… Throughout the year Celebrating Luxembourg profiles the people who contribute… We are using cookies to give you the best experience on our website You can find out more about which cookies we are using or switch them off in settings This website uses cookies so that we can provide you with the best user experience possible Cookie information is stored in your browser and performs functions such as recognising you when you return to our website and helping our team to understand which sections of the website you find most interesting and useful Strictly Necessary Cookie should be enabled at all times so that we can save your preferences for cookie settings If you disable",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "dorënner deen éischte Wandpark a Solarpark an e puer Servicebetriber am Zesummenhang mat erneierbaren Energien an Immobilien Ech hunn och eng Firma déi Lëtzebuerger Cider produzéiert Wann Dir dräi grouss Datumen an Ärem Liewen Highlight kéint wat wieren se De Familljebetrib am Oktober  huet mech markéiert Nodeems ech meng Ausbildung ofgeschloss hunn meng Erfahrung an anere Firmen ze hunn wollt ech wierklech matmaachen [mäi Familljebetrib] an Entrepreneur ginn E weidere speziellen Datum ass d'Fréijoer  d'Aweiung vun eisem éischte Wandpark zu Mompech well et e Projet war dee vun der zweeter Generatioun vun der Famill ofgeschloss gouf Et war eppes ganz Neies a war an erneierbaren Energien eppes op mir stolz kënne sinn Den drëtten Datum ass de 16 Juni  de Start vum Ramborn Cider Haff Meng Famill d'Equipe vun Ramborn an d'Baueren an d'Gemeng zu Born hunn all den Zenter ënnerstëtzt an et wäert [] Liesen de ganzen Interview hei op Delano We are using cookies to give you the best experience",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Dat ganzt Joer profiléiert Celebrating Luxembourg déi Leit déi positiv zum internationale Ruff vum Grand-Duché bäidroen Natalie Gerhardstein Kënnt Dir an e puer Sätz zesummefaassen wat Dir maacht Carlo Hein Ech schaffen zënter  an eisem Familljebetrib am nohaltege Immobilien Mir hunn zu Lëtzebuerg erneierbar Energien opgebaut dorënner deen éischte Wandpark a Solarpark an e puer Servicebetriber am Zesummenhang mat erneierbaren Energien an Immobilien Ech hunn och eng Firma déi Lëtzebuerger Cider produzéiert Wann Dir dräi grouss Datumen an Ärem Liewen Highlight kéint wat wieren se De Familljebetrib am Oktober  huet mech markéiert Nodeems ech meng Ausbildung ofgeschloss hunn meng Erfahrung an anere Firmen ze hunn wollt ech wierklech matmaachen [mäi Familljebetrib] an Entrepreneur ginn E weidere speziellen Datum ass d'Fréijoer  d'Aweiung vun eisem éischte Wandpark zu Mompech well et e Projet war dee vun der zweeter Generatioun vun der Famill ofgeschloss gouf Et war eppes ganz Neies a war an",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "functions such as recognising you when you return to our website and helping our team to understand which sections of the website you find most interesting and useful Strictly Necessary Cookie should be enabled at all times so that we can save your preferences for cookie settings If you disable this cookie we will not be able to save your preferences This means that every time you visit this website you will need to enable or disable cookies again This website uses Google Analytics to collect anonymous information such as the number of visitors to the site and the most popular pages Keeping this cookie enabled helps us to improve our website Please enable Strictly Necessary Cookies first so that we can save your preferences",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information, there isn't enough detail about any specific financial or earnings report to provide accurate key takeaways. However, we can infer that the individual mentioned has diverse interests and involvement in various industries such as renewable energy, real estate, and cider production. Additionally, they seem to value transparency, accountability, and using business as a force for good.",
            "source": [
                {
                    "content": "held to the highest standards of transparency and accountability Like the 3+ other B Corps around the world we will agree to adhere to the same basic principles and beliefs As an aspiring leader of this emerging economy we believe That we must be the change we seek in the world That all business ought to be conducted as if people and place mattered That through their products practices and profits businesses should aspire to do no harm and benefit all To do so requires that we act with the understanding that we are each dependent upon another and thus responsible for each other and future generations We believe the B Corp community of progressive business leaders can provide the blueprint for change that activists everywhere are calling for We would love for you to join us on our journey to reimagine capitalism and use business as a force for good and we truly believe that you too can become a leader of this new economy One concrete way to get started is to use the B Corp framework as",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Throughout the year Celebrating Luxembourg profiles the people who contribute positively to the grand duchy’s international reputation Natalie Gerhardstein Can you sum up in a few sentences what you do for a living Carlo Hein I’ve been working in our family business in sustainable real estate since  We’ve built up renewable energy in Luxembourg including the first wind farm and solar park and some service companies related to renewable energy and real estate I also have a company producing Luxembourg cider If you could highlight three major dates in your life what would they be Joining the family business in October  marked me After completing my education having my experience in other companies I really wanted to join [my family business] and become an entrepreneur Another special date is spring  the inauguration of our first wind farm in Mompach because it was a project completed by the second generation of the family It was something completely new and was in renewable energy",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We’ve built up renewable energy in Luxembourg including the first wind farm and solar park and some service companies related to renewable energy and real estate I also have a company producing Luxembourg cider If you could highlight three major dates in your life what would they be Joining the family business in October  marked me After completing my education having my experience in other companies I really wanted to join [my family business] and become an entrepreneur Another special date is spring  the inauguration of our first wind farm in Mompach because it was a project completed by the second generation of the family It was something completely new and was in renewable energy something we could be proud of The third date will be 16 June  the launch of the Ramborn Cider Haff [a centre devoted to Luxembourg apples and cider making] My family the Ramborn team and farmers and community in Born all supported the centre and it will be [] Read the full interview here on Delano We",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "is spring  the inauguration of our first wind farm in Mompach because it was a project completed by the second generation of the family It was something completely new and was in renewable energy something we could be proud of The third date will be 16 June  the launch of the Ramborn Cider Haff [a centre devoted to Luxembourg apples and cider making] My family the Ramborn team and farmers and community in Born all supported the centre and it will be [] Read the full interview here on Delano Throughout the year Celebrating Luxembourg profiles the people who contribute positively to the grand duchy’s international reputation Natalie Gerhardstein Can you sum up in a few sentences what you do for a living Carlo Hein I’ve been working in our family business in sustainable real estate since  We’ve built up renewable energy in Luxembourg including the first wind farm and solar park and some service companies related to renewable energy and real estate I also have a company producing",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided text, there doesn't seem to be any specific mention of investor events or funding rounds related to the mentioned companies or individuals. However, it is important to note that these types of events or opportunities may still exist but were not discussed in the given context.",
            "source": [
                {
                    "content": "We’ve built up renewable energy in Luxembourg including the first wind farm and solar park and some service companies related to renewable energy and real estate I also have a company producing Luxembourg cider If you could highlight three major dates in your life what would they be Joining the family business in October  marked me After completing my education having my experience in other companies I really wanted to join [my family business] and become an entrepreneur Another special date is spring  the inauguration of our first wind farm in Mompach because it was a project completed by the second generation of the family It was something completely new and was in renewable energy something we could be proud of The third date will be 16 June  the launch of the Ramborn Cider Haff [a centre devoted to Luxembourg apples and cider making] My family the Ramborn team and farmers and community in Born all supported the centre and it will be [] Read the full interview here on Delano We",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "medals at the… Luxembourg-based producer Ramborn Cider Company is launching its range of… Afew years ago I got twitter message from this guy… Ramborn Cider Company a premium craft cider and perry producer… During the event over 90 exhibitors from around 20 countries… Orchards are more than just a group of trees they… Throughout the year Celebrating Luxembourg profiles the people who contribute… We are using cookies to give you the best experience on our website You can find out more about which cookies we are using or switch them off in settings This website uses cookies so that we can provide you with the best user experience possible Cookie information is stored in your browser and performs functions such as recognising you when you return to our website and helping our team to understand which sections of the website you find most interesting and useful Strictly Necessary Cookie should be enabled at all times so that we can save your preferences for cookie settings If you disable",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "is spring  the inauguration of our first wind farm in Mompach because it was a project completed by the second generation of the family It was something completely new and was in renewable energy something we could be proud of The third date will be 16 June  the launch of the Ramborn Cider Haff [a centre devoted to Luxembourg apples and cider making] My family the Ramborn team and farmers and community in Born all supported the centre and it will be [] Read the full interview here on Delano Throughout the year Celebrating Luxembourg profiles the people who contribute positively to the grand duchy’s international reputation Natalie Gerhardstein Can you sum up in a few sentences what you do for a living Carlo Hein I’ve been working in our family business in sustainable real estate since  We’ve built up renewable energy in Luxembourg including the first wind farm and solar park and some service companies related to renewable energy and real estate I also have a company producing",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Stöffche Most Cider Sidra – the tangy apple drink has… We are happy to be featured in the weekly [Made… The cultivation and sale of wine has a long tradition… As a merchant on the platform Letzshoplu we had the… Join the Ramborn LIST Bee Together and the Natur- … Moving forward is sometimes about going backwards Ramborn chose to… Interview between Carlo Hein founder and chairman of the board… On the occasion of the tenth edition of the Luxembourg… The Irish Club of Luxembourg will be having a guided… Roberto’s experience includes 25 years in retail sales during which… An exceptional network of Luxembourg experts a community of committed… Local cider producer Ramborn since its start has been committed… As part of our mission to revive and replant traditional… Last year the firm took home five medals at the… Luxembourg-based producer Ramborn Cider Company is launching its range of… Afew years ago I got twitter message from this guy… Ramborn Cider Company a premium craft cider and perry",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the information provided, there is no specific mention of financial or funding goals for the next period. However, it is clear that the primary focus is on direct investment into renovation and planting of traditional meadow orchards through their Adopt-a-Tree platform. They are also committed to scouting for trees and land, supporting farmers, and prioritising meadow orchard agriculture. While there may not be explicit financial targets mentioned, it seems that they are actively working towards the growth and success of their initiatives.",
            "source": [
                {
                    "content": "if you have any thoughts on what we're doing well and what we can be doing better As part of our mission to revive and replant traditional meadow orchards we are launching our Adopt-a-Tree platform Learn more about the impact and the idea here   So what will I get when I adopt a tree 20 off all Ramborn drinks at the Ramborn Cider Haff Exclusive early-bird access to limited edition products Invitation to special events all year long To share in Ramborn's positive impact by directly supporting our work in traditional meadow orchards Support tree planting tree care and regenerative agriculture   Share our positive impact CO₂  Food waste Biodiversity   Where does the money go This money will go directly towards orchard renovation work and supporting farmers with these efforts All money will be earmarked in a special account and can only be spent on traditional meadow orchard renovation and planting What will Ramborn do Direct investment into renovation and planting of traditional meadow",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "As part of our mission to revive and replant traditional meadow orchards we are launching our Adopt-a-Tree platform Learn more about the impact and the idea here   So what will I get when I adopt a tree 20 off all Ramborn drinks at the Ramborn Cider Haff Exclusive early-bird access to limited edition products Invitation to special events all year long To share in Ramborn's positive impact by directly supporting our work in traditional meadow orchards Support tree planting tree care and regenerative agriculture   Share our positive impact CO₂  Food waste Biodiversity   Where does the money go This money will go directly towards orchard renovation work and supporting farmers with these efforts All money will be earmarked in a special account and can only be spent on traditional meadow orchard renovation and planting What will Ramborn do Direct investment into renovation and planting of traditional meadow orchards Scouting for trees and land for renovation and planting Supporting farmers",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "renovation and planting What will Ramborn do Direct investment into renovation and planting of traditional meadow orchards Scouting for trees and land for renovation and planting Supporting farmers to prioritise meadow orchard agriculture Can I give a tree as a gift Absolutely Just select a tree and sign up as a subscriber As you go to enter your billing details at checkout you'll be able to select Adopt as gift where you can put in the recipient's details At first only the person buying the gift will be able to log in to see the impact of the adopted tree - but don't worry it's transferrable We're also working on making the process of giving even easier   Learning as we go We are still learning as we go and getting to grips with the technical side of the platform so please let us know if you have any thoughts on what we're doing well and what we can be doing better As part of our mission to revive and replant traditional meadow orchards we are launching our Adopt-a-Tree platform",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "is spring  the inauguration of our first wind farm in Mompach because it was a project completed by the second generation of the family It was something completely new and was in renewable energy something we could be proud of The third date will be 16 June  the launch of the Ramborn Cider Haff [a centre devoted to Luxembourg apples and cider making] My family the Ramborn team and farmers and community in Born all supported the centre and it will be [] Read the full interview here on Delano Throughout the year Celebrating Luxembourg profiles the people who contribute positively to the grand duchy’s international reputation Natalie Gerhardstein Can you sum up in a few sentences what you do for a living Carlo Hein I’ve been working in our family business in sustainable real estate since  We’ve built up renewable energy in Luxembourg including the first wind farm and solar park and some service companies related to renewable energy and real estate I also have a company producing",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " There isn't enough information provided to pinpoint specific recent publications, research findings, or introduced technologies related to the given context. However, if there were any relevant updates or advancements within the scope of sustainable real estate, renewable energy, or cider production, they would likely be mentioned in the interviews or articles discussed throughout the text.",
            "source": [
                {
                    "content": "Maacht mat den Teams Ramborn LIST Bee Together an Natur-  Geopark Mëllerdall fir 2 Deeg Aktivitéiten um Ramborn Cider Haff an den Nopeschwiesen Schatzkëschte vun der Biodiversitéit 🍎🐝 Entdeckt an entdeckt d'Géigend equipéiert mat Ärem Smartphone an der iNaturalist Handy App fir un dëser Biergerwëssenschaftsinitiativ deelzehuelen fir Planzen Déieren an Insekten oder souguer wëll Champignonen iwwer de Globus ze inventariséieren Austausch mat Experten a Wëssenschaftler laanscht de Wee a léiert méi iwwer d'Natur ronderëm Iech wärend Dir Spaass mat Frënn an/oder Famill hutt All Participanten kréien eng gratis Kaart vun 2 selbstführten Itinérairen an der Natur geliwwert a kënnen och mat aneren Aktivitéiten deelhuelen Luet Ären Tool fir de Weekend erof d'iNaturalist App op ⏬ Google Play oder ⏬ iOS De ganze Programm an Nieweaktivitéiten hei 👉  Maacht mat den Teams Ramborn LIST Bee Together an Natur-  Geopark Mëllerdall fir 2 Deeg Aktivitéiten um Ramborn Cider Haff an den Nopeschwiesen",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Stöffche Most Cider Sidra - de tangy Äppel drénken huet… Mir si frou an der wëchentlecher Rubrik [Made in Luxembourg]… Den Ubau a Verkaf vu Wäin huet eng laang Traditioun… Als Händler op der Plattform Letzshoplu hate mir d'Freed e… Maacht mat den Teams Ramborn LIST Bee Together an Natur-… Fir no vir ze goen geet et heiansdo ëm zréck… Interview tëscht dem Carlo Hein Grënner a President vum Verwaltungsrot… Bei Geleeënheet vun der zéngten Editioun vum Luxembourg Sustainability Forum… Den Irish Club of Luxembourg mécht e Samschdeg den 9… Dem Roberto seng Erfarung enthält 25 Joer am Retailverkaaf während… En aussergewéinlecht Réseau vu Lëtzebuerger Experten eng Gemeinschaft vun engagéierte… De lokale Ciderproduzent Ramborn zënter senger Start huet sech engagéiert… As part of our mission to revive and replant traditional… D'lescht Joer huet d'Firma fënnef Medaile bei den internationale Brau-… De Lëtzebuerger Produzent Ramborn Cider Company lancéiert seng Palette vun… Virun e puer Joer krut",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Stöffche Most Cider Sidra – the tangy apple drink has… We are happy to be featured in the weekly [Made… The cultivation and sale of wine has a long tradition… As a merchant on the platform Letzshoplu we had the… Join the Ramborn LIST Bee Together and the Natur- … Moving forward is sometimes about going backwards Ramborn chose to… Interview between Carlo Hein founder and chairman of the board… On the occasion of the tenth edition of the Luxembourg… The Irish Club of Luxembourg will be having a guided… Roberto’s experience includes 25 years in retail sales during which… An exceptional network of Luxembourg experts a community of committed… Local cider producer Ramborn since its start has been committed… As part of our mission to revive and replant traditional… Last year the firm took home five medals at the… Luxembourg-based producer Ramborn Cider Company is launching its range of… Afew years ago I got twitter message from this guy… Ramborn Cider Company a premium craft cider and perry",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "is spring  the inauguration of our first wind farm in Mompach because it was a project completed by the second generation of the family It was something completely new and was in renewable energy something we could be proud of The third date will be 16 June  the launch of the Ramborn Cider Haff [a centre devoted to Luxembourg apples and cider making] My family the Ramborn team and farmers and community in Born all supported the centre and it will be [] Read the full interview here on Delano Throughout the year Celebrating Luxembourg profiles the people who contribute positively to the grand duchy’s international reputation Natalie Gerhardstein Can you sum up in a few sentences what you do for a living Carlo Hein I’ve been working in our family business in sustainable real estate since  We’ve built up renewable energy in Luxembourg including the first wind farm and solar park and some service companies related to renewable energy and real estate I also have a company producing",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Yes, there are several ongoing and upcoming research projects and innovation initiatives at Ramborn. Some of these include:\n\n1. Apple variety trials: Ramborn is constantly exploring different apple varieties to find those best suited for their ciders and perries. These trials aim to identify unique flavors and characteristics that can be used to create distinctive and high-quality products.\n2. Environmental sustainability studies: In line with their commitment to environmental stewardship, Ramborn is conducting research into more sustainable practices across their operations. This may involve investigating alternative packaging materials, optimizing energy consumption, or developing methods to minimize waste and water usage.\n3. Collaborative research partnerships: Ramborn actively seeks collaborations with academic institutions, industry peers, and government agencies to advance knowledge within the cider and perry sector. By working together, they hope to drive innovation, share expertise, and develop best practices for sustainable cider production.",
            "source": [
                {
                    "content": "Stöffche Most Cider Sidra – the tangy apple drink has… We are happy to be featured in the weekly [Made… The cultivation and sale of wine has a long tradition… As a merchant on the platform Letzshoplu we had the… Join the Ramborn LIST Bee Together and the Natur- … Moving forward is sometimes about going backwards Ramborn chose to… Interview between Carlo Hein founder and chairman of the board… On the occasion of the tenth edition of the Luxembourg… The Irish Club of Luxembourg will be having a guided… Roberto’s experience includes 25 years in retail sales during which… An exceptional network of Luxembourg experts a community of committed… Local cider producer Ramborn since its start has been committed… As part of our mission to revive and replant traditional… Last year the firm took home five medals at the… Luxembourg-based producer Ramborn Cider Company is launching its range of… Afew years ago I got twitter message from this guy… Ramborn Cider Company a premium craft cider and perry",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Ramborn is proud to be a Certified B Corporation We believe that business can and should be a force for good in our world It was in this spirit that Ramborn was created We exist to restore market demand for locally traditionally grown apples and pears The sale of Ramborn products provides the financial resources to protect maintain and revitalise these magnificent treasure-troves of biodiversity that once made up countless local orchards in and around Luxembourg Our purpose is to combat the climate crisis while supporting local economies and communities by protecting the natural environment in and around Luxembourg and reviving the culture of cidermaking Our impact is to replant these meadow orchards year in year out and to help the communities and ecosystems flourish throughout our value chain and beyond We believe business should work for everyone and we envision a global economy that uses business as a force for good Ramborn has directly impacted the protection and revival of nearly",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Stöffche Most Cider Sidra - de tangy Äppel drénken huet… Mir si frou an der wëchentlecher Rubrik [Made in Luxembourg]… Den Ubau a Verkaf vu Wäin huet eng laang Traditioun… Als Händler op der Plattform Letzshoplu hate mir d'Freed e… Maacht mat den Teams Ramborn LIST Bee Together an Natur-… Fir no vir ze goen geet et heiansdo ëm zréck… Interview tëscht dem Carlo Hein Grënner a President vum Verwaltungsrot… Bei Geleeënheet vun der zéngten Editioun vum Luxembourg Sustainability Forum… Den Irish Club of Luxembourg mécht e Samschdeg den 9… Dem Roberto seng Erfarung enthält 25 Joer am Retailverkaaf während… En aussergewéinlecht Réseau vu Lëtzebuerger Experten eng Gemeinschaft vun engagéierte… De lokale Ciderproduzent Ramborn zënter senger Start huet sech engagéiert… As part of our mission to revive and replant traditional… D'lescht Joer huet d'Firma fënnef Medaile bei den internationale Brau-… De Lëtzebuerger Produzent Ramborn Cider Company lancéiert seng Palette vun… Virun e puer Joer krut",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We’ve built up renewable energy in Luxembourg including the first wind farm and solar park and some service companies related to renewable energy and real estate I also have a company producing Luxembourg cider If you could highlight three major dates in your life what would they be Joining the family business in October  marked me After completing my education having my experience in other companies I really wanted to join [my family business] and become an entrepreneur Another special date is spring  the inauguration of our first wind farm in Mompach because it was a project completed by the second generation of the family It was something completely new and was in renewable energy something we could be proud of The third date will be 16 June  the launch of the Ramborn Cider Haff [a centre devoted to Luxembourg apples and cider making] My family the Ramborn team and farmers and community in Born all supported the centre and it will be [] Read the full interview here on Delano We",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided context, there isn't any specific mention of research grants or innovation awards being distributed recently. However, if you need assistance with finding relevant information, please let me know, and I'll do my best to help.",
            "source": [
                {
                    "content": "medals at the… Luxembourg-based producer Ramborn Cider Company is launching its range of… Afew years ago I got twitter message from this guy… Ramborn Cider Company a premium craft cider and perry producer… During the event over 90 exhibitors from around 20 countries… Orchards are more than just a group of trees they… Throughout the year Celebrating Luxembourg profiles the people who contribute… We are using cookies to give you the best experience on our website You can find out more about which cookies we are using or switch them off in settings This website uses cookies so that we can provide you with the best user experience possible Cookie information is stored in your browser and performs functions such as recognising you when you return to our website and helping our team to understand which sections of the website you find most interesting and useful Strictly Necessary Cookie should be enabled at all times so that we can save your preferences for cookie settings If you disable",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We’ve built up renewable energy in Luxembourg including the first wind farm and solar park and some service companies related to renewable energy and real estate I also have a company producing Luxembourg cider If you could highlight three major dates in your life what would they be Joining the family business in October  marked me After completing my education having my experience in other companies I really wanted to join [my family business] and become an entrepreneur Another special date is spring  the inauguration of our first wind farm in Mompach because it was a project completed by the second generation of the family It was something completely new and was in renewable energy something we could be proud of The third date will be 16 June  the launch of the Ramborn Cider Haff [a centre devoted to Luxembourg apples and cider making] My family the Ramborn team and farmers and community in Born all supported the centre and it will be [] Read the full interview here on Delano We",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Throughout the year Celebrating Luxembourg profiles the people who contribute positively to the grand duchy’s international reputation Natalie Gerhardstein Can you sum up in a few sentences what you do for a living Carlo Hein I’ve been working in our family business in sustainable real estate since  We’ve built up renewable energy in Luxembourg including the first wind farm and solar park and some service companies related to renewable energy and real estate I also have a company producing Luxembourg cider If you could highlight three major dates in your life what would they be Joining the family business in October  marked me After completing my education having my experience in other companies I really wanted to join [my family business] and become an entrepreneur Another special date is spring  the inauguration of our first wind farm in Mompach because it was a project completed by the second generation of the family It was something completely new and was in renewable energy",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Stöffche Most Cider Sidra – the tangy apple drink has… We are happy to be featured in the weekly [Made… The cultivation and sale of wine has a long tradition… As a merchant on the platform Letzshoplu we had the… Join the Ramborn LIST Bee Together and the Natur- … Moving forward is sometimes about going backwards Ramborn chose to… Interview between Carlo Hein founder and chairman of the board… On the occasion of the tenth edition of the Luxembourg… The Irish Club of Luxembourg will be having a guided… Roberto’s experience includes 25 years in retail sales during which… An exceptional network of Luxembourg experts a community of committed… Local cider producer Ramborn since its start has been committed… As part of our mission to revive and replant traditional… Last year the firm took home five medals at the… Luxembourg-based producer Ramborn Cider Company is launching its range of… Afew years ago I got twitter message from this guy… Ramborn Cider Company a premium craft cider and perry",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided information, it appears that Ramborn is working closely with various organizations, institutions, and entities to achieve its goals. These include:\n\n1. B Lab: They offer support and guidance to companies like Ramborn who want to become certified B Corporations. This collaboration helps Ramborn align with the high standards of transparency and accountability expected from B Corporations.\n2. Local farmers and producers: By sourcing apples and pears from local farms, Ramborn supports the local economy and fosters relationships with nearby growers. Collaboration with these individuals ensures the availability of quality, traditional fruit varieties for Ramborn's ciders.\n3. Environmental conservation organizations: Ramborn works alongside environmental conservation groups to protect and preserve the natural habitats and ecosystems surrounding the apple and pear orchards. Together, they focus on combatting climate change and promoting sustainable land management practices.\n4. Community organizations: Ramborn collaborates with local community organizations to promote social and economic development within the regions where their orchards are located. This partnership helps create jobs, support small businesses, and enhance the overall wellbeing of the communities involved.\n5. Customers and consumers: Ultimately, Ramborn's success depends on the support and patronage of customers and consumers who share the company's values and mission. By choosing to purchase Ramborn ciders, consumers contribute to the growth and continued success of the organization's efforts to create positive social and environmental impact.",
            "source": [
                {
                    "content": "held to the highest standards of transparency and accountability Like the 3+ other B Corps around the world we will agree to adhere to the same basic principles and beliefs As an aspiring leader of this emerging economy we believe That we must be the change we seek in the world That all business ought to be conducted as if people and place mattered That through their products practices and profits businesses should aspire to do no harm and benefit all To do so requires that we act with the understanding that we are each dependent upon another and thus responsible for each other and future generations We believe the B Corp community of progressive business leaders can provide the blueprint for change that activists everywhere are calling for We would love for you to join us on our journey to reimagine capitalism and use business as a force for good and we truly believe that you too can become a leader of this new economy One concrete way to get started is to use the B Corp framework as",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Normen vun Transparenz a Rechenschaft anzehalen Grad wéi iwwer  aner „B Corporations“ op der ganzer Welt verflichte mir eis déi selwecht fundamental Prinzipien an Iwwerzeegungen anzehalen Als Pionéier an dëser neier Ekonomiesform gleewe mir Mir gleewen dass d’Communautéit vu „B Corporations“ mat hire progressiven Entrepreneuren de Plang fir d’Verännerunge liwwere kann no deem d’Aktivisten weltwäit verlaangen Mir wäre richteg frou wann Dir eis op dëser Rees begleede géift fir de Kapitalismus nei z’erfannen an d’Betriber sech asetzen fir Guddes ze bewierken Mir si ferm iwwerzeegt dass och Dir kënnt e Leader an dëser neier Form vun Ekonomie ginn E konkrete Wee fir unzefänken ass de Kader vun de „B Corporations“ ze huelen fir Ären Impakt op d’Welt ze verstoen an ze verbesseren Fir unzefänken connectéiert Iech op den B Impact Assessment an den BtheChange an We are using cookies to give you the best experience on our website You can find out more about which cookies we are using or switch",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "och d‘Natur ze stäerken an dreet zum Schutz vun der Atmosphär eisem Waasser an dem Buedem bäi Eis Produktiounsmethode baséieren op de Prinzipien vun der Kreeslafwirtschaft si brauche bedeitend manner Energie wéineg Bewässerung an och guer keng Pestiziden an Dünger Den Erfolleg vun eisem Betrib ass eng Win-Win-Win-Situatioun fir de Planéit d’Leit an d’Betriber BETRIBSERFOLLEG Eise Cider ass d’Gold vu Lëtzebuerg Mir hunn e Produkt dat vill international Präisser krut dat vun den Amateure vum Cider an der ganzer Welt geschätzt gëtt a zu engem faire Präis ze kréien ass D’Firma soll heivu profitéieren andeem den Investment rentabel ass an doduerch fir e séchert Ëmfeld fir d’Mataarbechter suergt „B Corporations“ ginn no hire sozialen an ekologesche Leeschtungen bewäert a verflichte sech déi héchstméiglech Normen vun Transparenz a Rechenschaft anzehalen Grad wéi iwwer  aner „B Corporations“ op der ganzer Welt verflichte mir eis déi selwecht fundamental Prinzipien an Iwwerzeegungen anzehalen",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Ramborn is proud to be a Certified B Corporation We believe that business can and should be a force for good in our world It was in this spirit that Ramborn was created We exist to restore market demand for locally traditionally grown apples and pears The sale of Ramborn products provides the financial resources to protect maintain and revitalise these magnificent treasure-troves of biodiversity that once made up countless local orchards in and around Luxembourg Our purpose is to combat the climate crisis while supporting local economies and communities by protecting the natural environment in and around Luxembourg and reviving the culture of cidermaking Our impact is to replant these meadow orchards year in year out and to help the communities and ecosystems flourish throughout our value chain and beyond We believe business should work for everyone and we envision a global economy that uses business as a force for good Ramborn has directly impacted the protection and revival of nearly",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided information, there doesn't seem to be any specific joint events, projects, or initiatives mentioned between Carlo Hein's various ventures (renewable energy, real estate, cider production) and his family members or the wider community. However, it is possible that there may be unspecified collaborative efforts taking place behind the scenes.",
            "source": [
                {
                    "content": "held to the highest standards of transparency and accountability Like the 3+ other B Corps around the world we will agree to adhere to the same basic principles and beliefs As an aspiring leader of this emerging economy we believe That we must be the change we seek in the world That all business ought to be conducted as if people and place mattered That through their products practices and profits businesses should aspire to do no harm and benefit all To do so requires that we act with the understanding that we are each dependent upon another and thus responsible for each other and future generations We believe the B Corp community of progressive business leaders can provide the blueprint for change that activists everywhere are calling for We would love for you to join us on our journey to reimagine capitalism and use business as a force for good and we truly believe that you too can become a leader of this new economy One concrete way to get started is to use the B Corp framework as",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "is spring  the inauguration of our first wind farm in Mompach because it was a project completed by the second generation of the family It was something completely new and was in renewable energy something we could be proud of The third date will be 16 June  the launch of the Ramborn Cider Haff [a centre devoted to Luxembourg apples and cider making] My family the Ramborn team and farmers and community in Born all supported the centre and it will be [] Read the full interview here on Delano Throughout the year Celebrating Luxembourg profiles the people who contribute positively to the grand duchy’s international reputation Natalie Gerhardstein Can you sum up in a few sentences what you do for a living Carlo Hein I’ve been working in our family business in sustainable real estate since  We’ve built up renewable energy in Luxembourg including the first wind farm and solar park and some service companies related to renewable energy and real estate I also have a company producing",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Throughout the year Celebrating Luxembourg profiles the people who contribute positively to the grand duchy’s international reputation Natalie Gerhardstein Can you sum up in a few sentences what you do for a living Carlo Hein I’ve been working in our family business in sustainable real estate since  We’ve built up renewable energy in Luxembourg including the first wind farm and solar park and some service companies related to renewable energy and real estate I also have a company producing Luxembourg cider If you could highlight three major dates in your life what would they be Joining the family business in October  marked me After completing my education having my experience in other companies I really wanted to join [my family business] and become an entrepreneur Another special date is spring  the inauguration of our first wind farm in Mompach because it was a project completed by the second generation of the family It was something completely new and was in renewable energy",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We’ve built up renewable energy in Luxembourg including the first wind farm and solar park and some service companies related to renewable energy and real estate I also have a company producing Luxembourg cider If you could highlight three major dates in your life what would they be Joining the family business in October  marked me After completing my education having my experience in other companies I really wanted to join [my family business] and become an entrepreneur Another special date is spring  the inauguration of our first wind farm in Mompach because it was a project completed by the second generation of the family It was something completely new and was in renewable energy something we could be proud of The third date will be 16 June  the launch of the Ramborn Cider Haff [a centre devoted to Luxembourg apples and cider making] My family the Ramborn team and farmers and community in Born all supported the centre and it will be [] Read the full interview here on Delano We",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " The mutual objectives and outcomes expected from these collaborations involve creating a positive impact on society, the environment, and the economy. These partnerships aim to achieve shared goals such as preserving biodiversity, supporting local farmers, reducing greenhouse gas emissions, promoting sustainable agriculture, and fostering community development. By working together towards these common objectives, the various stakeholders involved hope to create long-lasting benefits for both people and the planet.",
            "source": [
                {
                    "content": "Normen vun Transparenz a Rechenschaft anzehalen Grad wéi iwwer  aner „B Corporations“ op der ganzer Welt verflichte mir eis déi selwecht fundamental Prinzipien an Iwwerzeegungen anzehalen Als Pionéier an dëser neier Ekonomiesform gleewe mir Mir gleewen dass d’Communautéit vu „B Corporations“ mat hire progressiven Entrepreneuren de Plang fir d’Verännerunge liwwere kann no deem d’Aktivisten weltwäit verlaangen Mir wäre richteg frou wann Dir eis op dëser Rees begleede géift fir de Kapitalismus nei z’erfannen an d’Betriber sech asetzen fir Guddes ze bewierken Mir si ferm iwwerzeegt dass och Dir kënnt e Leader an dëser neier Form vun Ekonomie ginn E konkrete Wee fir unzefänken ass de Kader vun de „B Corporations“ ze huelen fir Ären Impakt op d’Welt ze verstoen an ze verbesseren Fir unzefänken connectéiert Iech op den B Impact Assessment an den BtheChange an We are using cookies to give you the best experience on our website You can find out more about which cookies we are using or switch",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "besteet doranner Joer fir Joer nei Beem unzeplanzen Bongerten ze fleegen an de Leit aus der Regioun an den Ekosystemer ze hëllefen Mir gleewen dass d’Betriber fir jidderee sollen do sinn Mir hunn e Wirtschaftswesen virun Aen wou d’Geschäftswiesen aktiv hëlleft Problemer unzegoen an ze léisen An nëmmen dräi Joer huet eist innovatiivt Geschäftsmodell schonn zur Erneierung a Fleeg vu méi wéi  Äppel- a Birebeem gefouert déi deelweis méi wéi  Joer al sinn Zesummenaarbecht mat eise Partner dréit zu engem dräifache Resultat bäi Wäertschätzung vun de Leit verantwortlechen Ëmgang mat eisem Planéit a finanziell Ofsécherung fir de Betrib esou huet jiddereen eppes dovun D’LEIT De Verkaf vun eisem Cider hëlleft alle Baueren déi Äppel zu Lëtzebuerg an an der Regioun uplanzen en hëlleft all deenen déi mat eis schaffe fir Beem ze planzen an Ekosystemer ze revitaliséieren an de Communautéiten an deenen se liewen ze gedeien Mir kafen eis Uebst net nëmmen op de Bauerenhäff mat ville Beem mee och bei",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "and beyond We believe business should work for everyone and we envision a global economy that uses business as a force for good Ramborn has directly impacted the protection and revival of nearly 1 million m 2 m 2 to be exact of richly biodiverse habitat home to over 5 species Ramborn have removed over 31kg of CO 2 from the atmosphere equivalent to about g per bottle of cider kg of food waste has been saved due to the cider production equivalent to 57 of all the fruit Ramborn has pressed to date Our offer to all of our stakeholders is that working with us will actively contribute to a shared triple bottom line uplifting people planet and profit for the benefit of all PEOPLE Selling our cider helps all the farmers growing the apples in Luxembourg and its surrounding region all those working with us to replant and revive trees and ecosystems and the communities in which they live to thrive Our unique approach to sourcing fruit means we not only buy from farmers with many trees but also",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "held to the highest standards of transparency and accountability Like the 3+ other B Corps around the world we will agree to adhere to the same basic principles and beliefs As an aspiring leader of this emerging economy we believe That we must be the change we seek in the world That all business ought to be conducted as if people and place mattered That through their products practices and profits businesses should aspire to do no harm and benefit all To do so requires that we act with the understanding that we are each dependent upon another and thus responsible for each other and future generations We believe the B Corp community of progressive business leaders can provide the blueprint for change that activists everywhere are calling for We would love for you to join us on our journey to reimagine capitalism and use business as a force for good and we truly believe that you too can become a leader of this new economy One concrete way to get started is to use the B Corp framework as",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ]
}