{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " From the provided information, there are several sustainable or environmental practices that have been implemented by the organization mentioned. These include:\n\n1. Focusing on people and deforestation: Taking Root addresses both deforestation and poverty through reforestation initiatives that provide economic opportunities for people.\n2. Supporting UN SDGs: The organization focuses its efforts on achieving four specific UN SDGs: Gender Equality, Decent Work and Economic Growth, Sustainable Cities and Communities, and Partnerships for the Goals.\n3. Purchasing from socially responsible companies: By choosing to buy products from social enterprises and local suppliers, the organization demonstrates its commitment to supporting businesses aligned with its values.\n4. Donations to non-profits: For every pair of conscious step socks purchased, a donation is made to a non-profit organization.\n5. Switching to eco-friendly alternatives: The organization encourages employees to use ethical beauty bars instead of single-use plastic shampoo and conditioner bottles.\n6. Reducing waste: Realize Strategies has adopted a virtual zero-waste policy, minimizing the amount of waste generated by the company.\n7. Engagement with community: Realize Strategies believes in engaging with and contributing positively to the communities they serve.",
            "source": [
                {
                    "content": "feel overwhelming when you’re trying to set environmental goals for your organization and come up with a roadmap to achieve said goals Circumstances can change and your once trusty roadmap might no longer be up-to-date Here are some questions to help you and your team start setting goals and sketching out a roadmap to success To kickstart your team’s ideation session watch this TEDx Talk Want to share this Innovation Hour with your team Download our free interactive high-resolution card with all the session info on it Interact with the embedded links and resources within the card Enjoying this week’s topic and want to dive in deeper Here are some other articles we found interesting and were inspired by The investor guide to climate collaboration from COP26 to net zero We hope this inspired some fun and creative discussions with your team Want to have Innovation Hour prompts delivered to your inbox directly Sign up for our Innovation Hour list We are grateful to have our headquarters",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We chose Taking Root because by focusing on people they’ve identified that one of the root causes of deforestation is people’s pursuit of economic opportunities Based on this insight Taking Root have designed reforestation initiatives that provide economic opportunities for people addressing deforestation and poverty simultaneously Pretty inspirational stuff if you ask us The United Nation’s 17 Sustainable Development Goals SDGs are an urgent call to action providing a blueprint for peace and prosperity for people and the planet for the present and the future We’re focusing our efforts on the following four SDGs Gender Equality Decent Work and Economic Growth Sustainable Cities and Communities and Partnerships for the Goals We identified these as the areas where we have the most expertise and can create the most meaningful impact We literally put our money where our mouth is by purchasing from social enterprises and local suppliers who align as closely as possible with our values",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "world who need it most They’re a fantastic affordable gift for anyone who loves getting off the grid or relaxing in the backyard Conscious Step socks are organic vegan and Fairtrade certified And for every pair of socks purchased a donation goes to a non-profit Who doesn’t need socks Ethique makes natural beauty bars as an alternative to the 80 billion plastic shampoo and conditioner bottles thrown out globally each year Making little changes like switching to shampoo bars really does make a difference We’ve tried Ethique bars and we can vouch for the fact that they work And they smell amazing Looking for some insulated drinkware It truly does change the game whether you’re in the office or out in the wild Check out MiiR – every product sold funds trackable giving projects “A fine fragrance and a flickering flame can take you on a journey and inspire powerful moments of reflection” Keap candles are virtually zero-waste and they even have a subscription – who doesn’t want a year of",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "“We bring value to our members clients and partners by reinvesting in engaging and collaborating with the communities we serve” /22 has been a year of growth and new ventures… \r We are thrilled to announce that Realize Strategies has been named a  Best for the World™ B Corp in recognition of our exceptional positive impact in two categories Governance… \r “We believe people are the heartbeat and that culture is foundation of all world-changing organizations” This is the core principle of the work we do here at Realize - putting… \r Real Talk is a quarterly workshop series where leaders from across the purpose-driven sector gather have active discussions about the complex social economic and environmental problems our organizations are faced… \r Teams worldwide are grappling with what to do with their office space now that we’ve experienced either fully remote work or a hybrid model You might be asking yourself “Do… \r In March we heard from 84 non-profit leaders across BC to learn about",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are numerous events and initiatives focused on environmental conservation around the world. However, providing a comprehensive list of 10 events would not be feasible due to time constraints and the continuous emergence of new events. Instead, I will mention a few notable examples to give you an idea of what's available:\n\n1. United Nations Climate Change Conferences (COP)\n2. World Wildlife Fund (WWF) Events\n3. Global Landscapes Forum\n4. Greenbuild International Conference & Expo\n5. Our Ocean Conference\n6. IUCN World Conservation Congress\n7. Environmental Film Festivals (e.g., Planet in Focus, Green Screen Festival)\n8. Earth Day Network Campaigns and Events\n9. National Geographic Society's \"Planet or Plastic?\" Initiative\n10. The Climate Reality Project by Al Gore\n\nThese events and initiatives represent a small fraction of the many opportunities available for individuals and organizations to engage in environmental conservation efforts.",
            "source": [
                {
                    "content": "feel overwhelming when you’re trying to set environmental goals for your organization and come up with a roadmap to achieve said goals Circumstances can change and your once trusty roadmap might no longer be up-to-date Here are some questions to help you and your team start setting goals and sketching out a roadmap to success To kickstart your team’s ideation session watch this TEDx Talk Want to share this Innovation Hour with your team Download our free interactive high-resolution card with all the session info on it Interact with the embedded links and resources within the card Enjoying this week’s topic and want to dive in deeper Here are some other articles we found interesting and were inspired by The investor guide to climate collaboration from COP26 to net zero We hope this inspired some fun and creative discussions with your team Want to have Innovation Hour prompts delivered to your inbox directly Sign up for our Innovation Hour list We are grateful to have our headquarters",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Climate change is one of the most pressing problems facing our world today It affects everyone – from families worrying about their children’s futures to global economies So it is in the interests of everyone that we pursue systemic change that averts climate catastrophe and unlocks the potential of green growth April is Earth Month In this week’s Innovation Hour we challenge you to think about how you can be part of the fight against climate change personally as a business and in your community Sometimes it can be easy to fall into a comfortable box at work – you focus on just your work and stay only inside your bubble ex HR tech research client outreach etc Obviously focusing on your work is by no means a bad thing But when you only think and communicate only on topics within your bubble 40 hours a week 50 out of 52 weeks a year it can really stifle a person’s curiosity and creativity So we started hosting Innovation Hour a bi-weekly hour dedicated to our entire team exploring new",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "most pressing problems live out your values and build organizational ecosystems that inspire Here are some ways we can partner with you Quick prompts and topics to help you and your team exercise your innovation muscles and widen our perspectives Want to push the boundaries to build a better tomorrow Real Talk is a workshop series where leaders from across the purpose-driven sector gather have active discussions about the complex social economic and environmental problems our organizations are faced with develop practical actions and commit to leading positive change We seek engaged leaders who put their people first and truly want to use their organization as a force for good We are grateful to have our headquarters on the traditional unceded and ancestral territories of the sḵwx̱wú7mesh Squamish sel̓íl̓witulh Tsleil-Waututh and xʷməθkʷəy̓əm Musqueam nations Website design and strategy by Vancouver PR Agency  Vancouver SEO",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "world who need it most They’re a fantastic affordable gift for anyone who loves getting off the grid or relaxing in the backyard Conscious Step socks are organic vegan and Fairtrade certified And for every pair of socks purchased a donation goes to a non-profit Who doesn’t need socks Ethique makes natural beauty bars as an alternative to the 80 billion plastic shampoo and conditioner bottles thrown out globally each year Making little changes like switching to shampoo bars really does make a difference We’ve tried Ethique bars and we can vouch for the fact that they work And they smell amazing Looking for some insulated drinkware It truly does change the game whether you’re in the office or out in the wild Check out MiiR – every product sold funds trackable giving projects “A fine fragrance and a flickering flame can take you on a journey and inspire powerful moments of reflection” Keap candles are virtually zero-waste and they even have a subscription – who doesn’t want a year of",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the provided information, Realize reports its environmental impact metrics related to the \"Best For\" categories. These categories include:\n\n* Best For The Environment: This category assesses how companies manage their environmental footprint, including energy use, waste reduction, water conservation, and supply chain management.\n* Best For Workers: This category evaluates how companies treat their employees, focusing on labor practices, diversity and inclusion, and employee benefits.\n* Best For Governance: This category examines how companies demonstrate transparency, accountability, and commitment to social and environmental impact in their decision-making processes and organizational structure.",
            "source": [
                {
                    "content": "environmental performance public transparency and legal accountability to balance profit and purpose” Since becoming certified in  Realize has consecutively won global recognition in the following categories Best for Overall ; category now discontinued Best for Workers  and Best for Governance  To learn more access our most recent news and impact report The Living Wage Employer certification recognizes organizations who pay all direct and contract staff the living wage rate for the region What does this mean Well a “living wage” is the hourly amount a family needs to cover basic expenses In fact we have a longstanding internal policy that the ratio of compensation between our most senior and junior team member will never exceed 35 1  Did you know the global average pay ratio between the highest and lowest paid member is   1  We take great satisfaction in doing everything we can to ensure our team members have fair and competitive salaries and benefits creating ripples in all",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "if they “meet the highest standards of verified social and environmental performance public transparency and legal accountability to balance profit and purpose” Balancing purpose and profit is a part of your organization’s success not a detractor For  we have made the global list again in the Overall Workers and Governance categories The Overall category recognizes B Corps that are leading the way towards creating an inclusive economy that works for everyone and delivering value to all stakeholders from employees and the environment to customers and communities  Under Workers the honourees include the top B Corps who prioritize their workforce through employee-focused efforts such as inclusive hiring practices and employee ownership The Governance category highlights the top-ranking B Corps who focus on transparency and accountability and build vision mission and values into their company’s bylaws Check out our B Impact Report and Score to learn more about our work Going forward we",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Every year with the “Best For The World” honoree list B Lab recognizes the top 10 of B Corps from around the world who are generating the greatest environmental community governance customer worker or overall impact through their businesses We are absolutely thrilled to share that we are on the B Corp “Best For The World” honoree list for the fifth year in a row – and for three separate categories Overall Workers Governance as well Here at Realize we take great pride in being part of the B Corp community We are big believers in the power of business as a force for good and strive to be a living example that balancing purpose and profit is a part of your organization’s success not a detractor To become a B Corp businesses must undergo a rigorous certification process by B Lab to determine if they “meet the highest standards of verified social and environmental performance public transparency and legal accountability to balance profit and purpose” Balancing purpose and profit is a part",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "feel overwhelming when you’re trying to set environmental goals for your organization and come up with a roadmap to achieve said goals Circumstances can change and your once trusty roadmap might no longer be up-to-date Here are some questions to help you and your team start setting goals and sketching out a roadmap to success To kickstart your team’s ideation session watch this TEDx Talk Want to share this Innovation Hour with your team Download our free interactive high-resolution card with all the session info on it Interact with the embedded links and resources within the card Enjoying this week’s topic and want to dive in deeper Here are some other articles we found interesting and were inspired by The investor guide to climate collaboration from COP26 to net zero We hope this inspired some fun and creative discussions with your team Want to have Innovation Hour prompts delivered to your inbox directly Sign up for our Innovation Hour list We are grateful to have our headquarters",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, the organization has made several public commitments to social and corporate responsibility. They have chosen to pursue B Corp status, which involves meeting high standards of verified social and environmental performance, public transparency, and legal accountability while balancing profit and purpose. Additionally, they have been named on the \"Best For The World\" honoree list for five consecutive years, demonstrating their dedication to making a positive impact through their business operations.",
            "source": [
                {
                    "content": "about being the best FOR the world There’s no doubt that social and environmental issues have found their way into the marketing of many organizations But B Corp status is different B Corp status serves as certification by an independent third party to ensure corporations are doing exactly what they claim This intensive certification process brings a reliable standard that’s applicable across numerous industries – giving consumers a clear choice as to which organizations share their values and thus are worthy of supporting Realize is the first in its field in Vancouver to become a Certified B Corporation We’re confident that this will bring new opportunities to move further along the path with other organizations that share our values We want to be the change we seek And we want to help organizations across BC advance their own sustainability and revenue innovations As Esquire Magazine put it “B Corps might turn out to be like civil rights for blacks or voting rights for women –",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "be a living example that balancing purpose and profit is a part of your organization’s success not a detractor To become a B Corp businesses must undergo a rigorous certification process by B Lab to determine if they “meet the highest standards of verified social and environmental performance public transparency and legal accountability to balance profit and purpose” Each Best for the World edition is an opportunity to raise the bar for how businesses can and should operate to create real and lasting positive impact for their workers customers communities and the environment While no company is perfect and even the best companies can and should continue to strive to improve the B Corps recognized as Best for the World can provide us all — standards setters B Corps non B Corps and sustainability advocates — with inspiration on what true leadership in business can look like to make progress on addressing our current global challenges For  we have made the global list again in the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Every year with the “Best For The World” honoree list B Lab recognizes the top 10 of B Corps from around the world who are generating the greatest environmental community governance customer worker or overall impact through their businesses We are absolutely thrilled to share that we are on the B Corp “Best For The World” honoree list for the fifth year in a row – and for three separate categories Overall Workers Governance as well Here at Realize we take great pride in being part of the B Corp community We are big believers in the power of business as a force for good and strive to be a living example that balancing purpose and profit is a part of your organization’s success not a detractor To become a B Corp businesses must undergo a rigorous certification process by B Lab to determine if they “meet the highest standards of verified social and environmental performance public transparency and legal accountability to balance profit and purpose” Balancing purpose and profit is a part",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "if they “meet the highest standards of verified social and environmental performance public transparency and legal accountability to balance profit and purpose” Balancing purpose and profit is a part of your organization’s success not a detractor For  we have made the global list again in the Overall Workers and Governance categories The Overall category recognizes B Corps that are leading the way towards creating an inclusive economy that works for everyone and delivering value to all stakeholders from employees and the environment to customers and communities  Under Workers the honourees include the top B Corps who prioritize their workforce through employee-focused efforts such as inclusive hiring practices and employee ownership The Governance category highlights the top-ranking B Corps who focus on transparency and accountability and build vision mission and values into their company’s bylaws Check out our B Impact Report and Score to learn more about our work Going forward we",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, Realize Strategies publishes annual and quarterly reports that provide updates on their commitments related to environmental performance, public transparency, legal accountability, and balancing profit and purpose. These reports include details on progress made towards achieving sustainability goals, as well as information on the organization's efforts to promote equity and inclusivity within its operations and among its stakeholders. Additionally, the reports may feature case studies or success stories showcasing Realize's impact in various sectors such as performing arts, social enterprises, cooperative groups, and environmental conservation.",
            "source": [
                {
                    "content": "many future generations A full overview of Budget highlights can be found here Realize looks forward to working with the Government over the coming months to continue to build support for our diverse and growing membership clients and colleagues – across the performing arts social enterprise the co-operative sector and environmental conservation We are grateful to have our headquarters on the traditional unceded and ancestral territories of the sḵwx̱wú7mesh Squamish sel̓íl̓witulh Tsleil-Waututh and xʷməθkʷəy̓əm Musqueam nations Website design and strategy by Vancouver PR Agency  Vancouver SEO",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "environmental performance public transparency and legal accountability to balance profit and purpose” Since becoming certified in  Realize has consecutively won global recognition in the following categories Best for Overall ; category now discontinued Best for Workers  and Best for Governance  To learn more access our most recent news and impact report The Living Wage Employer certification recognizes organizations who pay all direct and contract staff the living wage rate for the region What does this mean Well a “living wage” is the hourly amount a family needs to cover basic expenses In fact we have a longstanding internal policy that the ratio of compensation between our most senior and junior team member will never exceed 35 1  Did you know the global average pay ratio between the highest and lowest paid member is   1  We take great satisfaction in doing everything we can to ensure our team members have fair and competitive salaries and benefits creating ripples in all",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "is also a certified Benefit Corporation B Corp and a certified Living Wage Employer – we also buy carbon offsets to help reduce our environmental impact By focusing on the values of our membership Realize has consecutively won global recognition on the B Corp Best For the World lists in the following categories Best for Overall ; category now discontinued Best for Workers  and Best for Governance  Learn more about our social and environmental initiatives in our most recent news and impact report  Membership in Realize Strategies is open and voluntary – our clients are not required to join but all are welcome to join to take advantage of our member benefits and make their voices heard through our governance process “The Realize Strategies Community Innovation Cash Pool Program provides PLEA Community Services with a preferable interest rate on all of our bank accounts on a daily basis The interest we receive supports programs that otherwise would not exist in our community without this",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "“We bring value to our members clients and partners by reinvesting in engaging and collaborating with the communities we serve” /22 has been a year of growth and new ventures… \r We are thrilled to announce that Realize Strategies has been named a  Best for the World™ B Corp in recognition of our exceptional positive impact in two categories Governance… \r “We believe people are the heartbeat and that culture is foundation of all world-changing organizations” This is the core principle of the work we do here at Realize - putting… \r Real Talk is a quarterly workshop series where leaders from across the purpose-driven sector gather have active discussions about the complex social economic and environmental problems our organizations are faced… \r Teams worldwide are grappling with what to do with their office space now that we’ve experienced either fully remote work or a hybrid model You might be asking yourself “Do… \r In March we heard from 84 non-profit leaders across BC to learn about",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided information, there isn't any specific mention of community or social events organized to fulfill the commitments mentioned. However, it is evident that the organization values purpose, identity, and authenticity while ensuring that their actions ripple through policies and practices. They also prioritize collaboration with external businesses and strategic partnerships. This suggests that the organization may organize various events or initiatives aimed at fostering connections within their community and supporting their overall mission.",
            "source": [
                {
                    "content": "their communities Purpose creates identity and authenticity but it must also ripple through policies and practices It ripples through to external businesses for example through procurement of office supplies catering or janitorial services as well as through strategic partnerships Purpose is the essence of an organization and it is increasingly defining organizations both in the non-profit and private sectors Because they form the backbone of an organization these 7 elements will impact almost every aspect of its work That’s why the healthiest organizations are those that have these elements firmly in place Organizations with challenges in these areas risk larger impacts the longer they ignore them But when these challenges are smoothed out they can do what they do best- serving their visions and missions How does your organization look Need help in one of these areas Call us We’d be happy to chat We are grateful to have our headquarters on the traditional unceded and ancestral",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "when it can positively impact purpose-driven organizations If you are interested in shared services and being connected with other interested non-profits please reach out to us We are grateful to have our headquarters on the traditional unceded and ancestral territories of the sḵwx̱wú7mesh Squamish sel̓íl̓witulh Tsleil-Waututh and xʷməθkʷəy̓əm Musqueam nations Website design and strategy by Vancouver PR Agency  Vancouver SEO",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "This article is a summary of our first Insight Exchange a free digital 60-minute “fireside chat” and meet-up series we're hosting Find out more about our other sessions on our… \r In our many years of working with non-profits co-operatives social enterprises and other purpose-driven organizations we’ve learned that some organizations tend to be stronger than others These organizations all have… We are grateful to have our headquarters on the traditional unceded and ancestral territories of the sḵwx̱wú7mesh Squamish sel̓íl̓witulh Tsleil-Waututh and xʷməθkʷəy̓əm Musqueam nations Website design and strategy by Vancouver PR Agency  Vancouver SEO",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Community Services with a preferable interest rate on all of our bank accounts on a daily basis The interest we receive supports programs that otherwise would not exist in our community without this partnership” Any purpose-driven organization can join Realize Strategies Our membership includes organizations across many sectors We are grateful to have our headquarters on the traditional unceded and ancestral territories of the sḵwx̱wú7mesh Squamish sel̓íl̓witulh Tsleil-Waututh and xʷməθkʷəy̓əm Musqueam nations Website design and strategy by Vancouver PR Agency  Vancouver SEO",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided information, there isn't any specific product, service, or technology mentioned that would directly address burnout or support remote workers. However, some companies offer employee assistance programs (EAP) which can provide resources and support for employees dealing with stress and mental health concerns related to work. Additionally, various software platforms exist that cater to remote collaboration and communication needs, such as Slack, Zoom, Microsoft Teams, etc., which could potentially improve the efficiency and effectiveness of remote teams.",
            "source": [
                {
                    "content": "is here to stay and hybrid work is the future for many remote-capable employees Given this it’s important for… \r Burnout is a popular word that has been used to describe chronic work stress While it may sound like yet another buzzy term that’s constantly thrown around the numbers are… \r “We believe people are the heartbeat and that culture is foundation of all world-changing organizations” This is the core principle of the work we do here at Realize - putting… \r Real Talk is a quarterly workshop series where leaders from across the purpose-driven sector gather have active discussions about the complex social economic and environmental problems our organizations are faced… \r In March we heard from 84 non-profit leaders across BC to learn about how COVID-19 has impacted them and what their priorities are for recovery in  and beyond The… \r Realize Employee Experience Framework™ example I’m pretty sure that when I say “employee experience” your next thought will probably not be “coral",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We want to provide you with the tools to foster adaptivity innovation high performance and resilience within your organizational culture and strategy If we aren’t the best people to help we’ll connect you with someone in our network who is Schedule a free call to talk about the biggest challenges you’re facing as an employer Now more than ever it is important for us to gather share our knowledge and have open conversations to help each other overcome common challenges and develop collaborative solutions Approximately every second Friday we will host Insight Exchange a digital 60-minute “fireside chat” and meet-up We’ll kick things off with experts sharing their insights and advice before opening up for questions and knowledge sharing between those on the call Insight Exchange topics will focus on key issues that matter the most to employees and employers during these uncertain times Each participant will also receive a digital summary of the session including topic highlights as well",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "be our best year yet To kick things off and… \r Real Talk is a quarterly workshop series where leaders from across the purpose-driven sector gather have active discussions about the complex social economic and environmental problems our organizations are faced… \r As we transition or not back into our workplaces or even slightly back into our pre-COVID 19 practices as organizations we have the chance to leverage this as an opportunity… \r Remote work Up until very recently remote work primarily was viewed as an occasional workplace benefit or a trend only really feasible within the tech sector Then a global pandemic… \r This article is a summary of our first Insight Exchange a free digital 60-minute “fireside chat” and meet-up series we're hosting Find out more about our other sessions on our… \r We’re so excited to finally share our new website with you Our last website redesign was four years ago and a lot has changed since then Our Realize team has… We are grateful to have our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "is here to stay and hybrid work is the future for many remote-capable employees Given this it’s important for… \r Burnout is a popular word that has been used to describe chronic work stress While it may sound like yet another buzzy term that’s constantly thrown around the numbers are… \r “We believe people are the heartbeat and that culture is foundation of all world-changing organizations” This is the core principle of the work we do here at Realize - putting… \r Real Talk is a quarterly workshop series where leaders from across the purpose-driven sector gather have active discussions about the complex social economic and environmental problems our organizations are faced… \r Teams worldwide are grappling with what to do with their office space now that we’ve experienced either fully remote work or a hybrid model You might be asking yourself “Do… \r In March we heard from 84 non-profit leaders across BC to learn about how COVID-19 has impacted them and what their priorities are for",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, it seems that some companies may host webinars, conferences, or workshops related to their services or industry. However, there isn't enough detail to specifically identify any promotional events, expos, or sales for these offerings.",
            "source": [
                {
                    "content": "America to become carbon neutral They reached this milestone by transitioning their vehicles so that  of the fleet are ultra-low emission vehicles or better and by offsetting the remaining emissions Novex is also a certified B Corporation While Camino is based in the Ottawa-Gatineau area several of their products are absolute staples in our kitchen Camino offers a range of certified Fairtrade and Organic food products made from quality ingredients that are grown by family farmers in Central and South America and Southeast Asia Their hot chocolate is an absolute must SPUD Sustainable Produce Urban Delivery is a certified B Corporation who is on a mission to provide simple access to real healthy local food They will deliver directly to your home or office and ALL of the products they stock are either certified organic natural or locally and sustainably made On top of this they are also the lowest waste grocery company in Canada For more inspiration about where to use your procurement",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "be our best year yet To kick things off and… \r Real Talk is a quarterly workshop series where leaders from across the purpose-driven sector gather have active discussions about the complex social economic and environmental problems our organizations are faced… \r As we transition or not back into our workplaces or even slightly back into our pre-COVID 19 practices as organizations we have the chance to leverage this as an opportunity… \r Remote work Up until very recently remote work primarily was viewed as an occasional workplace benefit or a trend only really feasible within the tech sector Then a global pandemic… \r This article is a summary of our first Insight Exchange a free digital 60-minute “fireside chat” and meet-up series we're hosting Find out more about our other sessions on our… \r We’re so excited to finally share our new website with you Our last website redesign was four years ago and a lot has changed since then Our Realize team has… We are grateful to have our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "“We bring value to our members clients and partners by reinvesting in engaging and collaborating with the communities we serve” /22 has been a year of growth and new ventures… \r We are thrilled to announce that Realize Strategies has been named a  Best for the World™ B Corp in recognition of our exceptional positive impact in two categories Governance… \r “We believe people are the heartbeat and that culture is foundation of all world-changing organizations” This is the core principle of the work we do here at Realize - putting… \r Real Talk is a quarterly workshop series where leaders from across the purpose-driven sector gather have active discussions about the complex social economic and environmental problems our organizations are faced… \r Teams worldwide are grappling with what to do with their office space now that we’ve experienced either fully remote work or a hybrid model You might be asking yourself “Do… \r In March we heard from 84 non-profit leaders across BC to learn about",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "digital 60-minute “fireside chat” and meet-up series we're hosting Find out more about our other sessions on our… \r It is currently a challenging and nebulous time for both the world and Canada and we want to update everyone to maintain transparency and clarity with our Realize Strategies community… \r We’re so excited to finally share our new website with you Our last website redesign was four years ago and a lot has changed since then Our Realize team has… \r Just to set the scene when I’m sitting down to read applications I probably have a stack of about 50 to make my way through I make a matcha latte… \r Here at Realize we’re incredibly passionate about using our procurement practices to support local socially conscious organizations Before we work with a new supplier we go through a vetting process… \r Every year with the “Best For The World” honoree list B Lab recognizes the top 10 of B Corps from around the world who are generating the greatest environmental community governance",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " In the context provided, there are several examples of partnerships or collaborations related to commerce. One notable collaboration mentioned involves non-profit organizations working together with private sector businesses like car dealerships or food service providers to access necessary resources. Additionally, partnerships between non-profits and post-secondary institutions are also highlighted, leveraging student expertise and innovative approaches to tackle shared challenges. Finally, it's worth mentioning the partnership between the co-op described in the text and various stakeholders, including non-profits, co-ops, and social enterprises, all working together towards a common goal.",
            "source": [
                {
                    "content": "networks as key players in policy development funder and donor relations advocacy and other important work Forward-thinking leaders look beyond the usual networks to find symbiotic relationships that turn heads while bringing in resources raising profiles and enhancing networks Some of the strongest leaders we’ve worked with are experts at looking for friends in new places and creating unusual partnerships where for example non-profits team up with private sector businesses to find particular resources such as food services or vehicles from car dealerships Another partnership could involve teaming up with post-secondary institutions to gain help from students who can provide fresh perspectives innovative approaches and new talent Being up to speed on the latest and greatest IT is a challenge but having basic systems that can improve efficiencies data analysis engagement and more can have a powerful impact Many non-profits are dealing with outdated servers but have legal and security",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "most pressing problems live out your values and build organizational ecosystems that inspire Here are some ways we can partner with you Quick prompts and topics to help you and your team exercise your innovation muscles and widen our perspectives Want to push the boundaries to build a better tomorrow Real Talk is a workshop series where leaders from across the purpose-driven sector gather have active discussions about the complex social economic and environmental problems our organizations are faced with develop practical actions and commit to leading positive change We seek engaged leaders who put their people first and truly want to use their organization as a force for good We are grateful to have our headquarters on the traditional unceded and ancestral territories of the sḵwx̱wú7mesh Squamish sel̓íl̓witulh Tsleil-Waututh and xʷməθkʷəy̓əm Musqueam nations Website design and strategy by Vancouver PR Agency  Vancouver SEO",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Realize CEO John Kay shares his takeaway from the  Buy Social Canada Summit Every day Canadians make thousands of purchases Coffee Paper Clothing But how often do we stop to think about the impact of our purchases Who made those clothes Who benefits from the purchase of a morning latte The December holidays seem a fitting time to think about how our shopping choices impact our communities Purchasing is a choice We can choose to buy local and keep money in our communities We can choose to buy from multinational companies Or we can choose to support social enterprises – businesses that keep money in the community and work hard to address some of our most pressing social economic and environmental challenges These questions were front and centre at the recent Buy Social Canada Summit held in Gatineau Quebec Over  social enterprise leaders policy makers and thought leaders gathered for three days to explore the impact of social purchasing and social enterprise in communities across Canada",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and can create the most meaningful impact We literally put our money where our mouth is by purchasing from social enterprises and local suppliers who align as closely as possible with our values We’ll choose them even if their prices are slightly higher so the costs aren’t suffered by a third party We’re so passionate about making procurement more than just a financial transaction that we’re a proud shareholder of Buy Social Canada Check out our list of local purpose-driven suppliers we’ve identified and been inspired by We were founded as a co-operative owned by non-profits co-operatives and social enterprises Through our unique structure we’ve been able to deeply connect to the clients we serve and to the values that are important to them You don’t need to be a member to use our services — but if you want to learn more about our membership program or if you just want to have a passionate conversation with someone who understands the versatility of the co-operative structure click",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, there doesn't seem to be any specific employment or educational opportunities mentioned. However, if you are looking for remote work or flexible work arrangements, Realize might be able to assist you. Additionally, the survey conducted by the consultant aimed to better understand the needs of workers in the Victoria area, which could potentially lead to new initiatives or programs focused on supporting individuals during these challenging times.",
            "source": [
                {
                    "content": "is here to stay and hybrid work is the future for many remote-capable employees Given this it’s important for… \r Burnout is a popular word that has been used to describe chronic work stress While it may sound like yet another buzzy term that’s constantly thrown around the numbers are… \r “We believe people are the heartbeat and that culture is foundation of all world-changing organizations” This is the core principle of the work we do here at Realize - putting… \r Real Talk is a quarterly workshop series where leaders from across the purpose-driven sector gather have active discussions about the complex social economic and environmental problems our organizations are faced… \r In March we heard from 84 non-profit leaders across BC to learn about how COVID-19 has impacted them and what their priorities are for recovery in  and beyond The… \r Realize Employee Experience Framework™ example I’m pretty sure that when I say “employee experience” your next thought will probably not be “coral",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We partner with purpose-driven organizations to help find the leaders who will contribute to their next stage of advancement and growth  Take a look at our current opportunities and a portfolio of leaders we’ve recently matched with organizations Federation of Post-Secondary Educators of BC was seeking an Executive Director We are grateful to have our headquarters on the traditional unceded and ancestral territories of the sḵwx̱wú7mesh Squamish sel̓íl̓witulh Tsleil-Waututh and xʷməθkʷəy̓əm Musqueam nations Website design and strategy by Vancouver PR Agency  Vancouver SEO",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "has been a year of massive change and disruption around the world It’s hard to believe that just shy of 10 months ago the WHO declared COVID-19 a global pandemic in March  I feel very lucky to have a job which can be done remotely since many do not Many more have either lost their job or are risking their health by continuing to work in positions that involve a lot of interaction with colleagues and the public I also feel very lucky to have a supportive CEO who has made it possible for me to move back to my hometown of Victoria BC and continue my consulting role locally in Victoria and remotely across the Lower Mainland and the rest of BC and Canada With both the employee experience and data analysis being passions of mine the first project I wanted to tackle after moving back to Victoria was to conduct a survey to understand how people are doing in the Victoria workforce and what employers and the public can do to support people through these challenging times I have also published a",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "there is still much confusion surrounding what K-12 education is going to look like in  So what can leaders like you do to support the working parents within your organization Talk directly to your working parents to understand what they need and how best to support them As there isn’t a perfect one-size-fits-all solution listen to your employees and co-create solutions that will give your working parents the right type of support they need Focus on providing your employees the flexibility to work optimally – this could take the form of a compressed work week shifting start times job sharing or even blocking off certain hours or days to be meeting free Some companies like Victoria-based tech firm Metalab provide unlimited vacation so their staff can easily book short periods of time off to handle unexpected situations like a child falling ill as well as to support a healthy work/life balance Check out our remote work report for some best practices on how to best support your employees",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Based on the provided information, there isn't a specific mention of job fairs, webinars, workshops, or training programs. However, they suggest using townhalls or anonymous employee surveys to engage employees and involve them in decision-making processes related to office space policies or other items. Additionally, they encourage asking employees directly about their needs, wants, and pain points instead of assuming they know.",
            "source": [
                {
                    "content": "area comfy chairs an area to post and share interesting research open space for brainstorming and more were suggested as valuable ways to engage staff  When asked when in-person meetings might be necessary some mentioned the difference between tactical meetings that are heavy on the agenda side and relationship building meetings Tactical meetings are more efficient online than in person but when dealing with conflict having face-to-face conversations are beneficial With your team determine what kinds of discussions need to be done in person  When considering changes to your office space policies or other items don’t just assume you know your employees’ needs/wants/pain points; ask them directly Engage your employees in the process and get better buy-in when you empower your employees to share their honest thoughts and concerns and be co-creators in organizational changes Townhalls or anonymous employee surveys are great ways to engage your teams and create space for an open dialogue",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "what to do with their office space now that we’ve experienced either fully remote work or a hybrid model You might be asking yourself “Do… \r We’re closing down this August Not permanently – but for the first time in our 22 years of practice Realize is closing our practice down in the middle of August… \r Many people often feel excited and a bit nervous at the start of a new project Does everyone's work styles mesh easily together What are the team and individual goals… \r Realize Employee Experience Framework™ example I’m pretty sure that when I say “employee experience” your next thought will probably not be “coral reef” But when I was working on building… \r Did you know approximately 65 of people are visual learners Along with helping boost memory retention visual learning helps teams be actively engaged in meaningful discussions by fostering emotional investment… \r Employee surveys Most organizations do them once a year or even less frequently Some might call them satisfaction",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "their work – maybe it’s a PowerPoint a video presentation a written summary or something else Stay true to the technology and demonstration of skills in an interview that will be relevant to the role   While working remotely people are often missing that in-person connection For new hires in particular it can be hard to build trust and camaraderie with their new team while working remote and not being together in an office where one can read body language cues easily start casual conversation feel comfortable asking others questions etc That’s why Gillian Harper our Organizational Development Consultant developed Onboarding Bingo as a fun way for new and existing members to meet and get to know one another in a casual setting rather than a formal and potentially daunting meeting Here are some questions you can use to engage your whole team new and longstanding members and inspire your own version of Onboarding Bingo  Want to dive more into this topic Check out our articles on Building",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We want to provide you with the tools to foster adaptivity innovation high performance and resilience within your organizational culture and strategy If we aren’t the best people to help we’ll connect you with someone in our network who is Schedule a free call to talk about the biggest challenges you’re facing as an employer Now more than ever it is important for us to gather share our knowledge and have open conversations to help each other overcome common challenges and develop collaborative solutions Approximately every second Friday we will host Insight Exchange a digital 60-minute “fireside chat” and meet-up We’ll kick things off with experts sharing their insights and advice before opening up for questions and knowledge sharing between those on the call Insight Exchange topics will focus on key issues that matter the most to employees and employers during these uncertain times Each participant will also receive a digital summary of the session including topic highlights as well",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The text mentions several employee or participant benefits without explicitly listing them. However, some key benefits mentioned include:\n\n1. Flexibility: Organizations are encouraged to offer flexibility in terms of work arrangements, schedules, and location to accommodate employees' diverse needs and preferences.\n2. Support for primary caregivers: Employees who act as primary caregivers receive special consideration and assistance to help them manage both their caregiver responsibilities and their job duties effectively.\n3. Recognition and reward programs: Companies may implement recognition and reward systems to acknowledge employees' achievements, contributions, and hard work, fostering a sense of appreciation and motivating continued effort.\n4. Fair and competitive salaries and benefits: Organizations emphasize providing equitable compensation packages and comprehensive benefit plans to promote financial stability and wellbeing among employees.\n5. Prioritizing employee engagement: By focusing on employee experiences, companies aim to enhance overall job satisfaction, commitment, and productivity among their workforce.",
            "source": [
                {
                    "content": "for health expenditures can help all employees especially those who are primary caregivers Resilient people create resilient organizations Now more than ever supporting your employees is an integral element of achieving and sustaining high-performance as your people are the ones who generate innovation forge connection grant loyalty and hustle to get things done even during these difficult times Communicate regularly co-create flexible solutions to provide needed support and most importantly treat them as people first and employees second We are grateful to have our headquarters on the traditional unceded and ancestral territories of the sḵwx̱wú7mesh Squamish sel̓íl̓witulh Tsleil-Waututh and xʷməθkʷəy̓əm Musqueam nations Website design and strategy by Vancouver PR Agency  Vancouver SEO",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "environmental performance public transparency and legal accountability to balance profit and purpose” Since becoming certified in  Realize has consecutively won global recognition in the following categories Best for Overall ; category now discontinued Best for Workers  and Best for Governance  To learn more access our most recent news and impact report The Living Wage Employer certification recognizes organizations who pay all direct and contract staff the living wage rate for the region What does this mean Well a “living wage” is the hourly amount a family needs to cover basic expenses In fact we have a longstanding internal policy that the ratio of compensation between our most senior and junior team member will never exceed 35 1  Did you know the global average pay ratio between the highest and lowest paid member is   1  We take great satisfaction in doing everything we can to ensure our team members have fair and competitive salaries and benefits creating ripples in all",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "if they “meet the highest standards of verified social and environmental performance public transparency and legal accountability to balance profit and purpose” Balancing purpose and profit is a part of your organization’s success not a detractor For  we have made the global list again in the Overall Workers and Governance categories The Overall category recognizes B Corps that are leading the way towards creating an inclusive economy that works for everyone and delivering value to all stakeholders from employees and the environment to customers and communities  Under Workers the honourees include the top B Corps who prioritize their workforce through employee-focused efforts such as inclusive hiring practices and employee ownership The Governance category highlights the top-ranking B Corps who focus on transparency and accountability and build vision mission and values into their company’s bylaws Check out our B Impact Report and Score to learn more about our work Going forward we",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "our practice down in the middle of August… \r Realize Employee Experience Framework™ example I’m pretty sure that when I say “employee experience” your next thought will probably not be “coral reef” But when I was working on building… We are grateful to have our headquarters on the traditional unceded and ancestral territories of the sḵwx̱wú7mesh Squamish sel̓íl̓witulh Tsleil-Waututh and xʷməθkʷəy̓əm Musqueam nations Website design and strategy by Vancouver PR Agency  Vancouver SEO",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided text, there isn't any specific information related to financial or earnings reports. However, some general themes and insights can be gathered from the text. Some of these include:\n\n1. Growth and expansion: There are mentions of growth, new ventures, and increased clientele, suggesting that the organization is thriving and expanding its operations.\n2. Social responsibility: The company values having a positive impact on society, which aligns with many stakeholders' expectations regarding corporate social responsibility.\n3. Community focus: The emphasis on engaging and collaborating with local communities demonstrates a commitment to fostering strong relationships and contributing positively to those areas.\n4. Workplace culture: A strong focus on people and culture suggests that the organization prioritizes employee satisfaction and well-being, which can lead to better performance and productivity.\n5. Continuous learning and improvement: Through events such as \"Real Talk\" and other workshops, the organization shows a dedication to staying informed about industry trends and challenges, allowing for continuous improvement and adaptation.",
            "source": [
                {
                    "content": "It’s hard to believe that just shy of 10 months ago the WHO declared COVID-19 a global… \r Culture eats strategy for breakfastPeter Drucker At Realize we spend a lot of time thinking about people and culture We firmly believe that people are the foundation and heart of… \r It’s a tough and confusing time for everyone right now especially working parents When the BC Ministry of Education announced a full return to school for all K-12 students parents… \r  “A person who does not worry about the future will shortly have worries about the present”Ancient Chinese proverb Here is a sobering thought over 50 of non-profit and private sector… \r Effective financial management is a vital part of the business recovery process Primarily it’s about going back to basics to ensure you have a strong foundation and just taking things… \r As we’re slowly and cautiously starting to reopen and navigate our “new normal” there are a lot of frank and potentially difficult conversations and work to be done What",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Have you ever struggled with how to approach giving negative feedback to a colleague Or perhaps felt hurt and deflated when on the receiving end of negative feedback Removing the… \r For a lot of us getting to the end of  felt like a relief But in reality we’re still far away from getting back to “normal” including in the… \r Have you ever wished that there was a playbook on how to bring out the best out in your team What if you had a cheatsheet or user manual covering… \r  sucked Let’s just call that out But the future is still bright and who’s to say that  can’t be our best year yet To kick things off and… \r Real Talk is a quarterly workshop series where leaders from across the purpose-driven sector gather have active discussions about the complex social economic and environmental problems our organizations are faced… \r  has been a year of massive change and disruption around the world It’s hard to believe that just shy of 10 months ago the WHO declared COVID-19 a global… \r Culture eats",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "“We bring value to our members clients and partners by reinvesting in engaging and collaborating with the communities we serve” /22 has been a year of growth and new ventures… \r We are thrilled to announce that Realize Strategies has been named a  Best for the World™ B Corp in recognition of our exceptional positive impact in two categories Governance… \r “We believe people are the heartbeat and that culture is foundation of all world-changing organizations” This is the core principle of the work we do here at Realize - putting… \r Real Talk is a quarterly workshop series where leaders from across the purpose-driven sector gather have active discussions about the complex social economic and environmental problems our organizations are faced… \r Teams worldwide are grappling with what to do with their office space now that we’ve experienced either fully remote work or a hybrid model You might be asking yourself “Do… \r In March we heard from 84 non-profit leaders across BC to learn about",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a new supplier we go through a vetting process… \r Every year with the “Best For The World” honoree list B Lab recognizes the top 10 of B Corps from around the world who are generating the greatest environmental community governance customer worker or… \r WAY BACK WHEN… in  Chicago Businessman Walter Paepcke had a grand vision – he was going to create the new intellectual hub to serve as a moral foundation for… \r We’re proud and excited to announce that Realize Strategies is now a certified Living Wage Employer Here at Realize we take pride in doing everything we can to ensure our team members have… \r If I had gone to school just fifty years ago I would have been hard-pressed to pursue my degree in International Relations Combining Economics with Politics and History to prepare… \r Two-hundred and seventeen That’s the number of years it would take Canada to reach workplace gender equality continuing at its the current pace of change Despite being one of the… We are grateful to have our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, I cannot find any specific mention of investor events or funding rounds related to Realize Strategies. The text mentions various achievements, initiatives, and plans, but there isn't any direct reference to investor events or funding rounds.",
            "source": [
                {
                    "content": "“We bring value to our members clients and partners by reinvesting in engaging and collaborating with the communities we serve” /22 has been a year of growth and new ventures… \r We are thrilled to announce that Realize Strategies has been named a  Best for the World™ B Corp in recognition of our exceptional positive impact in two categories Governance… \r “We believe people are the heartbeat and that culture is foundation of all world-changing organizations” This is the core principle of the work we do here at Realize - putting… \r Real Talk is a quarterly workshop series where leaders from across the purpose-driven sector gather have active discussions about the complex social economic and environmental problems our organizations are faced… \r Teams worldwide are grappling with what to do with their office space now that we’ve experienced either fully remote work or a hybrid model You might be asking yourself “Do… \r In March we heard from 84 non-profit leaders across BC to learn about",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "readily available However if you’re hampering innovation because it doesn’t align with your vision of how non-profits should work then think long and hard about why you’re on the board To paraphrase Reagan maybe you’re part of the problem This post was originally posted on Medium by John Kay John Kay is the CEO and Principal Consultant of Realize Strategies and thrives on the challenge of unlocking the potential of people and organizations who are working to build a better tomorrow An expert in human-centred organizational innovation and design organizational change and alignment and more feel free to reach out to John to learn more about harnessing the innovation of your team We are grateful to have our headquarters on the traditional unceded and ancestral territories of the sḵwx̱wú7mesh Squamish sel̓íl̓witulh Tsleil-Waututh and xʷməθkʷəy̓əm Musqueam nations Website design and strategy by Vancouver PR Agency  Vancouver SEO",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "many future generations A full overview of Budget highlights can be found here Realize looks forward to working with the Government over the coming months to continue to build support for our diverse and growing membership clients and colleagues – across the performing arts social enterprise the co-operative sector and environmental conservation We are grateful to have our headquarters on the traditional unceded and ancestral territories of the sḵwx̱wú7mesh Squamish sel̓íl̓witulh Tsleil-Waututh and xʷməθkʷəy̓əm Musqueam nations Website design and strategy by Vancouver PR Agency  Vancouver SEO",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Employee surveys Most organizations do them once a year or even less frequently Some might call them satisfaction surveys some might call them engagement surveys But either way the results… \r The non-profit sector is critical to the health of our communities Fierce work is carried out daily in the sector ranging from poverty intervention to critical support for seniors But… \r For a lot of us getting to the end of  felt like a relief But in reality we’re still far away from getting back to “normal” including in the… \r Real Talk is a quarterly workshop series where leaders from across the purpose-driven sector gather have active discussions about the complex social economic and environmental problems our organizations are faced… \r  has been a year of massive change and disruption around the world It’s hard to believe that just shy of 10 months ago the WHO declared COVID-19 a global… \r Culture eats strategy for breakfastPeter Drucker At Realize we spend a lot of time thinking about people",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, there isn't any specific mention of financial or funding goals for the next period. However, some general observations can be made regarding the organization's focus areas. They include supporting diverse membership clients and partners, reinvesting in engagement and collaboration within communities, and promoting sustainability, inclusion, and prosperity for future generations. While these objectives may not directly relate to financial or funding targets, they still contribute to the overall success and impact of the organization.",
            "source": [
                {
                    "content": "many future generations A full overview of Budget highlights can be found here Realize looks forward to working with the Government over the coming months to continue to build support for our diverse and growing membership clients and colleagues – across the performing arts social enterprise the co-operative sector and environmental conservation We are grateful to have our headquarters on the traditional unceded and ancestral territories of the sḵwx̱wú7mesh Squamish sel̓íl̓witulh Tsleil-Waututh and xʷməθkʷəy̓əm Musqueam nations Website design and strategy by Vancouver PR Agency  Vancouver SEO",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Realize Strategies was honoured to participate in BC Budget lock-up on September 11  We’re pleased that the Province took steps yesterday to make BC’s communities more sustainable inclusive and prosperous for everyoneYesterday’s budget advances many of the issues that we know are important to our co-op members and organizational colleagues including  million in capital investment towards the creation of affordable rental housing increased disability funding and an earning exemptions increase for people receiving social assistance We’re also pleased that yesterday’s budget took steps to ease the financial pressure on member organizations by announcing a 50 reduction in MSP premiums effective January 1  These are all steps that will support the development of a sustainable prosperous BC for many future generations A full overview of Budget highlights can be found here Realize looks forward to working with the Government over the coming months to continue to build support for our diverse",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "“We bring value to our members clients and partners by reinvesting in engaging and collaborating with the communities we serve” /22 has been a year of growth and new ventures… \r We are thrilled to announce that Realize Strategies has been named a  Best for the World™ B Corp in recognition of our exceptional positive impact in two categories Governance… \r “We believe people are the heartbeat and that culture is foundation of all world-changing organizations” This is the core principle of the work we do here at Realize - putting… \r Real Talk is a quarterly workshop series where leaders from across the purpose-driven sector gather have active discussions about the complex social economic and environmental problems our organizations are faced… \r Teams worldwide are grappling with what to do with their office space now that we’ve experienced either fully remote work or a hybrid model You might be asking yourself “Do… \r In March we heard from 84 non-profit leaders across BC to learn about",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a new supplier we go through a vetting process… \r Every year with the “Best For The World” honoree list B Lab recognizes the top 10 of B Corps from around the world who are generating the greatest environmental community governance customer worker or… \r WAY BACK WHEN… in  Chicago Businessman Walter Paepcke had a grand vision – he was going to create the new intellectual hub to serve as a moral foundation for… \r We’re proud and excited to announce that Realize Strategies is now a certified Living Wage Employer Here at Realize we take pride in doing everything we can to ensure our team members have… \r If I had gone to school just fifty years ago I would have been hard-pressed to pursue my degree in International Relations Combining Economics with Politics and History to prepare… \r Two-hundred and seventeen That’s the number of years it would take Canada to reach workplace gender equality continuing at its the current pace of change Despite being one of the… We are grateful to have our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " It seems there isn't any specific publication, research finding, or introduced technology mentioned in the provided context. However, some general information about the topics discussed might help provide an answer. Some recent developments related to the topics include:\n\n* Certification programs such as \"Best For The World\" and \"Living Wage Employer\" have gained traction in recent years, highlighting companies committed to social and environmental responsibility.\n* Discussion around remote work, hybrid work, and employee experiences have become increasingly relevant due to the COVID-19 pandemic, leading to renewed interest in flexible work arrangements and supportive work environments.\n* Purpose-driven sectors continue to evolve, with new insights and perspectives emerging from events like Real Talk and conferences focused on social, economic, and environmental issues.",
            "source": [
                {
                    "content": "a new supplier we go through a vetting process… \r Every year with the “Best For The World” honoree list B Lab recognizes the top 10 of B Corps from around the world who are generating the greatest environmental community governance customer worker or… \r WAY BACK WHEN… in  Chicago Businessman Walter Paepcke had a grand vision – he was going to create the new intellectual hub to serve as a moral foundation for… \r We’re proud and excited to announce that Realize Strategies is now a certified Living Wage Employer Here at Realize we take pride in doing everything we can to ensure our team members have… \r If I had gone to school just fifty years ago I would have been hard-pressed to pursue my degree in International Relations Combining Economics with Politics and History to prepare… \r Two-hundred and seventeen That’s the number of years it would take Canada to reach workplace gender equality continuing at its the current pace of change Despite being one of the… We are grateful to have our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "is here to stay and hybrid work is the future for many remote-capable employees Given this it’s important for… \r Burnout is a popular word that has been used to describe chronic work stress While it may sound like yet another buzzy term that’s constantly thrown around the numbers are… \r “We believe people are the heartbeat and that culture is foundation of all world-changing organizations” This is the core principle of the work we do here at Realize - putting… \r Real Talk is a quarterly workshop series where leaders from across the purpose-driven sector gather have active discussions about the complex social economic and environmental problems our organizations are faced… \r In March we heard from 84 non-profit leaders across BC to learn about how COVID-19 has impacted them and what their priorities are for recovery in  and beyond The… \r Realize Employee Experience Framework™ example I’m pretty sure that when I say “employee experience” your next thought will probably not be “coral",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "be our best year yet To kick things off and… \r Real Talk is a quarterly workshop series where leaders from across the purpose-driven sector gather have active discussions about the complex social economic and environmental problems our organizations are faced… \r As we transition or not back into our workplaces or even slightly back into our pre-COVID 19 practices as organizations we have the chance to leverage this as an opportunity… \r Remote work Up until very recently remote work primarily was viewed as an occasional workplace benefit or a trend only really feasible within the tech sector Then a global pandemic… \r This article is a summary of our first Insight Exchange a free digital 60-minute “fireside chat” and meet-up series we're hosting Find out more about our other sessions on our… \r We’re so excited to finally share our new website with you Our last website redesign was four years ago and a lot has changed since then Our Realize team has… We are grateful to have our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We are thrilled to announce that Realize Strategies has been named a  Best for the World™ B Corp in recognition of our exceptional positive impact in two categories Governance… \r “We bring value to our members clients and partners by reinvesting in engaging and collaborating with the communities we serve” /22 has been a year of growth and new ventures… \r Driving workplace change starts with listening to our people In early  we heard from  employees working at five purpose-driven organizations in BC who participated in the first annual… \r Every organization goes through change – it is inevitable In fact change should be a regular part of every organization’s operations to remain successful and competitive When we begin to… \r Regardless of one’s own personal feelings on the matter remote work is here to stay and hybrid work is the future for many remote-capable employees Given this it’s important for… \r Burnout is a popular word that has been used to describe chronic work stress While it",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, there isn't any specific mention of ongoing or upcoming research projects or innovation initiatives. However, the text does highlight various events, workshops, and activities taking place at Realize Strategies, which suggest an emphasis on continuous learning, collaboration, and problem-solving within the purpose-driven sector. These include but are not limited to:\n\n* Bi-weekly Innovation Hour sessions\n* Quarterly Real Talk workshop series\n* Engagement with other purpose-driven sector leaders through events and discussions\n\nWhile these activities may not necessarily qualify as formal research projects or innovation initiatives, they contribute to a culture of innovation and continuous improvement within the company and its network.",
            "source": [
                {
                    "content": "“We bring value to our members clients and partners by reinvesting in engaging and collaborating with the communities we serve” /22 has been a year of growth and new ventures… \r We are thrilled to announce that Realize Strategies has been named a  Best for the World™ B Corp in recognition of our exceptional positive impact in two categories Governance… \r “We believe people are the heartbeat and that culture is foundation of all world-changing organizations” This is the core principle of the work we do here at Realize - putting… \r Real Talk is a quarterly workshop series where leaders from across the purpose-driven sector gather have active discussions about the complex social economic and environmental problems our organizations are faced… \r Teams worldwide are grappling with what to do with their office space now that we’ve experienced either fully remote work or a hybrid model You might be asking yourself “Do… \r In March we heard from 84 non-profit leaders across BC to learn about",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "most pressing problems live out your values and build organizational ecosystems that inspire Here are some ways we can partner with you Quick prompts and topics to help you and your team exercise your innovation muscles and widen our perspectives Want to push the boundaries to build a better tomorrow Real Talk is a workshop series where leaders from across the purpose-driven sector gather have active discussions about the complex social economic and environmental problems our organizations are faced with develop practical actions and commit to leading positive change We seek engaged leaders who put their people first and truly want to use their organization as a force for good We are grateful to have our headquarters on the traditional unceded and ancestral territories of the sḵwx̱wú7mesh Squamish sel̓íl̓witulh Tsleil-Waututh and xʷməθkʷəy̓əm Musqueam nations Website design and strategy by Vancouver PR Agency  Vancouver SEO",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Our world is becoming increasingly interconnected Systems thinking is a holistic method that helps determine collective actions to solve complex issues by focusing on the interactions of all elements within a system While our individual efforts can seem like a drop in the bucket by identifying where we are within a system we can all intervene in powerful ways In this week’s Innovation Hour we challenge you to think about where you fit within community-wide or global systems and how your actions can help – or hinder – progress in these systems Sometimes it can be easy to fall into a comfortable box at work – you focus on just your work and stay only inside your bubble ex HR tech research client outreach etc Obviously focusing on your work is by no means a bad thing But when you only think and communicate only on topics within your bubble 40 hours a week 50 out of 52 weeks a year it can really stifle a person’s curiosity and creativity So we started hosting Innovation Hour a bi-weekly",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "is here to stay and hybrid work is the future for many remote-capable employees Given this it’s important for… \r Burnout is a popular word that has been used to describe chronic work stress While it may sound like yet another buzzy term that’s constantly thrown around the numbers are… \r “We believe people are the heartbeat and that culture is foundation of all world-changing organizations” This is the core principle of the work we do here at Realize - putting… \r Real Talk is a quarterly workshop series where leaders from across the purpose-driven sector gather have active discussions about the complex social economic and environmental problems our organizations are faced… \r In March we heard from 84 non-profit leaders across BC to learn about how COVID-19 has impacted them and what their priorities are for recovery in  and beyond The… \r Realize Employee Experience Framework™ example I’m pretty sure that when I say “employee experience” your next thought will probably not be “coral",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided text, there isn't any specific mention of recent research grants or innovation awards that have been distributed. However, there are mentions of various initiatives and achievements such as setting records, receiving recognition, and achieving milestones. These accomplishments suggest that the organization may have received awards or funding opportunities in the past, which could potentially include research grants or innovation awards.",
            "source": [
                {
                    "content": "sucked Let’s just call that out But the future is still bright and who’s to say that  can’t be our best year yet To kick things off and flex our innovation muscles in this week’s Innovation Hour we created an alter ego of our perfect competitor Let’s dedicate  to not just competing with a better version of ourselves but to also strive becoming it Sometimes it can be easy to fall into a comfortable box at work – you focus on just your work and stay only inside your bubble ex HR tech research client outreach etc Obviously focusing on your work is by no means a bad thing But when you only think and communicate only on topics within your bubble 40 hours a week 50 out of 52 weeks a year it can really stifle a person’s curiosity and creativity So we started hosting Innovation Hour a bi-weekly hour dedicated to our entire team exploring new topics exercising our innovation muscles and widening our perspectives We’ve covered a wide scope of topics a TED Talk on creative confidence climate",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "example this past year we achieved a new record of generating over M for our members through our Community Innovation Cash Pool Program Check out our full  Impact Report for more stories about our community-driven and focused educational economic and leadership work Thank you to everyone who has been a part of our journey In this Impact Report we are proud to celebrate and highlight the successes of both Realize and our member communities We hope this report inspires others to reflect on and celebrate their people and communities as well as hold our team accountable to continuing to use business as a force for good and keeping people at the centre of everything we do We are grateful to have our headquarters on the traditional unceded and ancestral territories of the sḵwx̱wú7mesh Squamish sel̓íl̓witulh Tsleil-Waututh and xʷməθkʷəy̓əm Musqueam nations Website design and strategy by Vancouver PR Agency  Vancouver SEO",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a new supplier we go through a vetting process… \r Every year with the “Best For The World” honoree list B Lab recognizes the top 10 of B Corps from around the world who are generating the greatest environmental community governance customer worker or… \r WAY BACK WHEN… in  Chicago Businessman Walter Paepcke had a grand vision – he was going to create the new intellectual hub to serve as a moral foundation for… \r We’re proud and excited to announce that Realize Strategies is now a certified Living Wage Employer Here at Realize we take pride in doing everything we can to ensure our team members have… \r If I had gone to school just fifty years ago I would have been hard-pressed to pursue my degree in International Relations Combining Economics with Politics and History to prepare… \r Two-hundred and seventeen That’s the number of years it would take Canada to reach workplace gender equality continuing at its the current pace of change Despite being one of the… We are grateful to have our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "world who need it most They’re a fantastic affordable gift for anyone who loves getting off the grid or relaxing in the backyard Conscious Step socks are organic vegan and Fairtrade certified And for every pair of socks purchased a donation goes to a non-profit Who doesn’t need socks Ethique makes natural beauty bars as an alternative to the 80 billion plastic shampoo and conditioner bottles thrown out globally each year Making little changes like switching to shampoo bars really does make a difference We’ve tried Ethique bars and we can vouch for the fact that they work And they smell amazing Looking for some insulated drinkware It truly does change the game whether you’re in the office or out in the wild Check out MiiR – every product sold funds trackable giving projects “A fine fragrance and a flickering flame can take you on a journey and inspire powerful moments of reflection” Keap candles are virtually zero-waste and they even have a subscription – who doesn’t want a year of",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization is collaborating with various types of organizations, including non-profits, government agencies, for-profit corporations, co-operatives, SMEs, social enterprises, and more. They also mention networking with forward-thinking leaders who form unique partnerships across sectors. Additionally, they work closely with funders, donors, and other stakeholders involved in policy development, advocacy, and resource allocation.",
            "source": [
                {
                    "content": "organization B Lab to meet rigorous standards of accountability transparency and social and… \r In our many years of working with non-profits co-operatives social enterprises and other purpose-driven organizations we’ve learned that some organizations tend to be stronger than others These organizations all have… We are grateful to have our headquarters on the traditional unceded and ancestral territories of the sḵwx̱wú7mesh Squamish sel̓íl̓witulh Tsleil-Waututh and xʷməθkʷəy̓əm Musqueam nations Website design and strategy by Vancouver PR Agency  Vancouver SEO",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We seek the changemakers of the world who believe organizations can and should make the world a better place and partner with them to make this dream a reality and standard Because we believe in a world where everyone wakes up inspired by their work and organizations reinvest in and develop the world and don’t just take from it Realize works with “purpose-driven” organizations We define “purpose” as seeking to create or promote positive social and environmental impact Purpose-driven organizations may be non-profits government agencies for-profit corporations co-operatives SMEs social enterprises and more  We believe that each sector and structure has an important role to play in the over-arching ecosystem We aren’t just invested in your long-term success – with each partnership we seek to develop deep friendships and relationships with our clients Whether it’s sending over an interesting article we think you might like checking in to see how things are or celebrating your successes we",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "purpose-driven organizations we’ve learned that some organizations tend to be stronger than others These organizations all have… We are grateful to have our headquarters on the traditional unceded and ancestral territories of the sḵwx̱wú7mesh Squamish sel̓íl̓witulh Tsleil-Waututh and xʷməθkʷəy̓əm Musqueam nations Website design and strategy by Vancouver PR Agency  Vancouver SEO",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "networks as key players in policy development funder and donor relations advocacy and other important work Forward-thinking leaders look beyond the usual networks to find symbiotic relationships that turn heads while bringing in resources raising profiles and enhancing networks Some of the strongest leaders we’ve worked with are experts at looking for friends in new places and creating unusual partnerships where for example non-profits team up with private sector businesses to find particular resources such as food services or vehicles from car dealerships Another partnership could involve teaming up with post-secondary institutions to gain help from students who can provide fresh perspectives innovative approaches and new talent Being up to speed on the latest and greatest IT is a challenge but having basic systems that can improve efficiencies data analysis engagement and more can have a powerful impact Many non-profits are dealing with outdated servers but have legal and security",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided information, I cannot find any specific mention of joint events, projects, or initiatives between Realize Strategies and other organizations mentioned in the text. However, it is possible that such collaborations may exist without being explicitly mentioned in the given context.",
            "source": [
                {
                    "content": "“We bring value to our members clients and partners by reinvesting in engaging and collaborating with the communities we serve” /22 has been a year of growth and new ventures… \r We are thrilled to announce that Realize Strategies has been named a  Best for the World™ B Corp in recognition of our exceptional positive impact in two categories Governance… \r “We believe people are the heartbeat and that culture is foundation of all world-changing organizations” This is the core principle of the work we do here at Realize - putting… \r Real Talk is a quarterly workshop series where leaders from across the purpose-driven sector gather have active discussions about the complex social economic and environmental problems our organizations are faced… \r Teams worldwide are grappling with what to do with their office space now that we’ve experienced either fully remote work or a hybrid model You might be asking yourself “Do… \r In March we heard from 84 non-profit leaders across BC to learn about",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "most pressing problems live out your values and build organizational ecosystems that inspire Here are some ways we can partner with you Quick prompts and topics to help you and your team exercise your innovation muscles and widen our perspectives Want to push the boundaries to build a better tomorrow Real Talk is a workshop series where leaders from across the purpose-driven sector gather have active discussions about the complex social economic and environmental problems our organizations are faced with develop practical actions and commit to leading positive change We seek engaged leaders who put their people first and truly want to use their organization as a force for good We are grateful to have our headquarters on the traditional unceded and ancestral territories of the sḵwx̱wú7mesh Squamish sel̓íl̓witulh Tsleil-Waututh and xʷməθkʷəy̓əm Musqueam nations Website design and strategy by Vancouver PR Agency  Vancouver SEO",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "with their office space now that we’ve experienced either fully remote work or a hybrid model You might be asking yourself “Do… \r In March we heard from 84 non-profit leaders across BC to learn about how COVID-19 has impacted them and what their priorities are for recovery in  and beyond The… \r Our world is becoming increasingly interconnected Systems thinking is a holistic method that helps determine collective actions to solve complex issues by focusing on the interactions of all elements within… \r Climate change is one of the most pressing problems facing our world today It affects everyone - from families worrying about their children’s futures to global economies So it is… \r We’re closing down this August Not permanently – but for the first time in our 22 years of practice Realize is closing our practice down in the middle of August… \r Many people often feel excited and a bit nervous at the start of a new project Does everyone's work styles mesh easily together What are the team",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Our world is becoming increasingly interconnected Systems thinking is a holistic method that helps determine collective actions to solve complex issues by focusing on the interactions of all elements within… \r Climate change is one of the most pressing problems facing our world today It affects everyone - from families worrying about their children’s futures to global economies So it is… \r  sucked Let’s just call that out But the future is still bright and who’s to say that  can’t be our best year yet To kick things off and… \r Culture eats strategy for breakfastPeter Drucker At Realize we spend a lot of time thinking about people and culture We firmly believe that people are the foundation and heart of… \r In our many years of working with non-profits co-operatives social enterprises and other purpose-driven organizations we’ve learned that some organizations tend to be stronger than others These organizations all have… We are grateful to have our headquarters on the traditional unceded",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Collaborative efforts between different stakeholders typically aim to achieve shared objectives and desired outcomes. These can vary depending on the specific collaboration, but some common examples include:\n\n1. Developing joint solutions to address complex challenges, such as climate change, public health crises, or social inequality.\n2. Sharing resources, knowledge, and expertise to enhance capacity and promote innovation among participating organizations.\n3. Fostering communication and understanding between diverse groups, which can help build trust, reduce misconceptions, and facilitate cooperation.\n4. Advocating for policy changes or raising awareness about important issues through coordinated campaigns or events.\n5. Implementing programs or projects that have a broader impact than any single organization could achieve alone.\n\nUltimately, the success of these collaborations depends on the ability of participants to align their interests, define clear roles and responsibilities, establish effective communication channels, and continuously evaluate progress towards achieving the agreed-upon objectives and outcomes.",
            "source": [
                {
                    "content": "Teams worldwide are grappling with what to do with their office space now that we’ve experienced either fully remote work or a hybrid model You might be asking yourself “Do… \r Our world is becoming increasingly interconnected Systems thinking is a holistic method that helps determine collective actions to solve complex issues by focusing on the interactions of all elements within… \r Climate change is one of the most pressing problems facing our world today It affects everyone - from families worrying about their children’s futures to global economies So it is… \r Many people often feel excited and a bit nervous at the start of a new project Does everyone's work styles mesh easily together What are the team and individual goals… \r Did you know approximately 65 of people are visual learners Along with helping boost memory retention visual learning helps teams be actively engaged in meaningful discussions by fostering emotional investment… \r Have you ever struggled with how to approach",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Teams worldwide are grappling with what to do with their office space now that we’ve experienced either fully remote work or a hybrid model You might be asking yourself “Do… \r Our world is becoming increasingly interconnected Systems thinking is a holistic method that helps determine collective actions to solve complex issues by focusing on the interactions of all elements within… \r Climate change is one of the most pressing problems facing our world today It affects everyone - from families worrying about their children’s futures to global economies So it is… \r Many people often feel excited and a bit nervous at the start of a new project Does everyone's work styles mesh easily together What are the team and individual goals… \r Did you know approximately 65 of people are visual learners Along with helping boost memory retention visual learning helps teams be actively engaged in meaningful discussions by fostering emotional investment… \r Have you ever struggled with how to approach",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "with their office space now that we’ve experienced either fully remote work or a hybrid model You might be asking yourself “Do… \r In March we heard from 84 non-profit leaders across BC to learn about how COVID-19 has impacted them and what their priorities are for recovery in  and beyond The… \r Our world is becoming increasingly interconnected Systems thinking is a holistic method that helps determine collective actions to solve complex issues by focusing on the interactions of all elements within… \r Climate change is one of the most pressing problems facing our world today It affects everyone - from families worrying about their children’s futures to global economies So it is… \r We’re closing down this August Not permanently – but for the first time in our 22 years of practice Realize is closing our practice down in the middle of August… \r Many people often feel excited and a bit nervous at the start of a new project Does everyone's work styles mesh easily together What are the team",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the purpose-driven sector gather have active discussions about the complex social economic and environmental problems our organizations are faced… \r Teams worldwide are grappling with what to do with their office space now that we’ve experienced either fully remote work or a hybrid model You might be asking yourself “Do… \r We’re closing down this August Not permanently – but for the first time in our 22 years of practice Realize is closing our practice down in the middle of August… \r Many people often feel excited and a bit nervous at the start of a new project Does everyone's work styles mesh easily together What are the team and individual goals… \r Realize Employee Experience Framework™ example I’m pretty sure that when I say “employee experience” your next thought will probably not be “coral reef” But when I was working on building… \r Did you know approximately 65 of people are visual learners Along with helping boost memory retention visual learning helps teams be actively engaged",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "tentree",
                            "bcorporation",
                            "wri",
                            "patagonia",
                            "businessinsider",
                            "forbes",
                            "medium",
                            "bthechange",
                            "greystonbakery",
                            "nytimes",
                            "pwc",
                            "linkedin",
                            "youtube",
                            "ellenmacarthurfoundation",
                            "un",
                            "who",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}