{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Throughout the passage, several sustainable or environmental practices have been mentioned. Some key examples include:\n\n1. Removing charity branding and holding up activist messages.\n2. Litter picking beaches and city streets.\n3. Donating unwanted items to charity shops and buying clothes locally.\n4. Learning about food, air miles, and localized sourcing.\n5. Bringing packed lunches in reusable containers and avoiding air miles in personal shopping.\n6. Focusing on environmental issues during Week 3 of B Corp Month.\n7. Implementing measures to reduce and offset carbon footprint.\n8. Increasing the use of renewable energy sources.\n9. Encouraging electric or hybrid vehicles in the fleet.\n10. Promoting flexible working arrangements such as remote work, hot-desking, and reduced office footprints.",
            "source": [
                {
                    "content": "action on climate change We also protested the lack of action on this hugely urgent issue wherever we were working across the country all at the same time We removed our charity branding and held up placards and iPads with activist messages on the screens We litter picked beaches and city streets and found how pleasing it is to tidy our world We donated unwanted items to charity shops to reduce land fill and bought clothes from them to cut participation in the wasteful fashion industry We learnt about food air miles and localised sourcing we brought packed lunches to work in reusable containers and strived for zero air miles in all our personal shopping For climate change education a great deal of thought went into putting together a wide variety of excellent films documentaries and podcasts to be watched in our spare time As the week went on it became very clear how much we can do as individuals and how much we achieved as a group New awareness and habits were formed and on top of",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Focussing on the Environment for week 3 of B Corp Month Many of us will have heard the term NetZero especiually as the UK have set formal targets for businesses to be NetZero by  However  is a long way away and the planet does not have 30 years for businesses to be Carbon NetZero As a B Corp REAL and + other businesses globally have committed to being NetZero by  Here’s 5 ways that businesses can quickly look to reduce and then offset their reaminaing carbon footprint There’s a whole suite of tools to help your business start their NetZero journey here on the B Corp Climate Collective’s website 1 Measure  set targets to reduce your Carbon footprint We cannot reduce what we do not know we are creating Measuring your carbon footprint is the start to being able to reduce it and we all know reducing is better than offsetting Work with a reputable Carbon Offsetting company to measure set targets and offset your carbon footprint Look out for the Gold Standard logo to ensure the projects you",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the growth in renewable energy over the last decade this is becoming easier to do all the time Commit firstly to removing fossil fuels from the business souce energy for your buildings from renewable sources Once you have achieved this you can work outwards in your supply chain to remove fossil fuels also Make your fleet Electric or Hybrid encourage more environmentally means of transport walking cycling public transport Can you reward employees who use greener means of transport to get to their officeWhen they need to see point below 5 Reduce your office footprint This one would not have been considered a few years back but given how well home working has been adapted to by millions across the globe the need for large offices where everyone has a desk is outdated and not practical when looking at it from a climate impact perspective Working flexibly working remotely  hot desking can allow you to greatly reduce your office footprint Therefore saving on energy furniture and everything",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to measuring reducing and offsetting all CO2 since   Why do we do all of this We believe that getting the right people and showing them how to make ethical decisions at all times will lead them to be the best charity brand ambassadors at all times mitigating the risk that we will ever see the bad behaviour displayed in historic press stories about Face to face fundraising a method we know works and we love wholeheartedly",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation mentioned in the text. Here are some of them:\n\n1. Protest against lack of action on climate change.\n2. Removed charity branding and displayed activist messages on iPads.\n3. Litter picking beaches and city streets.\n4. Donating to charity shops and buying locally sourced products.\n5. Educating oneself about food, air miles, and localized sourcing.\n6. Reducing wasteful fashion industry participation through conscious shopping.\n7. Learning about various environmental issues through films, documentaries, and podcasts.\n8. Holding a fundraising event for the Tipi Raisers, a small charity focusing on providing homes, employment, pride, and cultural revitalization on the Pine Ridge Native American Reservation.\n9. Awareness and habit formation related to environmental conservation.\n\nThese events and initiatives demonstrate the commitment of the group towards environmental conservation and sustainable living practices.",
            "source": [
                {
                    "content": "action on climate change We also protested the lack of action on this hugely urgent issue wherever we were working across the country all at the same time We removed our charity branding and held up placards and iPads with activist messages on the screens We litter picked beaches and city streets and found how pleasing it is to tidy our world We donated unwanted items to charity shops to reduce land fill and bought clothes from them to cut participation in the wasteful fashion industry We learnt about food air miles and localised sourcing we brought packed lunches to work in reusable containers and strived for zero air miles in all our personal shopping For climate change education a great deal of thought went into putting together a wide variety of excellent films documentaries and podcasts to be watched in our spare time As the week went on it became very clear how much we can do as individuals and how much we achieved as a group New awareness and habits were formed and on top of",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "take many other forms However nothing hits home more than being able to see a tangible reflection of our relentless efforts to change the world like we did last week  saw our 5th Anniversary and to celebrate the event we held a Christmas party for fundraisers office staff and management We also saw this as a great opportunity to hold a fundraising event for the Tipi Raisers — a very small charity based around the Pine Ridge Native American reservation in South Dakota which is home to the Lakota Sioux people The Tipi Raisers work on collaborative projects aiming to bring ‘homes employment pride and revitalization of culture to the reservations’ On the 28th January  there was a major conference in London on the future of Afghanistan It was attended by leading figures from the political world including Prime Minister Gordon Brown Afghanistan’s President Hamid Karzai and UN Secretary-General Ban Ki-moon",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "helping to deliver empathy with the millions who currently hold refugee status globally I shared the idea with the rest of the REG groupREAL Ethical Group which got a great response and many people joined me in my quest  saw our 5th Anniversary and to celebrate the event we held a Christmas party for fundraisers office staff and management We also saw this as a great opportunity to hold a fundraising event for the Tipi Raisers — a very small charity based around the Pine Ridge Native American reservation in South Dakota which is home to the Lakota Sioux people The Tipi Raisers work on collaborative projects aiming to bring ‘homes employment pride and revitalization of culture to the reservations’ On the 28th January  there was a major conference in London on the future of Afghanistan It was attended by leading figures from the political world including Prime Minister Gordon Brown Afghanistan’s President Hamid Karzai and UN Secretary-General Ban Ki-moon",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "saw our 5th Anniversary and to celebrate the event we held a Christmas party for fundraisers office staff and management We also saw this as a great opportunity to hold a fundraising event for the Tipi Raisers — a very small charity based around the Pine Ridge Native American reservation in South Dakota which is home to the Lakota Sioux people The Tipi Raisers work on collaborative projects aiming to bring ‘homes employment pride and revitalization of culture to the reservations’ The reality of life at Pine Ridge is very different from our perception of the easy American lifestyle we see in film or TV There is 80 unemployment because there are simply no jobs and consequently 49 of people live below the poverty line Housing is often overcrowded and lacking basic facilities like electricity or running water Drug addiction and alcoholism affect many families and average life expectancy is between 50 and 66 years The suicide rate is 3 times higher than the US average and a high proportion",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " During Week 3 of B Corp Month, the focus was on the environment. To report on their environmental impact, businesses should consider measuring and reporting on various metrics such as greenhouse gas (GHG) emissions, energy consumption, water usage, waste generation, and land use. Additionally, they could track progress towards becoming carbon neutral or net zero, using tools like the Greenhouse Gas Protocol or the Science Based Targets initiative. Finally, businesses might also report on their efforts to mitigate climate change through activities like sustainable sourcing, conservation programs, or investments in clean technology.",
            "source": [
                {
                    "content": "Diversity  Employees on Living Wage High to Low Salary Ratio Staff Benefits Maternity IVF Pregnancy loss Policies Employee NPS  Satisfaction Surveys Community – Our Commitment to donate 20 of profits Inclusive hiring practices Diverse representation within the business REAL Activism Volunteering scheme Environment – Measurement of CO2 including scope 3 emissions being Carbon Neutral Hybrid car fleet growth our use of renewable energy Customers – Support for underserved populations Impact pricing model for small charities generating revenue for “in need” populations Over the last 3 years we have slowly implemented more policies processes and practices to enhance our commitment to our workers customers governance community and the environment Utilising the Business Impact Assessment is the most credible tool a company can use to measure its impact on its workers community environment and customers",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Focussing on the Environment for week 3 of B Corp Month Many of us will have heard the term NetZero especiually as the UK have set formal targets for businesses to be NetZero by  However  is a long way away and the planet does not have 30 years for businesses to be Carbon NetZero As a B Corp REAL and + other businesses globally have committed to being NetZero by  Here’s 5 ways that businesses can quickly look to reduce and then offset their reaminaing carbon footprint There’s a whole suite of tools to help your business start their NetZero journey here on the B Corp Climate Collective’s website 1 Measure  set targets to reduce your Carbon footprint We cannot reduce what we do not know we are creating Measuring your carbon footprint is the start to being able to reduce it and we all know reducing is better than offsetting Work with a reputable Carbon Offsetting company to measure set targets and offset your carbon footprint Look out for the Gold Standard logo to ensure the projects you",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "raised for our clients since  based on the reported average lifetime value of a donor This is the average score that donors have given for their experience with the fundraiser when we spoke to them in a welcome call Total Renewable energy used to power REAL HQ Solar  Wind in  Currently ranked 2nd place out of over  UK B Corps as of May  The Employee Satisfaction Score eNPS given to us by all our employees across the REAL Fundraising ecosystem",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "on political or social issues supporting community projects or reducing its environmental footprint By being an activist businesses show their commitment to creating a better world for all Love Love may seem like an unusual value to associate with business but it is critical for creating a values-led business Love means caring deeply about stakeholders from employees to customers to the planet A business that values love goes beyond transactional relationships and fosters genuine connections with stakeholders leading to stronger loyalty and advocacy Transparency Transparency means being open and honest about one’s actions and impact A values-led business must be transparent about its operations impact and performance allowing stakeholders to hold it accountable By being transparent businesses build trust and create a culture of accountability This is why all B Corp business pro actively share their impact reports annually that focus on the triple bottom line of people planet and",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, REAL Fundraising has made several public commitments to social and corporate responsibility. Some of these include becoming a Certified B Corporation, implementing a new maternity pay policy, joining the Face-to-Face (F2F) Fundraising Alliance, and achieving Stonewall's Diversity Champion status. Additionally, REAL is carbon neutral and works to reduce its environmental impact through various initiatives. These commitments demonstrate REAL's dedication to operating responsibly and making a positive impact on society and the environment.",
            "source": [
                {
                    "content": "it’s in everything we do from boycotting the world’s worst corporations only buying sweat-shop free clothing and adhering to our guiding principle of honesty Activism the focus of our work is to make the world a better place and this is reflected in our energy and sense of purpose Love for the job we do the people we represent the causes and every interaction we have B Corporations are required to meet the highest standards of social and environmental performance public transparency and legal accountability They use their businesses to create a positive impact for employees communities and the environment We’re proud to be the first face-to-face charity fundraising company globally to receive a B Corp certification It’s recognition that we’re part of the global movement using business as a force for good In  we even featured in the top 5 of all B Corps for customers making us an honouree in the “Best for the World – Customers” category We believe that no one should struggle for the",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "NGO’sand their agencies who participated below is a summary of the results The last few months have been challenging to us all Like many sectors face to face fundraising was put on hold for an uncertain amount of time Humans struggle to deal with the unknown it’s the reason why we have to constantly forecast best estimates predict start dates and constantly reproject  \r \r REAL Fundraising is now officially a Certified B Corp Since REAL was founded in  we have sought a way to measure our values of Respect Ethics Activism  Love B Corp does just this A public register of companies that are using business as a force for good both for the planet and the people on it REAL is extremely proud to not only have passed the assessment and signed the declaration of Interdependence but to join a community of businesses that are working to make the world a better place REAL has always existed to be a force for good in the world During a time of crisis it was incredibly important for the REAL were",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the global movement for an inclusive equitable and regenerative economy\r \r B Corp Certification demonstrates the highest standard in social and environmental business practices The detailed B Impact Assessment contains over  questions with roughly  being verified that looks at a company's practices towards the following- REAL Fundraising announces new Maternity Pay policy Backdating the policy to January  REAL Fundraising will now match the 6 weeks  90 of full pay that comprises Statutory Maternity Pay for a further 6 weeks meaning Parents eligible for Maternity Pay will receive a total of 12 weeks pay at 90 followed by SMP for a period of 27 weeks Launched in  the F2F Fundraising Alliance’s vision is for a face-to-face fundraising sector that is values focused that creates a safe and inclusive space for fundraisers and a fair deal for charities agencies and fundraisers alike\r Encouraged by ongoing conversations within the sector about industry standards The F2F Alliance was founded",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "fundraising agencies in the sector We believe that we can grow the sector in a way that drives good fundraising as well as ensures that fundraisers and managers get the career progression they deserve In  REAL Fundraising was audited and certified as a B Corporation with a score of  however in  we opened our doors again for recertification scoring  making us the 2nd highest ranked B Corp in the whole of the UK out of over  BCorps nationwide We also achieved Best for the World™️ in 2 categories demonstrating our commitment to Business as a Force for good at all times  Furthermore REAL is certified by Stonewall as a Diversity champion ensuring we have policies practices and processes in place that encourage diversity and are written inclusively As a Carbon neutral organisation we are committed to measuring reducing and offsetting all CO2 since   Why do we do all of this We believe that getting the right people and showing them how to make ethical decisions at all times will lead them to",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual or quarterly reports detailing the commitments made by B Corps. These reports provide updates on the progress towards achieving net-zero emissions, social and environmental performance, and various other aspects related to the company's mission and values. The reports typically include key performance indicators (KPIs), milestones, challenges faced, and future plans. By sharing such information openly, B Corporations aim to maintain transparency and hold themselves accountable to all stakeholders, including employees, customers, suppliers, investors, and the community at large.",
            "source": [
                {
                    "content": "Don’t miss a moment Find all the latest news and views about the world of REAL Fundraising right here Focussing on the Environment for week 3 of B Corp Month\r Many of us will have heard the term NetZero especiually as the UK have set formal targets for businesses to be NetZero by  However  is a long way away and the planet does not have 30 years for businesses to be Carbon NetZero As a B Corp REAL and + other businesses globally have committed to being NetZero by  and inadvertently become a Best for the World Honouree in the B Corp Customers category\r When it comes to the B Impact assessment Customers category a lot goes into the analysis of a B Corp and their relationship with their customers; How the company delivers strong customer guarantees the types of customers served the beneficiaries of the customers work if they are another business or non profit in REAL’s case plus a lot more We compile a whole wealth of information about B Corp Certification from BCorporationnet\r Certified",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "we publish this it is week 1 of B Corp Month where we focus on our REAL Family members or as the B Impact Assessment categorises them our workers As I write this we approach the beginning of another charity financial year well for 90 of charity clients REAL works with\r \r Inevitably this means that campaign targets schedules kpi’s will rightly need to be discussed As important as these metrics are can we really count a donor simply as a number on a spreadsheet Does a campaign get decided purely on a Cost Per Acquisition We’re a long way gone from the days of commoditisation of donors but there’s always the risk that campaigns can be judged that way What actually goes in to recruiting a donor at a leading ethical fundraising agency With the combination of new agencies to market along with charities reassessing where their budgets are spent due to COVID-19 never before has it been more important to ask the right questions of an agency before enlisting their professional services In",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "security health  safety wellness career development and engagement  satisfaction Community – evaluates a company’s engagement with and impact on the communities in which it operates hires from  sources from Environment – evaluates a company’s overall environmental management practices as well as its impact on the air climate water land  biodiversity Customers – evaluates a company’s stewardship of its customers through the quality of its services ethical marketing data privacy  security  feedback channels Companies must also make a legal commitment by changing their corporate governance structure to be accountable to all stakeholders not just shareholders Companies also exhibit transparency by allowing information about their performance measured against B Lab’s standards to be publicly available on their B Corp profile on B Lab’s website REAL’s B Corp recertification began in September  based on ’s trading activity we all know what a tough year that was right and following on from 6",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "year well for 90 of charity clients REAL works with\r \r Inevitably this means that campaign targets schedules kpi’s will rightly need to be discussed As important as these metrics are can we really count a donor simply as a number on a spreadsheet Does a campaign get decided purely on a Cost Per Acquisition We’re a long way gone from the days of commoditisation of donors but there’s always the risk that campaigns can be judged that way What actually goes in to recruiting a donor at a leading ethical fundraising agency",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " In addition to organizing a Christmas party for fundraisers, office staff, and management, the organization has taken additional steps to fulfill their commitments. They have held a fundraising event for the Tipi Raisers, a very small charity based around the Pine Ridge Native American reservation in South Dakota. Furthermore, they have participated in a major conference in London on the future of Afghanistan, where leading figures from the political world were present, such as Prime Minister Gordon Brown, Afghanistan's President Hamid Karzai, and UN Secretary-General Ban Ki-moon. Additionally, the organization has supported the Ration Challenge, which raised money for the charity Concern Worldwide. The funds collected through this challenge will be used to provide supplies for people fleeing war and living in refugee camps, thereby demonstrating empathy with millions of refugees globally.",
            "source": [
                {
                    "content": "saw our 5th Anniversary and to celebrate the event we held a Christmas party for fundraisers office staff and management We also saw this as a great opportunity to hold a fundraising event for the Tipi Raisers — a very small charity based around the Pine Ridge Native American reservation in South Dakota which is home to the Lakota Sioux people The Tipi Raisers work on collaborative projects aiming to bring ‘homes employment pride and revitalization of culture to the reservations’ The reality of life at Pine Ridge is very different from our perception of the easy American lifestyle we see in film or TV There is 80 unemployment because there are simply no jobs and consequently 49 of people live below the poverty line Housing is often overcrowded and lacking basic facilities like electricity or running water Drug addiction and alcoholism affect many families and average life expectancy is between 50 and 66 years The suicide rate is 3 times higher than the US average and a high proportion",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "helping to deliver empathy with the millions who currently hold refugee status globally I shared the idea with the rest of the REG groupREAL Ethical Group which got a great response and many people joined me in my quest  saw our 5th Anniversary and to celebrate the event we held a Christmas party for fundraisers office staff and management We also saw this as a great opportunity to hold a fundraising event for the Tipi Raisers — a very small charity based around the Pine Ridge Native American reservation in South Dakota which is home to the Lakota Sioux people The Tipi Raisers work on collaborative projects aiming to bring ‘homes employment pride and revitalization of culture to the reservations’ On the 28th January  there was a major conference in London on the future of Afghanistan It was attended by leading figures from the political world including Prime Minister Gordon Brown Afghanistan’s President Hamid Karzai and UN Secretary-General Ban Ki-moon",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "take many other forms However nothing hits home more than being able to see a tangible reflection of our relentless efforts to change the world like we did last week  saw our 5th Anniversary and to celebrate the event we held a Christmas party for fundraisers office staff and management We also saw this as a great opportunity to hold a fundraising event for the Tipi Raisers — a very small charity based around the Pine Ridge Native American reservation in South Dakota which is home to the Lakota Sioux people The Tipi Raisers work on collaborative projects aiming to bring ‘homes employment pride and revitalization of culture to the reservations’ On the 28th January  there was a major conference in London on the future of Afghanistan It was attended by leading figures from the political world including Prime Minister Gordon Brown Afghanistan’s President Hamid Karzai and UN Secretary-General Ban Ki-moon",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "our waking hours making a difference and being part of the positive change we all want to see in the world This usually comes in the form of incredible and inspirational long-term regular donors for our amazing charity partners but due to the REAL values we all share it can also take many other forms However nothing hits home more than being able to see a tangible reflection of our relentless efforts to change the world like we did last week The Ration challenge was in aid of raising money for the charity Concern Worldwide These vital funds would then go towards supplies for people fleeing war living in refugee camps\r This challenge was brought to my attention via facebook I thought this was a great idea and a great way to raise money and a difficult challenge that would be a great experience helping to deliver empathy with the millions who currently hold refugee status globally I shared the idea with the rest of the REG groupREAL Ethical Group which got a great response and many",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided context, some of the products, services, or technologies mentioned are:\n\n1. B Corp Recertification: REAL is going through the process of renewing its B Corp certification, demonstrating its commitment to social and environmental responsibility.\n2. Digital Offerings: REAL has launched a new digital offering, leveraging the expertise of the person joining the team. These digital solutions help charities reach out to potential donors and improve their fundraising efforts.\n3. Device Information: REAL collects device information such as general location data to better understand user behavior and preferences.\n4. Communication Tools: REAL uses communication tools like emails and push notifications to send messages (“Messages”) to users who have consented to receive them.",
            "source": [
                {
                    "content": "security health  safety wellness career development and engagement  satisfaction Community – evaluates a company’s engagement with and impact on the communities in which it operates hires from  sources from Environment – evaluates a company’s overall environmental management practices as well as its impact on the air climate water land  biodiversity Customers – evaluates a company’s stewardship of its customers through the quality of its services ethical marketing data privacy  security  feedback channels Companies must also make a legal commitment by changing their corporate governance structure to be accountable to all stakeholders not just shareholders Companies also exhibit transparency by allowing information about their performance measured against B Lab’s standards to be publicly available on their B Corp profile on B Lab’s website REAL’s B Corp recertification began in September  based on ’s trading activity we all know what a tough year that was right and following on from 6",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "sector by helping support people and companies who share the right values to both enter and then thrive and therefore grow the sector with agencies who for example offer strong employment rights and protection to their staff The Partnership model is our way of achieving this As an award-winning company for our culture and the first B Corp fundraising agency in the world and the second highest scoring B Corp in the UK there is nothing we take more seriously than the preservation and constant improvement of our culture and ethical practices This in turn protects our clients and consistently ensures we offer them demonstrable good governance and ultimately peace of mind You can read more about this here",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of the customers work if they are another business or non profit in REAL’s case plus a lot more We compile a whole wealth of information about B Corp Certification from BCorporationnet\r Certified B Corporations are a businesses that meet the highest standards of verified social and environmental performance public transparency and legal accountability to balance profit and purpose The surprisingly effective approach to higher donor revenue\r \r Every charity is at a different stage in their digital journey and there is no one-size fits all approach to what will work but every charity knows it is a vital part of their fundraising and marketing strategy Hello\r When I was offered the opportunity to join the REAL family and launch their digital offering I jumped at the chance I have 20+ years’ experience in digital starting back when they called me a ‘new media consultant’ but if there is one thing I love about it it’s that you can never be stagnant — the constant developments in digital",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Device Information Subscription Information and Contact Information We collect your Personal Data in a number of ways and for various purposes including WHEN YOU REGISTER FOR AN ACCOUNT OR INTERACT WITH OUR SERVICES We collect Personal Data when you use or interact with our Services including when you register for Membership with REAL Fundraising make a donation including the processing of payment This Personal Data may include name photo username and password email address date of birth gender payment information and general location data This falls under Processing your personal data Necessary for the Performance of a Contract WHEN YOU COMMUNICATE WITH US OR SIGN UP FOR PROMOTIONAL MATERIALS We collect Personal Data when you communicate with us or sign up to receive promotional materials or information “Messages” via email and push notifications If you consent to receive Messages we may use your Personal Data and other information to communicate with you about REAL Fundraising;",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, I cannot find any direct mention of promotional events, expos, or sales specifically related to REAL's product offerings. However, they do mention providing \"an innovative subcontracting model\" and offering various services such as mentoring, charity materials access, charity campaigns, and more. These services could potentially benefit from promotions or special offers during certain times of the year or for specific client segments.",
            "source": [
                {
                    "content": "learnings to REAL’s clients applying my experience as a force for good It’s exciting to see in the last year despite the sadness of the circumstances that the challenges charities have faced have turbo-charged your determination to explore new avenues of fundraising speeding along your progress in addressing your need to further your journeys on your digital roadmaps This is why REAL is now launching a range of products that will help you in all aspects of your digital fundraising journey As we discussed in our blog Digital Fundraising Top-Tips No1 Stop Asking for Money the most efficient way in which you can build a long-term fundraising strategy is to ensure you treat your prospects and donors as partners and demonstrate how much you value them This longer-term strategy of nurture and retention will need to be developed alongside your more immediate fundraising requirements which is why REAL has developed a wide range of digital products to cover all of your digital fundraising",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "businesses individual fundraisers and even our REAL colleagues succeed in their drive to make the world a better place From mentoring to charity materials access to charity campaigns and much more we offer an innovative subcontracting model with benefits far beyond others Whether it’s door-to-door private site events or street fundraising we’ve got all of your face-to-face charity fundraising needs covered With over 50 years combined experience we’re one of the longest running and most successful face-to-face charity fundraising companies Welcome and QC calls are part of the valued-added services we provide to all of our clients We also offer acquisition warm calling and check-ins as an additional service from our team at REAL Calling We’re experts in values-based conversations and have some of the highest rates of conversion and retention in the industry From social ads to charity specific content and full digital campaigns we’re able to target your key community and fulfil your",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "raised for our clients since  based on the reported average lifetime value of a donor This is the average score that donors have given for their experience with the fundraiser when we spoke to them in a welcome call Total Renewable energy used to power REAL HQ Solar  Wind in  Currently ranked 2nd place out of over  UK B Corps as of May  The Employee Satisfaction Score eNPS given to us by all our employees across the REAL Fundraising ecosystem",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "than a decade to deliver the lowest possible attrition  best ROI in the sector for our clients We are even prouder of the fact that we have been able to replicate this learning  put a model in place that immediately up-skills new partners to deliver equally good attrition REAL Fundraising offer guidance business support and mentorship like no other Fundraising agency this truly is a partnership — Lewis Honney Managing Director Operations REAL Fundraising If you’re a charity and are looking at how REAL can help you grow your regular giving donor base through our unique partnering model or are a fundraiser/fundraising company looking to work as a REAL Partner you can book a meeting with Liam McEntegart here Originally certified in  and recertified every year since Certification in  Details can be found here",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " In the context provided, the main emphasis is on partnerships within the advertising/fundraising sector. However, some general insights into commerce as a whole could include:\n\n1. Supply Chain Collaboration: Businesses often partner with suppliers, manufacturers, and distributors to ensure efficient and sustainable supply chains. These partnerships help reduce costs, improve product quality, and promote responsible sourcing practices.\n2. Retailer-Manufacturer Relationships: Retailers and manufacturers often form strategic partnerships to bring products to market. These collaborations can involve joint marketing efforts, co-branded products, or exclusive distribution agreements.\n3. Franchise Agreements: Many successful businesses expand through franchising, where independent entrepreneurs partner with established brands to operate locations. This collaboration allows for rapid growth while maintaining brand consistency and quality control.\n4. Strategic Alliances: Commerce entities sometimes form temporary alliances with other businesses to pursue specific opportunities, such as joint ventures or mergers & acquisitions. These collaborations can help companies expand their reach, share resources, and capitalize on emerging markets or trends.\n\nPlease note that these examples are not directly mentioned in the context provided, but they serve as illustrative examples of key partnerships or collaborations related to commerce.",
            "source": [
                {
                    "content": "sector by helping support people and companies who share the right values to both enter and then thrive and therefore grow the sector with agencies who for example offer strong employment rights and protection to their staff The Partnership model is our way of achieving this As an award-winning company for our culture and the first B Corp fundraising agency in the world and the second highest scoring B Corp in the UK there is nothing we take more seriously than the preservation and constant improvement of our culture and ethical practices This in turn protects our clients and consistently ensures we offer them demonstrable good governance and ultimately peace of mind You can read more about this here",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "progression within the sector can receive that career satisfaction and be retained by the sector Subcontracting normally involves a hierarchical relationship with instructions that are designed to meet an objective but often they are stymied by a lack of know how or desire to reach that outcome Partnership is about mutuality A relationship built upon shared values and an aligned desire to reach an outcome It’s about sharing knowledge and helping both parties develop and grow REAL has found that increased empowerment creates greater accountability which in turn leads to better fundraising REAL Partnership we believe is highly advisable for delivering campaigns that are of high quality with an ambassadorial approach We are really proud at REAL of our strategy that we have refined over more than a decade to deliver the lowest possible attrition  best ROI in the sector for our clients We are even prouder of the fact that we have been able to replicate this learning  put a model in place",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "values and sticks to its purpose always Greater transparency and openness in  is seen as a key-value to customers When Companies actively look after their employees the community the environment and their customers then companies create a good culture around themselves This breeds positivity in all of its forms throughout the chain 2 Attract the best talent More and more people are looking for work with a purpose By committing to putting your purpose at the forefront of everything you do you will attract the best talent Millennials want to work for socially responsible businesses There’s no better way to attract and engage mission-aligned talent than to verify your values with B Corp Certification 3 Community The B Corp community is rapidly getting bigger There are  UK B Corps compared to  in Oct   there are now  companies across 75 countries within the movement B Corps have their own community to network  skill share The B Hive The bigger the community the greater the pull when more",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "on political or social issues supporting community projects or reducing its environmental footprint By being an activist businesses show their commitment to creating a better world for all Love Love may seem like an unusual value to associate with business but it is critical for creating a values-led business Love means caring deeply about stakeholders from employees to customers to the planet A business that values love goes beyond transactional relationships and fosters genuine connections with stakeholders leading to stronger loyalty and advocacy Transparency Transparency means being open and honest about one’s actions and impact A values-led business must be transparent about its operations impact and performance allowing stakeholders to hold it accountable By being transparent businesses build trust and create a culture of accountability This is why all B Corp business pro actively share their impact reports annually that focus on the triple bottom line of people planet and",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, there might not be any specific employment or educational opportunities mentioned directly. However, some general insights can be drawn from the text. For instance, if someone is interested in social impact, working for a B Corp like REAL could offer valuable experience in creating a positive change in society. Additionally, working for a company like REAL may expose individuals to various mentoring programs, training sessions, and professional development opportunities. Lastly, considering the focus on environmental sustainability, pursuing education or employment related to green initiatives, renewable energy, or carbon reduction strategies could align with the values and mission of a B Corp like REAL.",
            "source": [
                {
                    "content": "mentoring scheme in a sector where I know I am making a difference It is the rapid access to financial support and advice during the current pandemic But most importantly I am part of the generation that needs to be the force in tackling the climate crisis Working at B Corp gives me that inspiration to want to push myself in becoming proactive in the goal to be carbon and climate neutral — Jamaal Butt Telephone  F2F REALer REAL Fundraising Jamaal Butt REAL Fundraiser  Caller talks about what B Corp Means to him Val Todorov REAL Admin  REAL Hampers talks about what B Corp means to her You care about your employees The B Impact assessment proves it The B Impact assessment asks 44 questions about how companies look after their employees; the  of full time workers vs contractors on zero hours contracts the level of maternity and paternity pay the ratio of lowest paid employees to the highest the lowest wage paid within the business committment to minimum wage  living wage schemes the",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and gaining coaching skills and qualifications to enable them a sustainable career path Supporting Fountain of Hope a street kids drop-in centre in the middle of Lusaka which has a food programme and supplies dormitories with bedding for additional street kids to have a safe place to sleep Sports facility development building robust hard standing courts to allow children to play together safely Since the COVID-19 pandemic began the orphanage Fountain of hope has taken in an additional 75 children who are sleeping in classrooms Now housing over  children at the orphanage Funding from REF will cover a full months food 3 meals per day for all  kids This funding allows the orphanage to continue to provide its services to street children who would be at most risk due to the pandemic We’re proud to provide a caring and safe environment for your children We create a nurturing stimulating and welcoming learning environment for all children We provide our families with the tools they need for",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "love working for a B-Corp certified company I can be proud of the fact that alongside doing a job I love which in itself changes lives I belong within a family that takes pride in being a force for good in the worldI love how B-Corp status can only be achieved when a company lives up to high ethical standards be it protecting our Planet by lowering it’s carbon footprint or treating workers with respect and integrity as well as having a positive influence within the communities we live and work — Drew Kiely F2F REAL Manager REAL Fundraising Recruitment Lead Destiny Owoloko on what working at a B Corp means to her It is difficult to identify just one reason why I feel privileged to be working for a B Corp company so I’m going to highlight my top 3 I have the opportunity to grow through a mentoring scheme in a sector where I know I am making a difference It is the rapid access to financial support and advice during the current pandemic But most importantly I am part of the generation",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Diversity  Employees on Living Wage High to Low Salary Ratio Staff Benefits Maternity IVF Pregnancy loss Policies Employee NPS  Satisfaction Surveys Community – Our Commitment to donate 20 of profits Inclusive hiring practices Diverse representation within the business REAL Activism Volunteering scheme Environment – Measurement of CO2 including scope 3 emissions being Carbon Neutral Hybrid car fleet growth our use of renewable energy Customers – Support for underserved populations Impact pricing model for small charities generating revenue for “in need” populations Over the last 3 years we have slowly implemented more policies processes and practices to enhance our commitment to our workers customers governance community and the environment Utilising the Business Impact Assessment is the most credible tool a company can use to measure its impact on its workers community environment and customers",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events where potential employees, partners, and clients can interact with REAL Fundraising. These include:\n\n1. Job Fairs: REAL Fundraising attends and hosts job fairs across different regions. These events provide opportunities for candidates interested in joining the organization as well as networking with industry professionals.\n2. Webinars: REAL Fundraising conducts webinars on topics related to fundraising, partnerships, and industry trends. These webinars are open to anyone interested in learning more about the company and its offerings.\n3. Workshops: From time to time, REAL Fundraising organizes workshops focused on specific aspects of fundraising, such as strategy development, relationship building, and performance optimization. These workshops are usually invite-only events or require registration.\n4. Training Programs: REAL Fundraising offers internal and external training programs designed to upskill employees and partners. These programs cover various aspects of fundraising, management, and compliance. Some of these trainings are available online while others are held in-person at designated locations.",
            "source": [
                {
                    "content": "into how this is done You should be able to easily schedule a training observation session before you enter into an agreement to work together agencies may record their training and can share this with you or in a time of social distancing a virtual training session is even easier to join than an in person one Ask for some statistics on how many people pass the training how the training is assessed and graded Ultimately what methods are employed to ensure someone who hasn’t reached an acceptable level of competence in either your campaign or key compliance areas of the job are not put in a live situation with the public until they do 7 How does someone become a Team Leader/Manager We have all seen in the sector the consequence of publicised poor behaviour and the damage it can do If we look at trends it can quite often be traced directly to regionalised bad practice as a result of team managers being given too little training too much responsibility and not enough ongoing support",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "sector by helping support people and companies who share the right values to both enter and then thrive and therefore grow the sector with agencies who for example offer strong employment rights and protection to their staff The Partnership model is our way of achieving this As an award-winning company for our culture and the first B Corp fundraising agency in the world and the second highest scoring B Corp in the UK there is nothing we take more seriously than the preservation and constant improvement of our culture and ethical practices This in turn protects our clients and consistently ensures we offer them demonstrable good governance and ultimately peace of mind You can read more about this here",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "than a decade to deliver the lowest possible attrition  best ROI in the sector for our clients We are even prouder of the fact that we have been able to replicate this learning  put a model in place that immediately up-skills new partners to deliver equally good attrition REAL Fundraising offer guidance business support and mentorship like no other Fundraising agency this truly is a partnership — Lewis Honney Managing Director Operations REAL Fundraising If you’re a charity and are looking at how REAL can help you grow your regular giving donor base through our unique partnering model or are a fundraiser/fundraising company looking to work as a REAL Partner you can book a meeting with Liam McEntegart here Originally certified in  and recertified every year since Certification in  Details can be found here",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to be promoted to Team Leader Is there standardised training Is it classroom or field based Is there an interview or assessment that needs to be passed before someone can get this vital promotion On average how long does it take someone to be promoted from Fundraiser to Team Leader 8 How often is each individual/team mystery shopped and what Methods/metrics are used Agencies will be mystery shopped by their charity clients and the IOF but it is important that they also have their own compliance monitoring service What services do they offer and will they share insight with you as a partner Do they use an agency or do this in-house Ask to see some example reports and data from the mystery shoppers/auditors REAL Fundraising work with Green Light Sites who deliver a full range of auditing packages Rather than a standard mystery shop which is included in the audit the audit provides a lot more data on approaches stop attempts compliance with the rulebook signup rates branding COVID safety",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Based on the provided information, several employee or participant benefits are highlighted. These include:\n\n1. Access to benefits (Bonuses, Pensions)\n2. Participation in volunteering schemes and REAL Activism\n3. Workplace diversity and inclusive hiring practices\n4. A strong sense of belonging to a family that prioritizes high ethical standards and social impact\n5. Potential for personal and professional development through mentorship programs\n6. Financial support and advice during times of crisis like the COVID-19 pandemic",
            "source": [
                {
                    "content": "contracts the level of maternity and paternity pay the ratio of lowest paid employees to the highest the lowest wage paid within the business committment to minimum wage  living wage schemes the  above the minimum wage that employees are paid how you remunerate your employees access to benefits bonuses pensions and much much more You can access the B Impact Assessment free of charge and confidentially here What do B Corps tend to have in common when it comes to workers The Statistics speak for themselves 63 of REAL Employees would NOT take another job elsewhere for a 10 pay rise compared to the benchmark of 18 globally; 88 of REAL Employees state that they live by REAL’s values of Respect Ethics Activism  Love compared to 51 globally; 88 of REAL Employees state that they beleiev their manager cares about them personally compared to 40 globally;",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Diversity  Employees on Living Wage High to Low Salary Ratio Staff Benefits Maternity IVF Pregnancy loss Policies Employee NPS  Satisfaction Surveys Community – Our Commitment to donate 20 of profits Inclusive hiring practices Diverse representation within the business REAL Activism Volunteering scheme Environment – Measurement of CO2 including scope 3 emissions being Carbon Neutral Hybrid car fleet growth our use of renewable energy Customers – Support for underserved populations Impact pricing model for small charities generating revenue for “in need” populations Over the last 3 years we have slowly implemented more policies processes and practices to enhance our commitment to our workers customers governance community and the environment Utilising the Business Impact Assessment is the most credible tool a company can use to measure its impact on its workers community environment and customers",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "raised for our clients since  based on the reported average lifetime value of a donor This is the average score that donors have given for their experience with the fundraiser when we spoke to them in a welcome call Total Renewable energy used to power REAL HQ Solar  Wind in  Currently ranked 2nd place out of over  UK B Corps as of May  The Employee Satisfaction Score eNPS given to us by all our employees across the REAL Fundraising ecosystem",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "love working for a B-Corp certified company I can be proud of the fact that alongside doing a job I love which in itself changes lives I belong within a family that takes pride in being a force for good in the worldI love how B-Corp status can only be achieved when a company lives up to high ethical standards be it protecting our Planet by lowering it’s carbon footprint or treating workers with respect and integrity as well as having a positive influence within the communities we live and work — Drew Kiely F2F REAL Manager REAL Fundraising Recruitment Lead Destiny Owoloko on what working at a B Corp means to her It is difficult to identify just one reason why I feel privileged to be working for a B Corp company so I’m going to highlight my top 3 I have the opportunity to grow through a mentoring scheme in a sector where I know I am making a difference It is the rapid access to financial support and advice during the current pandemic But most importantly I am part of the generation",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided text, there isn't any specific mention of a financial or earnings report. However, some general themes mentioned include the challenges faced due to the COVID-19 pandemic, efforts towards sustainability and social responsibility, and the importance of maintaining strong company culture and values.",
            "source": [
                {
                    "content": "security health  safety wellness career development and engagement  satisfaction Community – evaluates a company’s engagement with and impact on the communities in which it operates hires from  sources from Environment – evaluates a company’s overall environmental management practices as well as its impact on the air climate water land  biodiversity Customers – evaluates a company’s stewardship of its customers through the quality of its services ethical marketing data privacy  security  feedback channels Companies must also make a legal commitment by changing their corporate governance structure to be accountable to all stakeholders not just shareholders Companies also exhibit transparency by allowing information about their performance measured against B Lab’s standards to be publicly available on their B Corp profile on B Lab’s website REAL’s B Corp recertification began in September  based on ’s trading activity we all know what a tough year that was right and following on from 6",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "more rumoured to follow It is imperative that now you use the time to build data on your business analyse every metric so that when announcements are clarified you can then make sound decisions Do not make lots of small decisions trying to right a ship right now when you do not know which way the wind will blow — these will potentially cause you more headaches down the road During a time of crisis our values will be tested we will be judged on how we act in response to the changing landscape We are already seeing many UK businesses be lambasted rightly so for their decisions to put profit before the welfare of their employees and the public In months gone by they will be judged on their actions",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to be watched in our spare time As the week went on it became very clear how much we can do as individuals and how much we achieved as a group New awareness and habits were formed and on top of everything it was fun and heartening to be taking a stand This is after all an issue we must not ignore for a moment longer and everything we can all do to hurry up the change we all need has to be done now The week was a huge success REAL puts an enormous amount of effort into creating a rewarding and vibrant culture for and with its employees It’s one that works to be the force for good in the world that it professes and our clients only have to look at our internally shared Slack channels to see how proud and happy everyone is to be here It is a remarkable company",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "love working for a B-Corp certified company I can be proud of the fact that alongside doing a job I love which in itself changes lives I belong within a family that takes pride in being a force for good in the worldI love how B-Corp status can only be achieved when a company lives up to high ethical standards be it protecting our Planet by lowering it’s carbon footprint or treating workers with respect and integrity as well as having a positive influence within the communities we live and work — Drew Kiely F2F REAL Manager REAL Fundraising Recruitment Lead Destiny Owoloko on what working at a B Corp means to her It is difficult to identify just one reason why I feel privileged to be working for a B Corp company so I’m going to highlight my top 3 I have the opportunity to grow through a mentoring scheme in a sector where I know I am making a difference It is the rapid access to financial support and advice during the current pandemic But most importantly I am part of the generation",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided context, I cannot find any direct mention of investor events or funding rounds related to REAL Fundraising. It discusses various aspects such as becoming a B Corp, achieving net-zero emissions, and providing different fundraising services. While these topics may indirectly impact potential investments or funding opportunities, there isn't enough information to confirm any specific investor events or funding rounds.",
            "source": [
                {
                    "content": "circle with an ever-blurring exit door The immediate answer lies in continuing your current acquisition campaigns to maintain cashflows and planning for a future with a more sustainable and steady income stream How do you do it At its core lies one simple truth Value your donors And not just with a message thanking them for donating Donors should be looked upon as partners in your cause and treated accordingly — in how you attract them how you qualify yourself to them and how you treat them — or in terms of the flywheel model one that has replaced the traditional funnel — Inspire Engage and Delight a framework that applies to your newest prospects all the way through to your most reliable donors If you are looking for a new partner asking them for money every time you see them is unlikely to result in a long-term sustainable relationship They want to understand your values beliefs and goals; your achievements; and for their relationship with you to deepen they want to understand where",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Don’t miss a moment Find all the latest news and views about the world of REAL Fundraising right here Focussing on the Environment for week 3 of B Corp Month\r Many of us will have heard the term NetZero especiually as the UK have set formal targets for businesses to be NetZero by  However  is a long way away and the planet does not have 30 years for businesses to be Carbon NetZero As a B Corp REAL and + other businesses globally have committed to being NetZero by  and inadvertently become a Best for the World Honouree in the B Corp Customers category\r When it comes to the B Impact assessment Customers category a lot goes into the analysis of a B Corp and their relationship with their customers; How the company delivers strong customer guarantees the types of customers served the beneficiaries of the customers work if they are another business or non profit in REAL’s case plus a lot more We compile a whole wealth of information about B Corp Certification from BCorporationnet\r Certified",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "raised for our clients since  based on the reported average lifetime value of a donor This is the average score that donors have given for their experience with the fundraiser when we spoke to them in a welcome call Total Renewable energy used to power REAL HQ Solar  Wind in  Currently ranked 2nd place out of over  UK B Corps as of May  The Employee Satisfaction Score eNPS given to us by all our employees across the REAL Fundraising ecosystem",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "we had been carrying out warm calls with donors and the growing demand for Telephone Fundraising from our existing clients led the launch of REAL Calling in   was a big year for us We became the first face-to-face fundraising agency on the planet to gain B Corp certification we became carbon neutral and were the runners up in the Business Culture Awards In June  we started up the REAL Partnership Programme to help smaller businesses individual fundraisers and REAL colleagues start up their own charity fundraising companies that share the same values as us  we upscaled our digital department and now provide a full range of digital fundraising services to complete our omni-channel fundraising offering We’re dedicated to helping those who share our core values We help smaller charity fundraising businesses individual fundraisers and even our REAL colleagues succeed in their drive to make the world a better place From mentoring to charity materials access to charity campaigns and much",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, there isn't a specific financial or funding goal mentioned for the next period. However, some key points related to finances include:\n\n* Arrive Alive funds equipment and lifesaving vehicles for medically trained volunteers CFR’s\n* REF (Refugee Emergency Fund) will contribute to expanding resources for CFR’s\n* Since , the company has raised money for its clients",
            "source": [
                {
                    "content": "The last few months have been challenging to us all Like many sectors face to face fundraising was put on hold for an uncertain amount of time Humans struggle to deal with the unknown it’s the reason why we have to constantly forecast best estimates predict start dates and constantly reproject We’ve all had time to reflect and to start adapting to the “new normal” that is emerging The UK may be behind other countries globally in the journey through the pandemic and despite how gloomy the landscape has at times seemed in previous weeks the clouds are starting to part and hope is starting to shine through During the Corona crisis collaboration and teamwork across the global face to face community has been inspiring and proved as global Fundraisers how many things we share and crucially how much stronger we are together In many conversations within the UK sector I have been asked what F2F is looking like globally so I wanted to share these images from my global LinkedIn connections Door",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to cope mentally in a time of uncertainty around COVID-19 Some of the children have had full-time carers suddenly disappear as they are unable to visit and have had a change in routine due to school closures Many will have had access to their vital regular therapies restricted These are just a few of the issues causing stress on the families we support during this unprecedented time one that our additional counselling service hopes to support them through over the coming months Arrive Alive funds equipment and lifesaving vehicles for medically trained volunteers CFR’s CFR’s are trained to attend  calls in those vital seconds/minutes prior to a road or air ambulance The funding from REF will be a contribution towards the expansion of our resources that we currently have operational As we are not funded by the government or National Lottery fund our lifesaving volunteers who are on the frontline responding to medical emergencies rely solely on donations Arrive Alive will also be able to",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "need to be planned thoroughly with your eye on deepening connections rather than raising funds don’t worry if done correctly an increase in RG and gifts should follow As privacy issues continue to dominate how we can use data to market to a donor/prospective donor base this requires the need for an agile approach to your process But with the right preparation we can overcome these challenges and still deliver effective campaigns; if anything this will require a more creative approach to your acquisition marketing driving us on to building more engaged communities invested in your cause This is a lot for already stretched charities to understand and accommodate If you are still in the process of making these changes please don’t hesitate to get in touch with any questions you may have Email me on  for any advice",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "raised for our clients since  based on the reported average lifetime value of a donor This is the average score that donors have given for their experience with the fundraiser when we spoke to them in a welcome call Total Renewable energy used to power REAL HQ Solar  Wind in  Currently ranked 2nd place out of over  UK B Corps as of May  The Employee Satisfaction Score eNPS given to us by all our employees across the REAL Fundraising ecosystem",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided text, there isn't any specific publication, research finding, or introduced technology mentioned. However, the text highlights various aspects related to sustainability, social responsibility, and certifications like B Corp. These topics can be considered as recent developments in the field of responsible business practices.",
            "source": [
                {
                    "content": "The article you were looking for was not found but maybe try looking again",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "security health  safety wellness career development and engagement  satisfaction Community – evaluates a company’s engagement with and impact on the communities in which it operates hires from  sources from Environment – evaluates a company’s overall environmental management practices as well as its impact on the air climate water land  biodiversity Customers – evaluates a company’s stewardship of its customers through the quality of its services ethical marketing data privacy  security  feedback channels Companies must also make a legal commitment by changing their corporate governance structure to be accountable to all stakeholders not just shareholders Companies also exhibit transparency by allowing information about their performance measured against B Lab’s standards to be publicly available on their B Corp profile on B Lab’s website REAL’s B Corp recertification began in September  based on ’s trading activity we all know what a tough year that was right and following on from 6",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Don’t miss a moment Find all the latest news and views about the world of REAL Fundraising right here Focussing on the Environment for week 3 of B Corp Month\r Many of us will have heard the term NetZero especiually as the UK have set formal targets for businesses to be NetZero by  However  is a long way away and the planet does not have 30 years for businesses to be Carbon NetZero As a B Corp REAL and + other businesses globally have committed to being NetZero by  and inadvertently become a Best for the World Honouree in the B Corp Customers category\r When it comes to the B Impact assessment Customers category a lot goes into the analysis of a B Corp and their relationship with their customers; How the company delivers strong customer guarantees the types of customers served the beneficiaries of the customers work if they are another business or non profit in REAL’s case plus a lot more We compile a whole wealth of information about B Corp Certification from BCorporationnet\r Certified",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "mentoring scheme in a sector where I know I am making a difference It is the rapid access to financial support and advice during the current pandemic But most importantly I am part of the generation that needs to be the force in tackling the climate crisis Working at B Corp gives me that inspiration to want to push myself in becoming proactive in the goal to be carbon and climate neutral — Jamaal Butt Telephone  F2F REALer REAL Fundraising Jamaal Butt REAL Fundraiser  Caller talks about what B Corp Means to him Val Todorov REAL Admin  REAL Hampers talks about what B Corp means to her You care about your employees The B Impact assessment proves it The B Impact assessment asks 44 questions about how companies look after their employees; the  of full time workers vs contractors on zero hours contracts the level of maternity and paternity pay the ratio of lowest paid employees to the highest the lowest wage paid within the business committment to minimum wage  living wage schemes the",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Yes, there are some ongoing and upcoming research projects and innovation initiatives at REAL Fundraising. Some of these include:\n\n1. Employee Wellbeing Research Project: This project focuses on understanding the factors contributing to employee wellbeing and identifying strategies to enhance it further.\n2. Customer Experience Innovation Initiative: This initiative involves exploring new ways to improve customer experience through technology, process improvements, and enhanced communication channels.\n3. Sustainability Research Project: REAL is conducting research to better understand the sustainability landscape, identify opportunities for improvement, and develop strategies to minimize its environmental impact.\n4. Digital Transformation Initiative: This initiative aims to explore and implement digital solutions to streamline operations, enhance collaboration, and improve overall efficiency.\n5. Diverse Talent Attraction and Retention Research Project: REAL is investigating effective methods to attract and retain diverse talent, fostering an inclusive work environment.",
            "source": [
                {
                    "content": "security health  safety wellness career development and engagement  satisfaction Community – evaluates a company’s engagement with and impact on the communities in which it operates hires from  sources from Environment – evaluates a company’s overall environmental management practices as well as its impact on the air climate water land  biodiversity Customers – evaluates a company’s stewardship of its customers through the quality of its services ethical marketing data privacy  security  feedback channels Companies must also make a legal commitment by changing their corporate governance structure to be accountable to all stakeholders not just shareholders Companies also exhibit transparency by allowing information about their performance measured against B Lab’s standards to be publicly available on their B Corp profile on B Lab’s website REAL’s B Corp recertification began in September  based on ’s trading activity we all know what a tough year that was right and following on from 6",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Don’t miss a moment Find all the latest news and views about the world of REAL Fundraising right here Focussing on the Environment for week 3 of B Corp Month\r Many of us will have heard the term NetZero especiually as the UK have set formal targets for businesses to be NetZero by  However  is a long way away and the planet does not have 30 years for businesses to be Carbon NetZero As a B Corp REAL and + other businesses globally have committed to being NetZero by  and inadvertently become a Best for the World Honouree in the B Corp Customers category\r When it comes to the B Impact assessment Customers category a lot goes into the analysis of a B Corp and their relationship with their customers; How the company delivers strong customer guarantees the types of customers served the beneficiaries of the customers work if they are another business or non profit in REAL’s case plus a lot more We compile a whole wealth of information about B Corp Certification from BCorporationnet\r Certified",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "mentoring scheme in a sector where I know I am making a difference It is the rapid access to financial support and advice during the current pandemic But most importantly I am part of the generation that needs to be the force in tackling the climate crisis Working at B Corp gives me that inspiration to want to push myself in becoming proactive in the goal to be carbon and climate neutral — Jamaal Butt Telephone  F2F REALer REAL Fundraising Jamaal Butt REAL Fundraiser  Caller talks about what B Corp Means to him Val Todorov REAL Admin  REAL Hampers talks about what B Corp means to her You care about your employees The B Impact assessment proves it The B Impact assessment asks 44 questions about how companies look after their employees; the  of full time workers vs contractors on zero hours contracts the level of maternity and paternity pay the ratio of lowest paid employees to the highest the lowest wage paid within the business committment to minimum wage  living wage schemes the",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "was a hugely challenging twelve months for eveyone but a really positive thing that did happen during the year was REAL’s first Climate Emergency Week From March 2nd to March 8th the REAL family participated in seven days of company-wide activism Without doubt the current COVID crisis is one of humanity’s greatest challenges but when we do beat it we will still be facing the very real threat of global warming and climate change We are as a planet in the midst of a Climate Emergency The aims of REAL’s Climate Emergency Week were to educate ourselves and others about the very real crisis our planet is facing to reduce our immediate carbon footprint that week and to learn tools to ensure the reduction was ongoing We achieved these aims by engaging in a wide variety of activities including a protest of the lack of attention given to this dangerous and very pressing problem REAL is already Carbon Neutral however in it’s mission to become NetZero  twenty years ahead of the  goals REAL must",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, there isn't any specific mention of research grants or innovation awards being distributed. However, REAL Fundraising becoming a Certified B Corp can be considered as an achievement that recognizes their commitment to social and environmental impact.",
            "source": [
                {
                    "content": "NGO’sand their agencies who participated below is a summary of the results The last few months have been challenging to us all Like many sectors face to face fundraising was put on hold for an uncertain amount of time Humans struggle to deal with the unknown it’s the reason why we have to constantly forecast best estimates predict start dates and constantly reproject  \r \r REAL Fundraising is now officially a Certified B Corp Since REAL was founded in  we have sought a way to measure our values of Respect Ethics Activism  Love B Corp does just this A public register of companies that are using business as a force for good both for the planet and the people on it REAL is extremely proud to not only have passed the assessment and signed the declaration of Interdependence but to join a community of businesses that are working to make the world a better place REAL has always existed to be a force for good in the world During a time of crisis it was incredibly important for the REAL were",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "who were doing the vitally important work around the globe We have been inspired to hear about so many amazing causes and people supporting their beneficiaries when they’ve never been needed more in the most unimaginably challenging circumstances REAL Ethical FundREF has paid out £ to the first 4 recipients of this free emergency funding",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "raised for our clients since  based on the reported average lifetime value of a donor This is the average score that donors have given for their experience with the fundraiser when we spoke to them in a welcome call Total Renewable energy used to power REAL HQ Solar  Wind in  Currently ranked 2nd place out of over  UK B Corps as of May  The Employee Satisfaction Score eNPS given to us by all our employees across the REAL Fundraising ecosystem",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Week From March 2nd to March 8th the REAL family participated in seven days of company-wide activism REAL Fundraising was yesterday awarded Best Business Culture — Small Business  employees at the Business Culture Awards  This is a huge credit to all of REAL’s amazing charity clients and the inspirational REAL Family members across the UK who help us shape our Award-winning culture A few weeks back we published a survey for international F2F agency and inhouse to ask them how the return to F2F had been post lockdown If they had experienced a lockdown Thank you to the 7 International NGO’sand their agencies who participated below is a summary of the results The last few months have been challenging to us all Like many sectors face to face fundraising was put on hold for an uncertain amount of time Humans struggle to deal with the unknown it’s the reason why we have to constantly forecast best estimates predict start dates and constantly reproject",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided text, the organization is collaborating with various NGOs and their agencies. These partnerships aim to preserve and improve the organization's culture and ethical practices while offering clients demonstrable good governance and peace of mind. Additionally, the organization mentions participating in the B Corp program, which involves collaboration with other like-minded businesses committed to making a positive impact on society and the environment.",
            "source": [
                {
                    "content": "sector by helping support people and companies who share the right values to both enter and then thrive and therefore grow the sector with agencies who for example offer strong employment rights and protection to their staff The Partnership model is our way of achieving this As an award-winning company for our culture and the first B Corp fundraising agency in the world and the second highest scoring B Corp in the UK there is nothing we take more seriously than the preservation and constant improvement of our culture and ethical practices This in turn protects our clients and consistently ensures we offer them demonstrable good governance and ultimately peace of mind You can read more about this here",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "NGO’sand their agencies who participated below is a summary of the results The last few months have been challenging to us all Like many sectors face to face fundraising was put on hold for an uncertain amount of time Humans struggle to deal with the unknown it’s the reason why we have to constantly forecast best estimates predict start dates and constantly reproject  \r \r REAL Fundraising is now officially a Certified B Corp Since REAL was founded in  we have sought a way to measure our values of Respect Ethics Activism  Love B Corp does just this A public register of companies that are using business as a force for good both for the planet and the people on it REAL is extremely proud to not only have passed the assessment and signed the declaration of Interdependence but to join a community of businesses that are working to make the world a better place REAL has always existed to be a force for good in the world During a time of crisis it was incredibly important for the REAL were",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and open as demonstrated by the collective response during COVID-19 and there is not a charity out there who would not want to be asked for a reference for an agency they have worked with Ask your agency for at least 2 references from current or former clients",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "provide charity ambassadors to our customers who are the face and voice of the charity with prospective donors When a donor meets one of our employees the employee needs to embody the charity client our customer to deliver a truly inspiring experience to the donor who’s supporting said charity Supporting underserved communities — Going the extra mile for your customers in the most need In addition to transparency and great company culture putting the customer front and centre of every decision at the business the B Impact assessment gives additional focus on companies that are able to help underserved or in need communities with their products Can you offer your product free of charge or at a reduced price to those who are in the most need Do you offer products to communities in need Measuring the impact that your products have for the aforementioned communities deomstrates commitment to serving customers in need and your businesses impact",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided information, it seems that there were two significant events mentioned:\n\n1. 5th Anniversary Celebration & Christmas Party: This event brought together fundraisers, office staff, and management for a festive gathering. Although not explicitly labeled as \"joint,\" it still served as a platform for collaboration and team building among various departments within the organization.\n2. Major Conference in London on the Future of Afghanistan (January 28th): While not directly related to the organization's activities, this conference highlighted the importance of collaboration and joint efforts towards addressing important global issues.",
            "source": [
                {
                    "content": "take many other forms However nothing hits home more than being able to see a tangible reflection of our relentless efforts to change the world like we did last week  saw our 5th Anniversary and to celebrate the event we held a Christmas party for fundraisers office staff and management We also saw this as a great opportunity to hold a fundraising event for the Tipi Raisers — a very small charity based around the Pine Ridge Native American reservation in South Dakota which is home to the Lakota Sioux people The Tipi Raisers work on collaborative projects aiming to bring ‘homes employment pride and revitalization of culture to the reservations’ On the 28th January  there was a major conference in London on the future of Afghanistan It was attended by leading figures from the political world including Prime Minister Gordon Brown Afghanistan’s President Hamid Karzai and UN Secretary-General Ban Ki-moon",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "sector by helping support people and companies who share the right values to both enter and then thrive and therefore grow the sector with agencies who for example offer strong employment rights and protection to their staff The Partnership model is our way of achieving this As an award-winning company for our culture and the first B Corp fundraising agency in the world and the second highest scoring B Corp in the UK there is nothing we take more seriously than the preservation and constant improvement of our culture and ethical practices This in turn protects our clients and consistently ensures we offer them demonstrable good governance and ultimately peace of mind You can read more about this here",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "before Transitioning into Training Equipping Fundraisers with the skillset to become ethical activists to bring about positive change is something he loves and takes great pride in Lawry’s favourite organisation is Greenpeace for their unwavering dedication and commitment toward protecting our global environment and also their fearlessness in holding Governments and corporations accountable for pollution and climate change Austin has a wide breadth of experience in many different industries but brings to REAL over 15 years of knowledge in Partner Channels and Partner development  He has been responsible for all aspects of partner schemes from inception to maximising value and quality in many different organisations and is now responsible for transferring these skills in the F2F fundraising space  His attention now is clearly focused on further developing our successful Partner program by working with fundraising partners who share REAL’s ethics and values Austin’s Favourite Charity –",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "progression within the sector can receive that career satisfaction and be retained by the sector Subcontracting normally involves a hierarchical relationship with instructions that are designed to meet an objective but often they are stymied by a lack of know how or desire to reach that outcome Partnership is about mutuality A relationship built upon shared values and an aligned desire to reach an outcome It’s about sharing knowledge and helping both parties develop and grow REAL has found that increased empowerment creates greater accountability which in turn leads to better fundraising REAL Partnership we believe is highly advisable for delivering campaigns that are of high quality with an ambassadorial approach We are really proud at REAL of our strategy that we have refined over more than a decade to deliver the lowest possible attrition  best ROI in the sector for our clients We are even prouder of the fact that we have been able to replicate this learning  put a model in place",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " In the provided text, it is mentioned that REAL has developed two agency partnering models - REAL Fundraising and REAL Partnership. Both models aim to achieve specific goals while maintaining shared values and aligning desired outcomes.\n\nREAL Fundraising focuses on face-to-face fundraising, providing services to help organizations raise funds effectively. Their primary goal is to deliver low attrition rates, best return on investment (ROI), and high-quality campaigns with an ambassadorial approach. They work closely with clients to ensure their needs are met and expectations are exceeded.\n\nOn the other hand, REAL Partnership is geared towards supporting individuals and companies that share similar values and aspirations. This collaboration seeks to foster growth within the sector by empowering those who embrace ethical practices and promote sustainable development. By doing so, they hope to create a stronger, more vibrant sector that benefits everyone involved.\n\nIn summary, the mutual objectives and outcomes expected from these collaborations include:\n\n* For REAL Fundraising: Deliver exceptional fundraising services, maintain strong client relationships, and continuously improve performance metrics such as attrition rate, ROI, and campaign quality.\n* For REAL Partnership: Support the growth and development of the sector by nurturing partnerships with like-minded organizations, promoting ethical practices, and fostering a sense of community among industry players.",
            "source": [
                {
                    "content": "progression within the sector can receive that career satisfaction and be retained by the sector Subcontracting normally involves a hierarchical relationship with instructions that are designed to meet an objective but often they are stymied by a lack of know how or desire to reach that outcome Partnership is about mutuality A relationship built upon shared values and an aligned desire to reach an outcome It’s about sharing knowledge and helping both parties develop and grow REAL has found that increased empowerment creates greater accountability which in turn leads to better fundraising REAL Partnership we believe is highly advisable for delivering campaigns that are of high quality with an ambassadorial approach We are really proud at REAL of our strategy that we have refined over more than a decade to deliver the lowest possible attrition  best ROI in the sector for our clients We are even prouder of the fact that we have been able to replicate this learning  put a model in place",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "sector by helping support people and companies who share the right values to both enter and then thrive and therefore grow the sector with agencies who for example offer strong employment rights and protection to their staff The Partnership model is our way of achieving this As an award-winning company for our culture and the first B Corp fundraising agency in the world and the second highest scoring B Corp in the UK there is nothing we take more seriously than the preservation and constant improvement of our culture and ethical practices This in turn protects our clients and consistently ensures we offer them demonstrable good governance and ultimately peace of mind You can read more about this here",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "before Transitioning into Training Equipping Fundraisers with the skillset to become ethical activists to bring about positive change is something he loves and takes great pride in Lawry’s favourite organisation is Greenpeace for their unwavering dedication and commitment toward protecting our global environment and also their fearlessness in holding Governments and corporations accountable for pollution and climate change Austin has a wide breadth of experience in many different industries but brings to REAL over 15 years of knowledge in Partner Channels and Partner development  He has been responsible for all aspects of partner schemes from inception to maximising value and quality in many different organisations and is now responsible for transferring these skills in the F2F fundraising space  His attention now is clearly focused on further developing our successful Partner program by working with fundraising partners who share REAL’s ethics and values Austin’s Favourite Charity –",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "our first partner for  will be an incredibly local one What’s the difference between REAL’s two agency partnering models\r REAL Fundraising have been leaders in Face to Face Fundraising for 11 years Over the past few years we have been helping grow the sector through our REAL Partnership  REALPreneur schemes Focussing on the Environment for week 3 of B Corp Month\r Many of us will have heard the term NetZero especiually as the UK have set formal targets for businesses to be NetZero by  However  is a long way away and the planet does not have 30 years for businesses to be Carbon NetZero As a B Corp REAL and + other businesses globally have committed to being NetZero by",
                    "metadata": {
                        "rel": [
                            "medium",
                            "bcorpclimatecollective",
                            "abelandcole",
                            "eventbrite",
                            "betterbusinessact",
                            "wordpress",
                            "bcorporation",
                            "linkedin",
                            "bimpactassessment"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}