{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided information, there are several sustainable and environmental practices that have been implemented by the organization. These include:\n\n1. Incorporating shared values within their organizations, contributing to the development of Peru.\n2. Measuring their social and environmental impacts, working towards solutions for community and environmental problems.\n3. Participation in the \"Empresas 2S\" program, which seeks synergies with other companies in the network to positively impact society and address business-related environmental, logistical, or tax challenges.\n\nAdditionally, the organization has demonstrated strong commitment to collaboration, proactivity, assertiveness, empathy, and openness to change and new ideas. This collaborative approach fosters a supportive environment where team members can work together to overcome challenges and capitalize on opportunities.",
            "source": [
                {
                    "content": "de organizaciones que contribuyen a la protección ambiental Empresas peruanas que incorporan Valor Compartido en sus organizaciones contribuyendo al desarrollo del país Empresas que miden su impacto social y ambiental responsables de dar soluciones a problemas en la comunidad y el medio ambiente Reconocimiento de Empresas B en la categoría “Comunidad” aquellas que brindan soluciones a problemas ambientales y sociales Dirección Av Algarrobos MzF Lt3 Villa El Salvador  Lima - Perú Empresa B Certificada Miembro de la Red Kunan",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "en nuestro comportamiento y accionar Todos nuestros compañeros de trabajo clientes y donantes pueden confiar en nosotros Nos apoyamos siempre el uno al otro con proactividad asertividad y empatía valorando el trabajo mutuo y respondiendo juntos a las actividades en un espacio colaborativo cercano y motivador Respondemos ante los desafíos con optimismo y apertura abrazando los cambios como nuevas oportunidades siempre dispuestos a plantear y aprender alternativas creativas que fortalezcan nuestro propósito Incubación por el centro de emprenidimiento e innovación de la Universidad del Pacífico Reconocimiento de la labor de los jóvenes emprendedores e innovadores sociales del país El desafío KUNAN es el reconocimiento al emprendimiento social más importante del Perú Reconocimiento por el desempeño de organizaciones que contribuyen a la protección ambiental Empresas peruanas que incorporan Valor Compartido en sus organizaciones contribuyendo al desarrollo del país Empresas que miden su",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Estamos acostumbrados a tener el beneficio inmediato y desvincularnos de nuestra responsabilidad y se calcula que cada habitante produce un kilo de basura por día lo que da un total de  kilos cada 24 horas ONU Lima genera la mitad de residuos del país y lamentablemente cerca del 46 termina en botaderos informales creando puntos críticos en la ciudad WWF; MINAM Si todos los seres humanos mantuviéramos los hábitos actuales de un limeño promedio Debemos cambiar la forma en que producimos y consumimos Por esoRecidar nace con el sueño de promover una economía solidaria y circular con el fin de dejar atrás a la economía lineal que La reutilización no solo nos asegura un futuro mejor también es una herramienta para dar capacidades y oportunidades a los que menos tienen Dirección Av Algarrobos MzF Lt3 Villa El Salvador  Lima - Perú Empresa B Certificada Miembro de la Red Kunan",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "y ambiental Esto respalda nuestras actividades en alianza en el marco de nuestro programa corporativo “Empresas 2S” el cual estamos presentando a las empresas de la red en busca de sinergias que impacten positivamente a nuestra sociedad y resuelvan las necesidades ambientales logísticas y/o tributarias de las empresas ¿Cuáles son los retos y desafíos/oportunidades de su organización en materia de gestión socialmente responsable Actualmente nuestro mayor desafío es la generación de un sistema integrado que garantice la trazabilidad de los objetos desde su recolección hasta su venta  Nuestra experiencia con donaciones ha desarrollado en nosotros la capacidad de ser dinámicos e innovadores en el tratamiento de objetos de diversas categorías con características particulares por lo que estamos listos para implementar este sistema que facilite el registro proceso logístico valorización y distribución de cada uno de los objetos de manera eficiente y eficaz Aunque no parezca tener relación",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation in Peru. However, providing a comprehensive list with 10 specific events might not be feasible due to potential changes or updates since the information was last available. Instead, I can provide you with some examples of notable organizations and events related to environmental conservation in Peru. Some of these include:\n\n1. Climate Summit (Cumbre Climática): An annual event organized by the Peruvian government, bringing together stakeholders from various sectors to discuss climate change policies and actions.\n```makefile\n   Climate Summit (Cumbre Climático)\n```\n12. National Forestry Forum (Foro Nacional Forestal): This forum brings together key actors involved in forest management, conservation, and sustainable development in Peru.\n```makefile\n   Foro Nacional Forestal\n```\n13. World Environment Day (Día Mundial del Medio Ambiente): Organized annually by the United Nations, this day encourages global awareness and action for the environment. Various events and activities take place in Peru to celebrate and promote environmental conservation.\n```makefile\n   Día Mundial del Medio Ambiente\n```\n14. REDD+ Programme (Programa REDD+): The Peruvian government implements this program to reduce greenhouse gas emissions from deforestation and forest degradation while promoting sustainable forest management.\n\nThese examples should give you an idea of the types of events and initiatives focused on environmental conservation in Peru. There may be additional events or initiatives taking place throughout the year, so it is always a good idea to stay informed about current happenings in the field.",
            "source": [
                {
                    "content": "se realizó una visita guiada a Mi Bazar y un ameno compartir entre los asistentes Estuvieron presentes representantes de organizaciones aliadas socios corporativos del programa corporativo de Recidar Empresas 2S y referentes del ecosistema emprendedor entre los que destacaron Cinthia Valera directora ejecutiva de Kunan Javier García coordinador del Premio Protagonistas del Cambio en UPC Heison Espinoza de Ciclos Studio Wenz Hoppus de Wearejana José Antonio Díaz CEO de FUB y José Franco de Circular Netter Pinedo presentador del evento dando la bienvenida al público Además se contó la presencia de aliados como Luciana Arcila de Neo Consulting Sara Ramírez de Olla Común Número 1 Mi Angelito Carol Cuzcano coordinadora de Comunicaciones y Comunidad de Sistema B Perú y Paula Tamayo fundadora de FUSSION A su vez es importante destacar que muchas de las organizaciones forman parte de Empresas 2S un programa corporativo gratuito que despliega prácticas de reutilización en empresas",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "de organizaciones que contribuyen a la protección ambiental Empresas peruanas que incorporan Valor Compartido en sus organizaciones contribuyendo al desarrollo del país Empresas que miden su impacto social y ambiental responsables de dar soluciones a problemas en la comunidad y el medio ambiente Reconocimiento de Empresas B en la categoría “Comunidad” aquellas que brindan soluciones a problemas ambientales y sociales Dirección Av Algarrobos MzF Lt3 Villa El Salvador  Lima - Perú Empresa B Certificada Miembro de la Red Kunan",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "y ambiental Esto respalda nuestras actividades en alianza en el marco de nuestro programa corporativo “Empresas 2S” el cual estamos presentando a las empresas de la red en busca de sinergias que impacten positivamente a nuestra sociedad y resuelvan las necesidades ambientales logísticas y/o tributarias de las empresas ¿Cuáles son los retos y desafíos/oportunidades de su organización en materia de gestión socialmente responsable Actualmente nuestro mayor desafío es la generación de un sistema integrado que garantice la trazabilidad de los objetos desde su recolección hasta su venta  Nuestra experiencia con donaciones ha desarrollado en nosotros la capacidad de ser dinámicos e innovadores en el tratamiento de objetos de diversas categorías con características particulares por lo que estamos listos para implementar este sistema que facilite el registro proceso logístico valorización y distribución de cada uno de los objetos de manera eficiente y eficaz Aunque no parezca tener relación",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "La apertura de la tienda más grande de objetos de segundo uso en el Perú es un logro de la promoción de la economía circular a través de la reutilización de objetos en hogares y empresas Desde el  la empresa social Recidar viene promoviendo la economía circular generando acceso a oportunidades de compra segura y digna a familias con bajos recursos en los distritos de Chorrillos y Villa El Salvador VES además de impulsar la sostenibilidad del planeta por un futuro mejor Los bazares llamados “Mi Bazar de Recidar” se encuentran en los distritos mencionados y ofrecen objetos de segunda mano como juguetes adornos muebles libros menaje electrodomésticos ropa y zapatos a precios accesibles ofreciendo un espacio de compra segura y digna para las comunidades aledañas Como parte de las actividades planeadas se realizó una visita guiada a Mi Bazar y un ameno compartir entre los asistentes Estuvieron presentes representantes de organizaciones aliadas socios corporativos del programa corporativo de",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The provided text does not explicitly mention any specific environmental impact metrics being reported by the organization. However, it is mentioned that the company is working on generating an integrated system for tracking objects from their collection until their sale, which could potentially help in measuring and reporting various environmental impact metrics related to waste management, such as recycling rates or reduction in landfill usage. Additionally, the company mentions its commitment to social responsibility and sustainability, suggesting they may be monitoring other relevant indicators like carbon footprint, water consumption, or energy efficiency.",
            "source": [
                {
                    "content": "de organizaciones que contribuyen a la protección ambiental Empresas peruanas que incorporan Valor Compartido en sus organizaciones contribuyendo al desarrollo del país Empresas que miden su impacto social y ambiental responsables de dar soluciones a problemas en la comunidad y el medio ambiente Reconocimiento de Empresas B en la categoría “Comunidad” aquellas que brindan soluciones a problemas ambientales y sociales Dirección Av Algarrobos MzF Lt3 Villa El Salvador  Lima - Perú Empresa B Certificada Miembro de la Red Kunan",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "y ambiental Esto respalda nuestras actividades en alianza en el marco de nuestro programa corporativo “Empresas 2S” el cual estamos presentando a las empresas de la red en busca de sinergias que impacten positivamente a nuestra sociedad y resuelvan las necesidades ambientales logísticas y/o tributarias de las empresas ¿Cuáles son los retos y desafíos/oportunidades de su organización en materia de gestión socialmente responsable Actualmente nuestro mayor desafío es la generación de un sistema integrado que garantice la trazabilidad de los objetos desde su recolección hasta su venta  Nuestra experiencia con donaciones ha desarrollado en nosotros la capacidad de ser dinámicos e innovadores en el tratamiento de objetos de diversas categorías con características particulares por lo que estamos listos para implementar este sistema que facilite el registro proceso logístico valorización y distribución de cada uno de los objetos de manera eficiente y eficaz Aunque no parezca tener relación",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "A través de su programa internacional de voluntariado corporativo 3M Impact Global Heather Cowart Tanya Nybakken y Michael Welter ejecutivos senior de 3M de las oficinas de Chicago y Minnesota llegaron a Lima para integrar nuestro equipo de comunicaciones por dos semanas con el objetivo de diseñar un mapa estratégico de comunicación corporativa con acciones y herramientas clave para fortalecer alianzas con empresas y sus colaboradores Todo estuvo organizado por Pyxera Global con la fabulosa Carolina Gowland a cargo en agosto de  Desde el primer día quedó claro que esta colaboración sería especial La energía creatividad y enfoque de Tanya Heather Mike hizo que rápidamente se rompa el hielo y nos permitió construir un espacio de colaboración curiosidad y muchas ganas de contribuir Durante los primeros días les contamos todo acerca de Recidar desde sus inicios hasta los desafíos post pandemia pasando por los procesos altibajos dilemas y aprendizajes de esta apuesta por la Reutilización",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Estamos acostumbrados a tener el beneficio inmediato y desvincularnos de nuestra responsabilidad y se calcula que cada habitante produce un kilo de basura por día lo que da un total de  kilos cada 24 horas ONU Lima genera la mitad de residuos del país y lamentablemente cerca del 46 termina en botaderos informales creando puntos críticos en la ciudad WWF; MINAM Si todos los seres humanos mantuviéramos los hábitos actuales de un limeño promedio Debemos cambiar la forma en que producimos y consumimos Por esoRecidar nace con el sueño de promover una economía solidaria y circular con el fin de dejar atrás a la economía lineal que La reutilización no solo nos asegura un futuro mejor también es una herramienta para dar capacidades y oportunidades a los que menos tienen Dirección Av Algarrobos MzF Lt3 Villa El Salvador  Lima - Perú Empresa B Certificada Miembro de la Red Kunan",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Based on the provided information, it seems that the organization has not explicitly mentioned any specific public commitments to social or corporate responsibility. However, they have been working with other organizations under their program \"Empresas 2S,\" which focuses on promoting responsible business practices and environmental protection among companies. Additionally, the organization is part of the \"Empresas 2S\" program, which encourages its members to contribute to community development and environmental conservation. These efforts suggest that the organization values social and environmental responsibility, although there isn't a clear public commitment mentioned specifically.",
            "source": [
                {
                    "content": "A través de su programa internacional de voluntariado corporativo 3M Impact Global Heather Cowart Tanya Nybakken y Michael Welter ejecutivos senior de 3M de las oficinas de Chicago y Minnesota llegaron a Lima para integrar nuestro equipo de comunicaciones por dos semanas con el objetivo de diseñar un mapa estratégico de comunicación corporativa con acciones y herramientas clave para fortalecer alianzas con empresas y sus colaboradores Todo estuvo organizado por Pyxera Global con la fabulosa Carolina Gowland a cargo en agosto de  Desde el primer día quedó claro que esta colaboración sería especial La energía creatividad y enfoque de Tanya Heather Mike hizo que rápidamente se rompa el hielo y nos permitió construir un espacio de colaboración curiosidad y muchas ganas de contribuir Durante los primeros días les contamos todo acerca de Recidar desde sus inicios hasta los desafíos post pandemia pasando por los procesos altibajos dilemas y aprendizajes de esta apuesta por la Reutilización",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "se realizó una visita guiada a Mi Bazar y un ameno compartir entre los asistentes Estuvieron presentes representantes de organizaciones aliadas socios corporativos del programa corporativo de Recidar Empresas 2S y referentes del ecosistema emprendedor entre los que destacaron Cinthia Valera directora ejecutiva de Kunan Javier García coordinador del Premio Protagonistas del Cambio en UPC Heison Espinoza de Ciclos Studio Wenz Hoppus de Wearejana José Antonio Díaz CEO de FUB y José Franco de Circular Netter Pinedo presentador del evento dando la bienvenida al público Además se contó la presencia de aliados como Luciana Arcila de Neo Consulting Sara Ramírez de Olla Común Número 1 Mi Angelito Carol Cuzcano coordinadora de Comunicaciones y Comunidad de Sistema B Perú y Paula Tamayo fundadora de FUSSION A su vez es importante destacar que muchas de las organizaciones forman parte de Empresas 2S un programa corporativo gratuito que despliega prácticas de reutilización en empresas",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "de organizaciones que contribuyen a la protección ambiental Empresas peruanas que incorporan Valor Compartido en sus organizaciones contribuyendo al desarrollo del país Empresas que miden su impacto social y ambiental responsables de dar soluciones a problemas en la comunidad y el medio ambiente Reconocimiento de Empresas B en la categoría “Comunidad” aquellas que brindan soluciones a problemas ambientales y sociales Dirección Av Algarrobos MzF Lt3 Villa El Salvador  Lima - Perú Empresa B Certificada Miembro de la Red Kunan",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "y ambiental Esto respalda nuestras actividades en alianza en el marco de nuestro programa corporativo “Empresas 2S” el cual estamos presentando a las empresas de la red en busca de sinergias que impacten positivamente a nuestra sociedad y resuelvan las necesidades ambientales logísticas y/o tributarias de las empresas ¿Cuáles son los retos y desafíos/oportunidades de su organización en materia de gestión socialmente responsable Actualmente nuestro mayor desafío es la generación de un sistema integrado que garantice la trazabilidad de los objetos desde su recolección hasta su venta  Nuestra experiencia con donaciones ha desarrollado en nosotros la capacidad de ser dinámicos e innovadores en el tratamiento de objetos de diversas categorías con características particulares por lo que estamos listos para implementar este sistema que facilite el registro proceso logístico valorización y distribución de cada uno de los objetos de manera eficiente y eficaz Aunque no parezca tener relación",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Based on the provided information, it seems that there are regular updates and communications about Recidar's commitment to sustainability and social responsibility. However, I cannot find any specific mention of annual or quarterly reports detailing these commitments. It is possible that such reports may be shared internally or with certain stakeholders but not publicly available.",
            "source": [
                {
                    "content": "A través de su programa internacional de voluntariado corporativo 3M Impact Global Heather Cowart Tanya Nybakken y Michael Welter ejecutivos senior de 3M de las oficinas de Chicago y Minnesota llegaron a Lima para integrar nuestro equipo de comunicaciones por dos semanas con el objetivo de diseñar un mapa estratégico de comunicación corporativa con acciones y herramientas clave para fortalecer alianzas con empresas y sus colaboradores Todo estuvo organizado por Pyxera Global con la fabulosa Carolina Gowland a cargo en agosto de  Desde el primer día quedó claro que esta colaboración sería especial La energía creatividad y enfoque de Tanya Heather Mike hizo que rápidamente se rompa el hielo y nos permitió construir un espacio de colaboración curiosidad y muchas ganas de contribuir Durante los primeros días les contamos todo acerca de Recidar desde sus inicios hasta los desafíos post pandemia pasando por los procesos altibajos dilemas y aprendizajes de esta apuesta por la Reutilización",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "En el  fuimos certificados por primera vez como Empresa B siendo parte de una red internacional de empresas que asumen un compromiso de mejora continua y ponen su propósito empresarial socioambiental en el centro de su modelo de negocio El año pasado fuimos recertificados hasta el  pasando por un proceso de evaluación en 5 áreas de la empresa Gobierno Trabajadores Clientes Comunidad y Medio Ambiente En el  fueron Rodrigo Nores y Milagros Mosqueira del equipo recidariano quienes asumieron el reto de revisar y crear puntos de mejora y oportunidades para continuar siendo un agente de cambio protegiendo nuestra misión y potenciando su triple impacto A propósito de la experiencia y en alianza con Sistema B el Portal Corresponsables entrevistó a Milagros en febrero de este año ¿Cuál es el propósito de su Empresa B y desde cuando están certificados El propósito de Recidar es impulsar la Reutilización para la Inclusión a través de la recolección de bienes en desuso de hogares y empresas",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Hace unos meses CENTRUM PUCP se nos acercó para una gran oportunidad la posibilidad de contar por 2 meses con Anna Alemania Christina Austria Franziska Italia Junny Perú y Victory Nigeria alumnas del Global Business Master Program para uno de los proyectos más importantes de nuestra vida recidariana el diseño de nuestro Mi Bazar expandido en Villa El Salvador Gracias a su excelente trabajo y dedicación hoy contamos un proyecto técnico para la implementación de un espacio seguro formal amigable y sostenible que estará al servicio de la comunidad de Mi Bazar Gracias por compartir con nosotros esta experiencia estamos muy orgullosos del Team Recidar   Dirección Av Algarrobos MzF Lt3 Villa El Salvador  Lima - Perú Empresa B Certificada Miembro de la Red Kunan",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "listos para implementar este sistema que facilite el registro proceso logístico valorización y distribución de cada uno de los objetos de manera eficiente y eficaz Aunque no parezca tener relación con nuestro impacto socioambiental este reto responde a nuestro compromiso con la transparencia la gestión sostenible de recursos y la aplicación de una estrategia justa para satisfacer las necesidades del perfil de nuestros clientes impactando directamente en la realización de nuestro propósito En el mes de las Empresas B ¿Cuáles son sus reflexiones al ser parte de las empresas en el mundo que van más allá La red es un espacio de inspiración intercambio soporte y autoreflexión cualidades que nos fortalecen como empresa y como parte del movimiento ¿Cuáles son sus recomendaciones para las empresas peruanas que desean formar parte de este Movimiento que deja huella positiva en el mundo  Creo que lo primero es reflexionar acerca del contexto económico social y ambiental en donde se opera y",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Throughout the campaign, various community and social events were organized to fulfill their commitments towards sustainability and social responsibility. Some of these events included sensitization campaigns with all students and teachers who showed interest and concern for learning more about environmental issues addressed by Recidar. The school also provided opportunities for students to organize themselves into houses to generate as many donations as possible. Additionally, they collaborated with other organizations such as Empresas 2S, which is a free corporate program promoting practices of reuse among companies committed to circular economy and their employees. This collaboration allowed access to benefits and discounts on products for families facing social vulnerabilities. Furthermore, the inauguration ceremony of the new Recidar center was live-streamed through YouTube and Instagram, making it accessible to those who could not attend in person. These efforts demonstrate the strong sense of solidarity, teamwork, and dedication to creating positive change within their community and environment.",
            "source": [
                {
                    "content": "Las alumnas del colegio San Silvestre han demostrado en nuestra reciente campaña de ropa y zapatillas usadas Recicla tu clóset un gran sentido de solidaridad sostenibilidad y trabajo en equipo en este mes de Setiembre Durante la campaña tuvimos la oportunidad de realizar campañas de sensibilización con todas las estudiantes y equipo docente quiénes en todo momento mostraron su interés y preocupación por conocer más sobre las problemáticas socioambientales abordadas por Recidar Así como la colocación de nuestros contenedores sostenibles en las instalaciones del colegio Las estudiantes se organizaron por casas para poder generar la mayor cantidad de donaciones en beneficio de las comunidades de bajos ingresos de Lima Sur dónde Recidar le dará una segunda vida a sus objetos usados Al término de la campaña se ha logrado contar con más de kg de donaciones que permitirán un impacto en cerca de 4 familias que realmente lo necesitan Desde aquí enviamos un cálido y agradecido saludo a la",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "de la campaña se ha logrado contar con más de kg de donaciones que permitirán un impacto en cerca de 4 familias que realmente lo necesitan Desde aquí enviamos un cálido y agradecido saludo a la comunidad estudiantil del colegio San Silvestre por sumarse a este intento valiente a por generar cambios socioambientales en nuestro país Dirección Av Algarrobos MzF Lt3 Villa El Salvador  Lima - Perú Empresa B Certificada Miembro de la Red Kunan",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "fundadora de FUSSION A su vez es importante destacar que muchas de las organizaciones forman parte de Empresas 2S un programa corporativo gratuito que despliega prácticas de reutilización en empresas comprometidas con la economía circular y sus colaboradores haciendo accesibles los productos a familias con vulnerabilidad social y accediendo a beneficios tributarios  Por otro lado el evento fue transmitido en vivo a través de YouTube e Instagram con el objetivo de registrar la ceremonia como un momento especial y para que otros puedan verlo desde dónde estén  🟢 Enlace de Inauguración del nuevo Centro Recidar en Villa El Salvador  Sin duda este  ha estado lleno de desafíos y crecimiento para el equipo Recidariano lo que va a permitir grandes resultados de impacto en su comunidad y en el medio ambiente todo esto gracias al esfuerzo y compromiso en conjunto Somos una empresa social peruana que fomenta la economía circular Promovemos la reutilización solidaria dando una segunda vida a",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "A través de su programa internacional de voluntariado corporativo 3M Impact Global Heather Cowart Tanya Nybakken y Michael Welter ejecutivos senior de 3M de las oficinas de Chicago y Minnesota llegaron a Lima para integrar nuestro equipo de comunicaciones por dos semanas con el objetivo de diseñar un mapa estratégico de comunicación corporativa con acciones y herramientas clave para fortalecer alianzas con empresas y sus colaboradores Todo estuvo organizado por Pyxera Global con la fabulosa Carolina Gowland a cargo en agosto de  Desde el primer día quedó claro que esta colaboración sería especial La energía creatividad y enfoque de Tanya Heather Mike hizo que rápidamente se rompa el hielo y nos permitió construir un espacio de colaboración curiosidad y muchas ganas de contribuir Durante los primeros días les contamos todo acerca de Recidar desde sus inicios hasta los desafíos post pandemia pasando por los procesos altibajos dilemas y aprendizajes de esta apuesta por la Reutilización",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided information, there is no specific mention about any product, service, or technology that Neo Consulting and Empresas 2S offer. However, it can be inferred that they work in the field of digital strategy, growth hacking, marketing, e-commerce, transformation, data-driven marketing, and business development. Additionally, they have experience in implementing systems for efficient registration, processing, valuation, and distribution of items. The companies also seem committed to sustainability and using their business power to create positive social impacts.",
            "source": [
                {
                    "content": "Neo Consulting se unió a Empresas 2S en el  y desde entonces su equipo ha demostrado un gran compromiso y entusiasmo con el propósito recidariano En noviembre pasado tuvimos el honor de recibirlos en nuestro local de Mi Bazar en Villa El Salvador para su inauguración donde pudimos mostrarles nuestros esfuerzos para generar espacios de compra digna donde familias en vulnerabilidad encuentren un opción cómoda segura y accesible a sus bolsillos Aquí nos cuentan un poco más de ellos la campaña de Reutilización Consciente que organizamos en alianza y su decisión de participar del cambio positivo a la sociedad Neo Consulting es una consultora de Estrategia Digital con más de 20 años de experiencia en la región Sus 4 pilares de expertise son Analítica Digital y Growth Hacking Marketing Digital y E-commerce Transformación Digital y Data Driven Marketing Adicionalmente desde el  somos certificados como empresa B Nosotros creemos firmemente en utilizar el poder de los negocios para desarrollar",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "listos para implementar este sistema que facilite el registro proceso logístico valorización y distribución de cada uno de los objetos de manera eficiente y eficaz Aunque no parezca tener relación con nuestro impacto socioambiental este reto responde a nuestro compromiso con la transparencia la gestión sostenible de recursos y la aplicación de una estrategia justa para satisfacer las necesidades del perfil de nuestros clientes impactando directamente en la realización de nuestro propósito En el mes de las Empresas B ¿Cuáles son sus reflexiones al ser parte de las empresas en el mundo que van más allá La red es un espacio de inspiración intercambio soporte y autoreflexión cualidades que nos fortalecen como empresa y como parte del movimiento ¿Cuáles son sus recomendaciones para las empresas peruanas que desean formar parte de este Movimiento que deja huella positiva en el mundo  Creo que lo primero es reflexionar acerca del contexto económico social y ambiental en donde se opera y",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "de una Charla de Concientización acerca del Consumo Responsable en el día a día brindada por Recidar  y pudieron registrarse para programar los recojos de objetos reutilizables en sus hogares El equipo ganador fue Hufflepuff que logró reutilizar 41kg en objetos como ropa bazar juguetes entre otros ¡Muchas gracias a este gran equipo y su compromiso inspirador Desde Recidar nos encanta compartir las historias de colaboración con propósito y a través de nuestro programa corporativo gratuito Empresas 2S cada vez son más las experiencias de impacto hacia la Reutilización para la Inclusión  ¡Conoce más sobre Neo Consulting Página web Linkedin Neo Consulting Instagram  Somos una empresa social peruana que impulsa la economía circular a través de la reutilización para la inclusión dando una segunda vida a objetos en desuso y creando un sistema sostenible que permite generar acceso legal y digno a bienes necesarios para personas viviendo en pobreza urbana en Lima y a su vez mitigando la",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Hace unos meses CENTRUM PUCP se nos acercó para una gran oportunidad la posibilidad de contar por 2 meses con Anna Alemania Christina Austria Franziska Italia Junny Perú y Victory Nigeria alumnas del Global Business Master Program para uno de los proyectos más importantes de nuestra vida recidariana el diseño de nuestro Mi Bazar expandido en Villa El Salvador Gracias a su excelente trabajo y dedicación hoy contamos un proyecto técnico para la implementación de un espacio seguro formal amigable y sostenible que estará al servicio de la comunidad de Mi Bazar Gracias por compartir con nosotros esta experiencia estamos muy orgullosos del Team Recidar   Dirección Av Algarrobos MzF Lt3 Villa El Salvador  Lima - Perú Empresa B Certificada Miembro de la Red Kunan",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, it seems that there are various events and activities related to the products offered by Bitoka. However, specific promotional events, expos, or sales were not mentioned in the text. The text highlights the visit to \"Mi Bazar,\" which could be considered a promotional event where people can learn about and purchase the artisanal soaps made with neighbors and clients from Villa El Salvador. Additionally, Bitoka has an online store where customers can access their products (mentioned in the first paragraph). It is important to note that Bitoka is part of the Empresas 2S program, which organizes various events and workshops focused on reusing materials and promoting sustainable practices among businesses. Although there might not be specific sales or expos listed in the text, Bitoka still engages in promotional efforts through its partnerships and participation in events organized by Empresas 2S and other organizations within the ecosystem.",
            "source": [
                {
                    "content": "y salvar nuestro planeta Para más info sobre Bitoka y sus productos ingresa a su tienda online  Somos una empresa social peruana que impulsa la economía circular a través de la reutilización para la inclusión dando una segunda vida a objetos en desuso y creando un sistema sostenible que permite generar acceso legal y digno a bienes necesarios para personas viviendo en pobreza urbana en Lima y a su vez mitigando la contaminación de nuestra ciudad Para donar escríbenos al  Dirección Av Algarrobos MzF Lt3 Villa El Salvador  Lima - Perú Empresa B Certificada Miembro de la Red Kunan",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "se realizó una visita guiada a Mi Bazar y un ameno compartir entre los asistentes Estuvieron presentes representantes de organizaciones aliadas socios corporativos del programa corporativo de Recidar Empresas 2S y referentes del ecosistema emprendedor entre los que destacaron Cinthia Valera directora ejecutiva de Kunan Javier García coordinador del Premio Protagonistas del Cambio en UPC Heison Espinoza de Ciclos Studio Wenz Hoppus de Wearejana José Antonio Díaz CEO de FUB y José Franco de Circular Netter Pinedo presentador del evento dando la bienvenida al público Además se contó la presencia de aliados como Luciana Arcila de Neo Consulting Sara Ramírez de Olla Común Número 1 Mi Angelito Carol Cuzcano coordinadora de Comunicaciones y Comunidad de Sistema B Perú y Paula Tamayo fundadora de FUSSION A su vez es importante destacar que muchas de las organizaciones forman parte de Empresas 2S un programa corporativo gratuito que despliega prácticas de reutilización en empresas",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Neo Consulting se unió a Empresas 2S en el  y desde entonces su equipo ha demostrado un gran compromiso y entusiasmo con el propósito recidariano En noviembre pasado tuvimos el honor de recibirlos en nuestro local de Mi Bazar en Villa El Salvador para su inauguración donde pudimos mostrarles nuestros esfuerzos para generar espacios de compra digna donde familias en vulnerabilidad encuentren un opción cómoda segura y accesible a sus bolsillos Aquí nos cuentan un poco más de ellos la campaña de Reutilización Consciente que organizamos en alianza y su decisión de participar del cambio positivo a la sociedad Neo Consulting es una consultora de Estrategia Digital con más de 20 años de experiencia en la región Sus 4 pilares de expertise son Analítica Digital y Growth Hacking Marketing Digital y E-commerce Transformación Digital y Data Driven Marketing Adicionalmente desde el  somos certificados como empresa B Nosotros creemos firmemente en utilizar el poder de los negocios para desarrollar",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Jabones Artesanales con las vecinas y clientas de Villa El Salvador Fue una experiencia linda muy gratificante el poder compartir nuestro conocimiento para que otras personas se animen a ponerlo en práctica y puedan saber que no es difícil – Finalmente ¿qué te motivó a sumarte al Movimiento Recidar Para nosotros es una gran oportunidad darle una segunda vida a algunos productos o materiales que ya no necesitamos o están en desuso y que otras personas lo pueden aprovechar A través de Empresas 2S podemos poner en práctica la economía circular Me gustaría que más empresas se sumen a este lindo proyecto en marcha y que a través de ellas podamos llegar a más personas que la economía circular se vuelva un buen hábito que sea cotidiano de esta manera podremos gestionar mejor nuestros recursos y salvar nuestro planeta Para más info sobre Bitoka y sus productos ingresa a su tienda online  Somos una empresa social peruana que impulsa la economía circular a través de la reutilización para la",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " Based on the provided information, there are several notable partnerships and collaborations related to commerce for Recidar. Some of these include:\n\n1. Pyxera Global: They organized the international volunteer program from 3M called \"Impact Global,\" which allowed executives from 3M's offices in Chicago and Minneapolis to come to Lima and work with Recidar's communications team for two weeks. The goal was to design a strategic communication plan with actionable steps and essential tools to strengthen alliances with businesses and their stakeholders.\n\n1. Empresas 2S: This is a free corporate program that promotes waste reduction practices within companies. Several organizations involved in this program have shown support for Recidar's mission to create a more inclusive and sustainable economy through business ventures.",
            "source": [
                {
                    "content": "Hace unos meses CENTRUM PUCP se nos acercó para una gran oportunidad la posibilidad de contar por 2 meses con Anna Alemania Christina Austria Franziska Italia Junny Perú y Victory Nigeria alumnas del Global Business Master Program para uno de los proyectos más importantes de nuestra vida recidariana el diseño de nuestro Mi Bazar expandido en Villa El Salvador Gracias a su excelente trabajo y dedicación hoy contamos un proyecto técnico para la implementación de un espacio seguro formal amigable y sostenible que estará al servicio de la comunidad de Mi Bazar Gracias por compartir con nosotros esta experiencia estamos muy orgullosos del Team Recidar   Dirección Av Algarrobos MzF Lt3 Villa El Salvador  Lima - Perú Empresa B Certificada Miembro de la Red Kunan",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "A través de su programa internacional de voluntariado corporativo 3M Impact Global Heather Cowart Tanya Nybakken y Michael Welter ejecutivos senior de 3M de las oficinas de Chicago y Minnesota llegaron a Lima para integrar nuestro equipo de comunicaciones por dos semanas con el objetivo de diseñar un mapa estratégico de comunicación corporativa con acciones y herramientas clave para fortalecer alianzas con empresas y sus colaboradores Todo estuvo organizado por Pyxera Global con la fabulosa Carolina Gowland a cargo en agosto de  Desde el primer día quedó claro que esta colaboración sería especial La energía creatividad y enfoque de Tanya Heather Mike hizo que rápidamente se rompa el hielo y nos permitió construir un espacio de colaboración curiosidad y muchas ganas de contribuir Durante los primeros días les contamos todo acerca de Recidar desde sus inicios hasta los desafíos post pandemia pasando por los procesos altibajos dilemas y aprendizajes de esta apuesta por la Reutilización",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "se realizó una visita guiada a Mi Bazar y un ameno compartir entre los asistentes Estuvieron presentes representantes de organizaciones aliadas socios corporativos del programa corporativo de Recidar Empresas 2S y referentes del ecosistema emprendedor entre los que destacaron Cinthia Valera directora ejecutiva de Kunan Javier García coordinador del Premio Protagonistas del Cambio en UPC Heison Espinoza de Ciclos Studio Wenz Hoppus de Wearejana José Antonio Díaz CEO de FUB y José Franco de Circular Netter Pinedo presentador del evento dando la bienvenida al público Además se contó la presencia de aliados como Luciana Arcila de Neo Consulting Sara Ramírez de Olla Común Número 1 Mi Angelito Carol Cuzcano coordinadora de Comunicaciones y Comunidad de Sistema B Perú y Paula Tamayo fundadora de FUSSION A su vez es importante destacar que muchas de las organizaciones forman parte de Empresas 2S un programa corporativo gratuito que despliega prácticas de reutilización en empresas",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "E-commerce Transformación Digital y Data Driven Marketing Adicionalmente desde el  somos certificados como empresa B Nosotros creemos firmemente en utilizar el poder de los negocios para desarrollar una economía más inclusiva y sostenible En este sentido buscamos siempre enfocarnos en realizar un triple impacto tanto económico social y ambiental Es así que desarrollamos en nuestros ejes social y ambiental dos programas Programa Neo Cares y Programa Neo Green Por un lado con nuestro Programa Neo Cares buscamos fomentar la participación de los Neos en actividades que contribuyan al desarrollo y bienestar del Perú Estas actividades están divididas en Campañas de donación Jornadas voluntarias Proyectos pro-bono y Programa Neo Academy Por otro lado con nuestro Programa Neo Green presentamos como propósito el crear un mundo más sostenible a través de la participación de los Neos en las iniciativas que generan un impacto ambiental positivo Estas iniciativas están divididas en Campañas de",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, there seem to be no specific job openings mentioned. However, it is worth noting that some organizations involved in this collaboration have programs related to their areas of work. For instance, 3M has its international volunteer program called \"Impact Global,\" which allows employees to contribute to social causes around the world. Similarly, Pyxera Global and other partner organizations might offer internships or volunteering opportunities for students seeking experience in the fields of sustainability, corporate social responsibility, or international development. It would be best to directly contact these organizations to inquire about any current employment or educational opportunities they may provide.",
            "source": [
                {
                    "content": "A través de su programa internacional de voluntariado corporativo 3M Impact Global Heather Cowart Tanya Nybakken y Michael Welter ejecutivos senior de 3M de las oficinas de Chicago y Minnesota llegaron a Lima para integrar nuestro equipo de comunicaciones por dos semanas con el objetivo de diseñar un mapa estratégico de comunicación corporativa con acciones y herramientas clave para fortalecer alianzas con empresas y sus colaboradores Todo estuvo organizado por Pyxera Global con la fabulosa Carolina Gowland a cargo en agosto de  Desde el primer día quedó claro que esta colaboración sería especial La energía creatividad y enfoque de Tanya Heather Mike hizo que rápidamente se rompa el hielo y nos permitió construir un espacio de colaboración curiosidad y muchas ganas de contribuir Durante los primeros días les contamos todo acerca de Recidar desde sus inicios hasta los desafíos post pandemia pasando por los procesos altibajos dilemas y aprendizajes de esta apuesta por la Reutilización",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "se realizó una visita guiada a Mi Bazar y un ameno compartir entre los asistentes Estuvieron presentes representantes de organizaciones aliadas socios corporativos del programa corporativo de Recidar Empresas 2S y referentes del ecosistema emprendedor entre los que destacaron Cinthia Valera directora ejecutiva de Kunan Javier García coordinador del Premio Protagonistas del Cambio en UPC Heison Espinoza de Ciclos Studio Wenz Hoppus de Wearejana José Antonio Díaz CEO de FUB y José Franco de Circular Netter Pinedo presentador del evento dando la bienvenida al público Además se contó la presencia de aliados como Luciana Arcila de Neo Consulting Sara Ramírez de Olla Común Número 1 Mi Angelito Carol Cuzcano coordinadora de Comunicaciones y Comunidad de Sistema B Perú y Paula Tamayo fundadora de FUSSION A su vez es importante destacar que muchas de las organizaciones forman parte de Empresas 2S un programa corporativo gratuito que despliega prácticas de reutilización en empresas",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Hace unos meses CENTRUM PUCP se nos acercó para una gran oportunidad la posibilidad de contar por 2 meses con Anna Alemania Christina Austria Franziska Italia Junny Perú y Victory Nigeria alumnas del Global Business Master Program para uno de los proyectos más importantes de nuestra vida recidariana el diseño de nuestro Mi Bazar expandido en Villa El Salvador Gracias a su excelente trabajo y dedicación hoy contamos un proyecto técnico para la implementación de un espacio seguro formal amigable y sostenible que estará al servicio de la comunidad de Mi Bazar Gracias por compartir con nosotros esta experiencia estamos muy orgullosos del Team Recidar   Dirección Av Algarrobos MzF Lt3 Villa El Salvador  Lima - Perú Empresa B Certificada Miembro de la Red Kunan",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Neo Consulting se unió a Empresas 2S en el  y desde entonces su equipo ha demostrado un gran compromiso y entusiasmo con el propósito recidariano En noviembre pasado tuvimos el honor de recibirlos en nuestro local de Mi Bazar en Villa El Salvador para su inauguración donde pudimos mostrarles nuestros esfuerzos para generar espacios de compra digna donde familias en vulnerabilidad encuentren un opción cómoda segura y accesible a sus bolsillos Aquí nos cuentan un poco más de ellos la campaña de Reutilización Consciente que organizamos en alianza y su decisión de participar del cambio positivo a la sociedad Neo Consulting es una consultora de Estrategia Digital con más de 20 años de experiencia en la región Sus 4 pilares de expertise son Analítica Digital y Growth Hacking Marketing Digital y E-commerce Transformación Digital y Data Driven Marketing Adicionalmente desde el  somos certificados como empresa B Nosotros creemos firmemente en utilizar el poder de los negocios para desarrollar",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Based on the provided information, it seems that there are several types of events taking place within the organization and its partnerships. Some notable events include:\n\n1. Visitas guiadas: Se realiza una visita guiada a Mi Bazar, lo que permite a los asistentes conocer mejor el lugar y interactuar con los representantes de las organizaciones aliadas.\n\n1. Eventos corporativos: Se menciona que varias organizaciones forman parte de Empresas 2S, un programa corporativo gratuito que promueve prácticas de reutilización en empresas. Algunos de estos eventos pueden incluir talleres, charlas, y reuniones relacionadas con la reutilización y el desarrollo de negocios sostenibles.\n\n1. Voluntariado corporativo: A través del programa internacional de voluntariado corporativo de 3M, el equipo de comunicaciones de Recidar ha podido recibir apoyo de ejecutivos senior de 3M durante dos semanas. Estos eventos incluyen la integración del equipo de comunicaciones, la elaboración de un mapa estratégico de comunicación corporativa, y la colaboración con otras organizaciones.\n\nNo obstante, no se mencionan específicamente eventos como ferias laborales (job fairs), webinares, talleres, o programas de capacitación. Sin embargo, estas actividades podrían estar siendo planificadas o ya hayan tenido lugar, pero no se han mencionado explícitamente en el texto proporcionado.",
            "source": [
                {
                    "content": "se realizó una visita guiada a Mi Bazar y un ameno compartir entre los asistentes Estuvieron presentes representantes de organizaciones aliadas socios corporativos del programa corporativo de Recidar Empresas 2S y referentes del ecosistema emprendedor entre los que destacaron Cinthia Valera directora ejecutiva de Kunan Javier García coordinador del Premio Protagonistas del Cambio en UPC Heison Espinoza de Ciclos Studio Wenz Hoppus de Wearejana José Antonio Díaz CEO de FUB y José Franco de Circular Netter Pinedo presentador del evento dando la bienvenida al público Además se contó la presencia de aliados como Luciana Arcila de Neo Consulting Sara Ramírez de Olla Común Número 1 Mi Angelito Carol Cuzcano coordinadora de Comunicaciones y Comunidad de Sistema B Perú y Paula Tamayo fundadora de FUSSION A su vez es importante destacar que muchas de las organizaciones forman parte de Empresas 2S un programa corporativo gratuito que despliega prácticas de reutilización en empresas",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Hace unos meses CENTRUM PUCP se nos acercó para una gran oportunidad la posibilidad de contar por 2 meses con Anna Alemania Christina Austria Franziska Italia Junny Perú y Victory Nigeria alumnas del Global Business Master Program para uno de los proyectos más importantes de nuestra vida recidariana el diseño de nuestro Mi Bazar expandido en Villa El Salvador Gracias a su excelente trabajo y dedicación hoy contamos un proyecto técnico para la implementación de un espacio seguro formal amigable y sostenible que estará al servicio de la comunidad de Mi Bazar Gracias por compartir con nosotros esta experiencia estamos muy orgullosos del Team Recidar   Dirección Av Algarrobos MzF Lt3 Villa El Salvador  Lima - Perú Empresa B Certificada Miembro de la Red Kunan",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "A través de su programa internacional de voluntariado corporativo 3M Impact Global Heather Cowart Tanya Nybakken y Michael Welter ejecutivos senior de 3M de las oficinas de Chicago y Minnesota llegaron a Lima para integrar nuestro equipo de comunicaciones por dos semanas con el objetivo de diseñar un mapa estratégico de comunicación corporativa con acciones y herramientas clave para fortalecer alianzas con empresas y sus colaboradores Todo estuvo organizado por Pyxera Global con la fabulosa Carolina Gowland a cargo en agosto de  Desde el primer día quedó claro que esta colaboración sería especial La energía creatividad y enfoque de Tanya Heather Mike hizo que rápidamente se rompa el hielo y nos permitió construir un espacio de colaboración curiosidad y muchas ganas de contribuir Durante los primeros días les contamos todo acerca de Recidar desde sus inicios hasta los desafíos post pandemia pasando por los procesos altibajos dilemas y aprendizajes de esta apuesta por la Reutilización",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Neo Consulting se unió a Empresas 2S en el  y desde entonces su equipo ha demostrado un gran compromiso y entusiasmo con el propósito recidariano En noviembre pasado tuvimos el honor de recibirlos en nuestro local de Mi Bazar en Villa El Salvador para su inauguración donde pudimos mostrarles nuestros esfuerzos para generar espacios de compra digna donde familias en vulnerabilidad encuentren un opción cómoda segura y accesible a sus bolsillos Aquí nos cuentan un poco más de ellos la campaña de Reutilización Consciente que organizamos en alianza y su decisión de participar del cambio positivo a la sociedad Neo Consulting es una consultora de Estrategia Digital con más de 20 años de experiencia en la región Sus 4 pilares de expertise son Analítica Digital y Growth Hacking Marketing Digital y E-commerce Transformación Digital y Data Driven Marketing Adicionalmente desde el  somos certificados como empresa B Nosotros creemos firmemente en utilizar el poder de los negocios para desarrollar",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The text mentions several employee and participant benefits that have been highlighted through various collaborations and projects. Some key benefits include:\n\n1. Professional development opportunities for employees, such as the two-month collaboration with Anna Alemania, Christina Austria, Franziska Italy, Junny Peru, and Victory Nigeria, who were alumnae from the Global Business Master Program. This project aimed to design an expanded version of their Mi Bazar store in Villa El Salvador, providing valuable experience and growth for those involved.\n2. Intercultural exchange and knowledge sharing among team members, volunteers, and interns, fostering personal and professional development. For instance, the collaboration between 3M executives Heather Cowart, Tanya Nybakken, and Michael Welter with the Peruvian company Recidar provided a platform for mutual learning and growth.\n3. Skill-building workshops and training sessions, which can help employees develop new competencies and enhance existing ones. An example is the program organized by Pyxera Global, where participants had the chance to learn about strategic communication planning and execution.\n4. Networking opportunities within the international community, allowing professionals to build connections and expand their horizons. Collaboration with organizations like Pyxera Global and 3M provides chances for employees to meet people from different countries and industries, fostering cross-cultural understanding and potential future partnerships.",
            "source": [
                {
                    "content": "v Dar una nueva vida a objetos usados impulsando la Reutilización para la Inclusión Recogemos gratuitamente objetos usados a familias y empresas y los ofrecemos en nuestros bazares ecosociales a precios simbólicos creando experiencias de compra digna formal segura y accesible para familias que buscan salir adelante Dirección Av Algarrobos MzF Lt3 Villa El Salvador  Lima - Perú Empresa B Certificada Miembro de la Red Kunan",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Hace unos meses CENTRUM PUCP se nos acercó para una gran oportunidad la posibilidad de contar por 2 meses con Anna Alemania Christina Austria Franziska Italia Junny Perú y Victory Nigeria alumnas del Global Business Master Program para uno de los proyectos más importantes de nuestra vida recidariana el diseño de nuestro Mi Bazar expandido en Villa El Salvador Gracias a su excelente trabajo y dedicación hoy contamos un proyecto técnico para la implementación de un espacio seguro formal amigable y sostenible que estará al servicio de la comunidad de Mi Bazar Gracias por compartir con nosotros esta experiencia estamos muy orgullosos del Team Recidar   Dirección Av Algarrobos MzF Lt3 Villa El Salvador  Lima - Perú Empresa B Certificada Miembro de la Red Kunan",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "la colaboración y el intercambio de conocimientos pueden generar resultados sorprendentes Agradecemos profundamente a Mike Heather y Tanya por su tiempo dedicación y experiencia compartida también a Mabel asistente y traductora durante toda la experiencia También queremos expresar nuestra gratitud a la dirección de 3M por su apoyo financiero y su confianza en nuestro trabajo Somos una empresa social peruana que fomenta la economía circular Promovemos la reutilización solidaria dando una segunda vida a objetos en desuso creando un sistema sostenible que permite generar acceso legal y digno a bienes necesarios para personas viviendo en pobreza urbana en Lima y a su vez generando empleo para población migrante y vulnerable Para donar escríbenos al  Dirección Av Algarrobos MzF Lt3 Villa El Salvador  Lima - Perú Empresa B Certificada Miembro de la Red Kunan",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "A través de su programa internacional de voluntariado corporativo 3M Impact Global Heather Cowart Tanya Nybakken y Michael Welter ejecutivos senior de 3M de las oficinas de Chicago y Minnesota llegaron a Lima para integrar nuestro equipo de comunicaciones por dos semanas con el objetivo de diseñar un mapa estratégico de comunicación corporativa con acciones y herramientas clave para fortalecer alianzas con empresas y sus colaboradores Todo estuvo organizado por Pyxera Global con la fabulosa Carolina Gowland a cargo en agosto de  Desde el primer día quedó claro que esta colaboración sería especial La energía creatividad y enfoque de Tanya Heather Mike hizo que rápidamente se rompa el hielo y nos permitió construir un espacio de colaboración curiosidad y muchas ganas de contribuir Durante los primeros días les contamos todo acerca de Recidar desde sus inicios hasta los desafíos post pandemia pasando por los procesos altibajos dilemas y aprendizajes de esta apuesta por la Reutilización",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " I apologize for not having enough information about any specific financial or earnings report. However, based on your text, there is no clear mention of any such reports. The provided text talks about various events and collaborations related to different organizations. It would be helpful if you could provide more details or context so we can better understand what you are looking for.",
            "source": [
                {
                    "content": "se realizó una visita guiada a Mi Bazar y un ameno compartir entre los asistentes Estuvieron presentes representantes de organizaciones aliadas socios corporativos del programa corporativo de Recidar Empresas 2S y referentes del ecosistema emprendedor entre los que destacaron Cinthia Valera directora ejecutiva de Kunan Javier García coordinador del Premio Protagonistas del Cambio en UPC Heison Espinoza de Ciclos Studio Wenz Hoppus de Wearejana José Antonio Díaz CEO de FUB y José Franco de Circular Netter Pinedo presentador del evento dando la bienvenida al público Además se contó la presencia de aliados como Luciana Arcila de Neo Consulting Sara Ramírez de Olla Común Número 1 Mi Angelito Carol Cuzcano coordinadora de Comunicaciones y Comunidad de Sistema B Perú y Paula Tamayo fundadora de FUSSION A su vez es importante destacar que muchas de las organizaciones forman parte de Empresas 2S un programa corporativo gratuito que despliega prácticas de reutilización en empresas",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "y liderazgos estratégicos y ágiles Durante el inicio de la siguiente semana el equipo 3M se tomó unos días para estrategar en base a todos los imputs que habían obtenido Así que regresé a mis actividades cotidianas con gran expectativa y confianza de su trabajo Luego de unos días volví a reunirme para el feedback y ajustes finales momento que recuerdo con mucho cariño y admiración pues la calidad de su desempeño demostraba que hubo un gran entendimiento y escucha activa para desenvolver nuestros desafíos y proponer alternativas de abordaje innovador realmente crearon un marco sólido y detallado que serviría como guía para nuestros próximos pasos Al finalizar el proyecto estábamos orgullosos de lo que habíamos logrado juntos la presentación final y conversatorio frente a los demás grupos de trabajo y directores de 3M Perú fue inspiradora y -no tan- inesperadamente emotiva Pero una sorpresa maravillosa estaba por venir Nuestros esfuerzos y el potencial de impacto demostrado en el",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "A través de su programa internacional de voluntariado corporativo 3M Impact Global Heather Cowart Tanya Nybakken y Michael Welter ejecutivos senior de 3M de las oficinas de Chicago y Minnesota llegaron a Lima para integrar nuestro equipo de comunicaciones por dos semanas con el objetivo de diseñar un mapa estratégico de comunicación corporativa con acciones y herramientas clave para fortalecer alianzas con empresas y sus colaboradores Todo estuvo organizado por Pyxera Global con la fabulosa Carolina Gowland a cargo en agosto de  Desde el primer día quedó claro que esta colaboración sería especial La energía creatividad y enfoque de Tanya Heather Mike hizo que rápidamente se rompa el hielo y nos permitió construir un espacio de colaboración curiosidad y muchas ganas de contribuir Durante los primeros días les contamos todo acerca de Recidar desde sus inicios hasta los desafíos post pandemia pasando por los procesos altibajos dilemas y aprendizajes de esta apuesta por la Reutilización",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Neo Consulting se unió a Empresas 2S en el  y desde entonces su equipo ha demostrado un gran compromiso y entusiasmo con el propósito recidariano En noviembre pasado tuvimos el honor de recibirlos en nuestro local de Mi Bazar en Villa El Salvador para su inauguración donde pudimos mostrarles nuestros esfuerzos para generar espacios de compra digna donde familias en vulnerabilidad encuentren un opción cómoda segura y accesible a sus bolsillos Aquí nos cuentan un poco más de ellos la campaña de Reutilización Consciente que organizamos en alianza y su decisión de participar del cambio positivo a la sociedad Neo Consulting es una consultora de Estrategia Digital con más de 20 años de experiencia en la región Sus 4 pilares de expertise son Analítica Digital y Growth Hacking Marketing Digital y E-commerce Transformación Digital y Data Driven Marketing Adicionalmente desde el  somos certificados como empresa B Nosotros creemos firmemente en utilizar el poder de los negocios para desarrollar",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, it seems that there are no specific mentions of investor events or funding rounds related to Recidar, Mi Bazar, or their partners. However, it is important to note that some of these organizations might be involved in other initiatives or projects that could lead to future investment opportunities or funding rounds. It would be best to keep an eye on these organizations and their respective newsletters or social media channels for updates on potential events or funding rounds.",
            "source": [
                {
                    "content": "se realizó una visita guiada a Mi Bazar y un ameno compartir entre los asistentes Estuvieron presentes representantes de organizaciones aliadas socios corporativos del programa corporativo de Recidar Empresas 2S y referentes del ecosistema emprendedor entre los que destacaron Cinthia Valera directora ejecutiva de Kunan Javier García coordinador del Premio Protagonistas del Cambio en UPC Heison Espinoza de Ciclos Studio Wenz Hoppus de Wearejana José Antonio Díaz CEO de FUB y José Franco de Circular Netter Pinedo presentador del evento dando la bienvenida al público Además se contó la presencia de aliados como Luciana Arcila de Neo Consulting Sara Ramírez de Olla Común Número 1 Mi Angelito Carol Cuzcano coordinadora de Comunicaciones y Comunidad de Sistema B Perú y Paula Tamayo fundadora de FUSSION A su vez es importante destacar que muchas de las organizaciones forman parte de Empresas 2S un programa corporativo gratuito que despliega prácticas de reutilización en empresas",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Hace unos meses CENTRUM PUCP se nos acercó para una gran oportunidad la posibilidad de contar por 2 meses con Anna Alemania Christina Austria Franziska Italia Junny Perú y Victory Nigeria alumnas del Global Business Master Program para uno de los proyectos más importantes de nuestra vida recidariana el diseño de nuestro Mi Bazar expandido en Villa El Salvador Gracias a su excelente trabajo y dedicación hoy contamos un proyecto técnico para la implementación de un espacio seguro formal amigable y sostenible que estará al servicio de la comunidad de Mi Bazar Gracias por compartir con nosotros esta experiencia estamos muy orgullosos del Team Recidar   Dirección Av Algarrobos MzF Lt3 Villa El Salvador  Lima - Perú Empresa B Certificada Miembro de la Red Kunan",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "y liderazgos estratégicos y ágiles Durante el inicio de la siguiente semana el equipo 3M se tomó unos días para estrategar en base a todos los imputs que habían obtenido Así que regresé a mis actividades cotidianas con gran expectativa y confianza de su trabajo Luego de unos días volví a reunirme para el feedback y ajustes finales momento que recuerdo con mucho cariño y admiración pues la calidad de su desempeño demostraba que hubo un gran entendimiento y escucha activa para desenvolver nuestros desafíos y proponer alternativas de abordaje innovador realmente crearon un marco sólido y detallado que serviría como guía para nuestros próximos pasos Al finalizar el proyecto estábamos orgullosos de lo que habíamos logrado juntos la presentación final y conversatorio frente a los demás grupos de trabajo y directores de 3M Perú fue inspiradora y -no tan- inesperadamente emotiva Pero una sorpresa maravillosa estaba por venir Nuestros esfuerzos y el potencial de impacto demostrado en el",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "A través de su programa internacional de voluntariado corporativo 3M Impact Global Heather Cowart Tanya Nybakken y Michael Welter ejecutivos senior de 3M de las oficinas de Chicago y Minnesota llegaron a Lima para integrar nuestro equipo de comunicaciones por dos semanas con el objetivo de diseñar un mapa estratégico de comunicación corporativa con acciones y herramientas clave para fortalecer alianzas con empresas y sus colaboradores Todo estuvo organizado por Pyxera Global con la fabulosa Carolina Gowland a cargo en agosto de  Desde el primer día quedó claro que esta colaboración sería especial La energía creatividad y enfoque de Tanya Heather Mike hizo que rápidamente se rompa el hielo y nos permitió construir un espacio de colaboración curiosidad y muchas ganas de contribuir Durante los primeros días les contamos todo acerca de Recidar desde sus inicios hasta los desafíos post pandemia pasando por los procesos altibajos dilemas y aprendizajes de esta apuesta por la Reutilización",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, there is no mention of specific financial or funding goals that have been set for the next period. However, it can be inferred that the team has been working diligently towards achieving their objectives and making progress in various areas such as communication strategy development, international volunteering programs, and community projects. It seems like they are committed to continuously improving and growing their initiatives while maintaining strong relationships with stakeholders and partners.",
            "source": [
                {
                    "content": "y liderazgos estratégicos y ágiles Durante el inicio de la siguiente semana el equipo 3M se tomó unos días para estrategar en base a todos los imputs que habían obtenido Así que regresé a mis actividades cotidianas con gran expectativa y confianza de su trabajo Luego de unos días volví a reunirme para el feedback y ajustes finales momento que recuerdo con mucho cariño y admiración pues la calidad de su desempeño demostraba que hubo un gran entendimiento y escucha activa para desenvolver nuestros desafíos y proponer alternativas de abordaje innovador realmente crearon un marco sólido y detallado que serviría como guía para nuestros próximos pasos Al finalizar el proyecto estábamos orgullosos de lo que habíamos logrado juntos la presentación final y conversatorio frente a los demás grupos de trabajo y directores de 3M Perú fue inspiradora y -no tan- inesperadamente emotiva Pero una sorpresa maravillosa estaba por venir Nuestros esfuerzos y el potencial de impacto demostrado en el",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "A través de su programa internacional de voluntariado corporativo 3M Impact Global Heather Cowart Tanya Nybakken y Michael Welter ejecutivos senior de 3M de las oficinas de Chicago y Minnesota llegaron a Lima para integrar nuestro equipo de comunicaciones por dos semanas con el objetivo de diseñar un mapa estratégico de comunicación corporativa con acciones y herramientas clave para fortalecer alianzas con empresas y sus colaboradores Todo estuvo organizado por Pyxera Global con la fabulosa Carolina Gowland a cargo en agosto de  Desde el primer día quedó claro que esta colaboración sería especial La energía creatividad y enfoque de Tanya Heather Mike hizo que rápidamente se rompa el hielo y nos permitió construir un espacio de colaboración curiosidad y muchas ganas de contribuir Durante los primeros días les contamos todo acerca de Recidar desde sus inicios hasta los desafíos post pandemia pasando por los procesos altibajos dilemas y aprendizajes de esta apuesta por la Reutilización",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Hace unos meses CENTRUM PUCP se nos acercó para una gran oportunidad la posibilidad de contar por 2 meses con Anna Alemania Christina Austria Franziska Italia Junny Perú y Victory Nigeria alumnas del Global Business Master Program para uno de los proyectos más importantes de nuestra vida recidariana el diseño de nuestro Mi Bazar expandido en Villa El Salvador Gracias a su excelente trabajo y dedicación hoy contamos un proyecto técnico para la implementación de un espacio seguro formal amigable y sostenible que estará al servicio de la comunidad de Mi Bazar Gracias por compartir con nosotros esta experiencia estamos muy orgullosos del Team Recidar   Dirección Av Algarrobos MzF Lt3 Villa El Salvador  Lima - Perú Empresa B Certificada Miembro de la Red Kunan",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "los primeros días les contamos todo acerca de Recidar desde sus inicios hasta los desafíos post pandemia pasando por los procesos altibajos dilemas y aprendizajes de esta apuesta por la Reutilización para la Inclusión Trabajamos en lluvias de ideas mapas de clientes y secuencias de procesos siempre compartiendo ideas debatiendo enfoques y desafiándonos mutuamente para encontrar soluciones innovadoras y sostenibles Y no podía faltar la experiencia presencial en la sede operativa de Recidar y en los dos bazares ecosociales en Chorrillos y Villa El Salvador porque siempre decimos que una cosa es contar Recidar y otra experimentar los momentos de cada área No hay nada mejor que eso para comprender la importancia no solo de procesos claros sino de un equipo motivado por una comunicación transparente y liderazgos estratégicos y ágiles Durante el inicio de la siguiente semana el equipo 3M se tomó unos días para estrategar en base a todos los imputs que habían obtenido Así que regresé a mis",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " It seems there isn't any specific publication, research finding, or introduced technology mentioned in the given text. The text primarily focuses on various events and initiatives related to Recidar, such as their monthly lottery for donors, partnerships with other organizations, and community engagement activities like workshops and bazaars. However, it does mention some key players involved in these efforts, including Neo Consulting, Empresas 2S, and others.",
            "source": [
                {
                    "content": "¡Felicitaciones a nuestras ganadoras del sorteo mensual de donantes de abril en Recidar Estamos emocionados de anunciar que las afortunadas ganadoras son Su compromiso con la Reutilización para la Inclusión su esfuerzo por hacer una diferencia positiva y por supuesto un poco de fortuna las han hecho dignas representantes de nuestra comunidad recidariana del mes de abril quienes donaron ropa calzado muebles electrodomésticos artefactos electrónicos juegues menaje accesorios y libros Gracias a su aporte estamos reduciendo la cantidad de residuos que terminan en los vertederos y creando oportunidades de reutilización y compra digna para familias de Villa El Salvador y Chorrillos fomentando un enfoque más sostenible en nuestra sociedad Además queremos agradecer a nuestros Aliados de la Reutilización que colaboraron con los premios del sorteo Bitoka Crealiz Sophie Ottaner y Thika Thani Estamos agradecidos por su compromiso con la sostenibilidad y por brindar productos de calidad que ayudan",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "los primeros días les contamos todo acerca de Recidar desde sus inicios hasta los desafíos post pandemia pasando por los procesos altibajos dilemas y aprendizajes de esta apuesta por la Reutilización para la Inclusión Trabajamos en lluvias de ideas mapas de clientes y secuencias de procesos siempre compartiendo ideas debatiendo enfoques y desafiándonos mutuamente para encontrar soluciones innovadoras y sostenibles Y no podía faltar la experiencia presencial en la sede operativa de Recidar y en los dos bazares ecosociales en Chorrillos y Villa El Salvador porque siempre decimos que una cosa es contar Recidar y otra experimentar los momentos de cada área No hay nada mejor que eso para comprender la importancia no solo de procesos claros sino de un equipo motivado por una comunicación transparente y liderazgos estratégicos y ágiles Durante el inicio de la siguiente semana el equipo 3M se tomó unos días para estrategar en base a todos los imputs que habían obtenido Así que regresé a mis",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Neo Consulting se unió a Empresas 2S en el  y desde entonces su equipo ha demostrado un gran compromiso y entusiasmo con el propósito recidariano En noviembre pasado tuvimos el honor de recibirlos en nuestro local de Mi Bazar en Villa El Salvador para su inauguración donde pudimos mostrarles nuestros esfuerzos para generar espacios de compra digna donde familias en vulnerabilidad encuentren un opción cómoda segura y accesible a sus bolsillos Aquí nos cuentan un poco más de ellos la campaña de Reutilización Consciente que organizamos en alianza y su decisión de participar del cambio positivo a la sociedad Neo Consulting es una consultora de Estrategia Digital con más de 20 años de experiencia en la región Sus 4 pilares de expertise son Analítica Digital y Growth Hacking Marketing Digital y E-commerce Transformación Digital y Data Driven Marketing Adicionalmente desde el  somos certificados como empresa B Nosotros creemos firmemente en utilizar el poder de los negocios para desarrollar",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "se realizó una visita guiada a Mi Bazar y un ameno compartir entre los asistentes Estuvieron presentes representantes de organizaciones aliadas socios corporativos del programa corporativo de Recidar Empresas 2S y referentes del ecosistema emprendedor entre los que destacaron Cinthia Valera directora ejecutiva de Kunan Javier García coordinador del Premio Protagonistas del Cambio en UPC Heison Espinoza de Ciclos Studio Wenz Hoppus de Wearejana José Antonio Díaz CEO de FUB y José Franco de Circular Netter Pinedo presentador del evento dando la bienvenida al público Además se contó la presencia de aliados como Luciana Arcila de Neo Consulting Sara Ramírez de Olla Común Número 1 Mi Angelito Carol Cuzcano coordinadora de Comunicaciones y Comunidad de Sistema B Perú y Paula Tamayo fundadora de FUSSION A su vez es importante destacar que muchas de las organizaciones forman parte de Empresas 2S un programa corporativo gratuito que despliega prácticas de reutilización en empresas",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, it seems that there is currently an important project underway for Recidar involving the design and implementation of a safe, friendly, and sustainable space within their expanded Mi Bazar in Villa El Salvador. This project aims to provide a secure area for the community using the knowledge and expertise gained from the Global Business Master Program. However, there isn't any specific mention of ongoing or upcoming research projects or innovation initiatives related to Recidar.",
            "source": [
                {
                    "content": "Hace unos meses CENTRUM PUCP se nos acercó para una gran oportunidad la posibilidad de contar por 2 meses con Anna Alemania Christina Austria Franziska Italia Junny Perú y Victory Nigeria alumnas del Global Business Master Program para uno de los proyectos más importantes de nuestra vida recidariana el diseño de nuestro Mi Bazar expandido en Villa El Salvador Gracias a su excelente trabajo y dedicación hoy contamos un proyecto técnico para la implementación de un espacio seguro formal amigable y sostenible que estará al servicio de la comunidad de Mi Bazar Gracias por compartir con nosotros esta experiencia estamos muy orgullosos del Team Recidar   Dirección Av Algarrobos MzF Lt3 Villa El Salvador  Lima - Perú Empresa B Certificada Miembro de la Red Kunan",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "los primeros días les contamos todo acerca de Recidar desde sus inicios hasta los desafíos post pandemia pasando por los procesos altibajos dilemas y aprendizajes de esta apuesta por la Reutilización para la Inclusión Trabajamos en lluvias de ideas mapas de clientes y secuencias de procesos siempre compartiendo ideas debatiendo enfoques y desafiándonos mutuamente para encontrar soluciones innovadoras y sostenibles Y no podía faltar la experiencia presencial en la sede operativa de Recidar y en los dos bazares ecosociales en Chorrillos y Villa El Salvador porque siempre decimos que una cosa es contar Recidar y otra experimentar los momentos de cada área No hay nada mejor que eso para comprender la importancia no solo de procesos claros sino de un equipo motivado por una comunicación transparente y liderazgos estratégicos y ágiles Durante el inicio de la siguiente semana el equipo 3M se tomó unos días para estrategar en base a todos los imputs que habían obtenido Así que regresé a mis",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "se realizó una visita guiada a Mi Bazar y un ameno compartir entre los asistentes Estuvieron presentes representantes de organizaciones aliadas socios corporativos del programa corporativo de Recidar Empresas 2S y referentes del ecosistema emprendedor entre los que destacaron Cinthia Valera directora ejecutiva de Kunan Javier García coordinador del Premio Protagonistas del Cambio en UPC Heison Espinoza de Ciclos Studio Wenz Hoppus de Wearejana José Antonio Díaz CEO de FUB y José Franco de Circular Netter Pinedo presentador del evento dando la bienvenida al público Además se contó la presencia de aliados como Luciana Arcila de Neo Consulting Sara Ramírez de Olla Común Número 1 Mi Angelito Carol Cuzcano coordinadora de Comunicaciones y Comunidad de Sistema B Perú y Paula Tamayo fundadora de FUSSION A su vez es importante destacar que muchas de las organizaciones forman parte de Empresas 2S un programa corporativo gratuito que despliega prácticas de reutilización en empresas",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "A través de su programa internacional de voluntariado corporativo 3M Impact Global Heather Cowart Tanya Nybakken y Michael Welter ejecutivos senior de 3M de las oficinas de Chicago y Minnesota llegaron a Lima para integrar nuestro equipo de comunicaciones por dos semanas con el objetivo de diseñar un mapa estratégico de comunicación corporativa con acciones y herramientas clave para fortalecer alianzas con empresas y sus colaboradores Todo estuvo organizado por Pyxera Global con la fabulosa Carolina Gowland a cargo en agosto de  Desde el primer día quedó claro que esta colaboración sería especial La energía creatividad y enfoque de Tanya Heather Mike hizo que rápidamente se rompa el hielo y nos permitió construir un espacio de colaboración curiosidad y muchas ganas de contribuir Durante los primeros días les contamos todo acerca de Recidar desde sus inicios hasta los desafíos post pandemia pasando por los procesos altibajos dilemas y aprendizajes de esta apuesta por la Reutilización",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " It is not clear from the provided text which research grants or innovation awards are being referred to. However, based on the information given about various organizations and their initiatives, it can be inferred that some kind of recognition or reward may have been granted to those who contributed to the success of these projects. For example, the mention of \"Premios Protagonistas del Cambio en UPC\" (Champion Awards by UPC) suggests that individuals or teams were recognized for their achievements in promoting change. Similarly, the reference to \"Empresas 2S,\" a program focused on sustainability practices within companies, might imply that certain businesses received awards for successfully implementing environmentally friendly policies.",
            "source": [
                {
                    "content": "¡Felicitaciones a nuestras ganadoras del sorteo mensual de donantes de abril en Recidar Estamos emocionados de anunciar que las afortunadas ganadoras son Su compromiso con la Reutilización para la Inclusión su esfuerzo por hacer una diferencia positiva y por supuesto un poco de fortuna las han hecho dignas representantes de nuestra comunidad recidariana del mes de abril quienes donaron ropa calzado muebles electrodomésticos artefactos electrónicos juegues menaje accesorios y libros Gracias a su aporte estamos reduciendo la cantidad de residuos que terminan en los vertederos y creando oportunidades de reutilización y compra digna para familias de Villa El Salvador y Chorrillos fomentando un enfoque más sostenible en nuestra sociedad Además queremos agradecer a nuestros Aliados de la Reutilización que colaboraron con los premios del sorteo Bitoka Crealiz Sophie Ottaner y Thika Thani Estamos agradecidos por su compromiso con la sostenibilidad y por brindar productos de calidad que ayudan",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "se realizó una visita guiada a Mi Bazar y un ameno compartir entre los asistentes Estuvieron presentes representantes de organizaciones aliadas socios corporativos del programa corporativo de Recidar Empresas 2S y referentes del ecosistema emprendedor entre los que destacaron Cinthia Valera directora ejecutiva de Kunan Javier García coordinador del Premio Protagonistas del Cambio en UPC Heison Espinoza de Ciclos Studio Wenz Hoppus de Wearejana José Antonio Díaz CEO de FUB y José Franco de Circular Netter Pinedo presentador del evento dando la bienvenida al público Además se contó la presencia de aliados como Luciana Arcila de Neo Consulting Sara Ramírez de Olla Común Número 1 Mi Angelito Carol Cuzcano coordinadora de Comunicaciones y Comunidad de Sistema B Perú y Paula Tamayo fundadora de FUSSION A su vez es importante destacar que muchas de las organizaciones forman parte de Empresas 2S un programa corporativo gratuito que despliega prácticas de reutilización en empresas",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Neo Consulting se unió a Empresas 2S en el  y desde entonces su equipo ha demostrado un gran compromiso y entusiasmo con el propósito recidariano En noviembre pasado tuvimos el honor de recibirlos en nuestro local de Mi Bazar en Villa El Salvador para su inauguración donde pudimos mostrarles nuestros esfuerzos para generar espacios de compra digna donde familias en vulnerabilidad encuentren un opción cómoda segura y accesible a sus bolsillos Aquí nos cuentan un poco más de ellos la campaña de Reutilización Consciente que organizamos en alianza y su decisión de participar del cambio positivo a la sociedad Neo Consulting es una consultora de Estrategia Digital con más de 20 años de experiencia en la región Sus 4 pilares de expertise son Analítica Digital y Growth Hacking Marketing Digital y E-commerce Transformación Digital y Data Driven Marketing Adicionalmente desde el  somos certificados como empresa B Nosotros creemos firmemente en utilizar el poder de los negocios para desarrollar",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "A través de su programa internacional de voluntariado corporativo 3M Impact Global Heather Cowart Tanya Nybakken y Michael Welter ejecutivos senior de 3M de las oficinas de Chicago y Minnesota llegaron a Lima para integrar nuestro equipo de comunicaciones por dos semanas con el objetivo de diseñar un mapa estratégico de comunicación corporativa con acciones y herramientas clave para fortalecer alianzas con empresas y sus colaboradores Todo estuvo organizado por Pyxera Global con la fabulosa Carolina Gowland a cargo en agosto de  Desde el primer día quedó claro que esta colaboración sería especial La energía creatividad y enfoque de Tanya Heather Mike hizo que rápidamente se rompa el hielo y nos permitió construir un espacio de colaboración curiosidad y muchas ganas de contribuir Durante los primeros días les contamos todo acerca de Recidar desde sus inicios hasta los desafíos post pandemia pasando por los procesos altibajos dilemas y aprendizajes de esta apuesta por la Reutilización",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization is collaborating with various companies and organizations such as 3M Impact Global, Pyxera Global, Mi Bazar, Empresas 2S, Circular Netter, FUB, Wearejana, Olla Común Número 1, Neo Consulting, Sistema B Perú, FUSSION, Kuna",
            "source": [
                {
                    "content": "A través de su programa internacional de voluntariado corporativo 3M Impact Global Heather Cowart Tanya Nybakken y Michael Welter ejecutivos senior de 3M de las oficinas de Chicago y Minnesota llegaron a Lima para integrar nuestro equipo de comunicaciones por dos semanas con el objetivo de diseñar un mapa estratégico de comunicación corporativa con acciones y herramientas clave para fortalecer alianzas con empresas y sus colaboradores Todo estuvo organizado por Pyxera Global con la fabulosa Carolina Gowland a cargo en agosto de  Desde el primer día quedó claro que esta colaboración sería especial La energía creatividad y enfoque de Tanya Heather Mike hizo que rápidamente se rompa el hielo y nos permitió construir un espacio de colaboración curiosidad y muchas ganas de contribuir Durante los primeros días les contamos todo acerca de Recidar desde sus inicios hasta los desafíos post pandemia pasando por los procesos altibajos dilemas y aprendizajes de esta apuesta por la Reutilización",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "se realizó una visita guiada a Mi Bazar y un ameno compartir entre los asistentes Estuvieron presentes representantes de organizaciones aliadas socios corporativos del programa corporativo de Recidar Empresas 2S y referentes del ecosistema emprendedor entre los que destacaron Cinthia Valera directora ejecutiva de Kunan Javier García coordinador del Premio Protagonistas del Cambio en UPC Heison Espinoza de Ciclos Studio Wenz Hoppus de Wearejana José Antonio Díaz CEO de FUB y José Franco de Circular Netter Pinedo presentador del evento dando la bienvenida al público Además se contó la presencia de aliados como Luciana Arcila de Neo Consulting Sara Ramírez de Olla Común Número 1 Mi Angelito Carol Cuzcano coordinadora de Comunicaciones y Comunidad de Sistema B Perú y Paula Tamayo fundadora de FUSSION A su vez es importante destacar que muchas de las organizaciones forman parte de Empresas 2S un programa corporativo gratuito que despliega prácticas de reutilización en empresas",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Neo Consulting se unió a Empresas 2S en el  y desde entonces su equipo ha demostrado un gran compromiso y entusiasmo con el propósito recidariano En noviembre pasado tuvimos el honor de recibirlos en nuestro local de Mi Bazar en Villa El Salvador para su inauguración donde pudimos mostrarles nuestros esfuerzos para generar espacios de compra digna donde familias en vulnerabilidad encuentren un opción cómoda segura y accesible a sus bolsillos Aquí nos cuentan un poco más de ellos la campaña de Reutilización Consciente que organizamos en alianza y su decisión de participar del cambio positivo a la sociedad Neo Consulting es una consultora de Estrategia Digital con más de 20 años de experiencia en la región Sus 4 pilares de expertise son Analítica Digital y Growth Hacking Marketing Digital y E-commerce Transformación Digital y Data Driven Marketing Adicionalmente desde el  somos certificados como empresa B Nosotros creemos firmemente en utilizar el poder de los negocios para desarrollar",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Hace unos meses CENTRUM PUCP se nos acercó para una gran oportunidad la posibilidad de contar por 2 meses con Anna Alemania Christina Austria Franziska Italia Junny Perú y Victory Nigeria alumnas del Global Business Master Program para uno de los proyectos más importantes de nuestra vida recidariana el diseño de nuestro Mi Bazar expandido en Villa El Salvador Gracias a su excelente trabajo y dedicación hoy contamos un proyecto técnico para la implementación de un espacio seguro formal amigable y sostenible que estará al servicio de la comunidad de Mi Bazar Gracias por compartir con nosotros esta experiencia estamos muy orgullosos del Team Recidar   Dirección Av Algarrobos MzF Lt3 Villa El Salvador  Lima - Perú Empresa B Certificada Miembro de la Red Kunan",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided information, it seems that there were no specific joint events, projects, or initiatives mentioned between Recidar and 3M during their collaboration. However, both parties worked together to design a strategic communication plan for building stronger partnerships with businesses and their stakeholders. Additionally, Recidar shared its experiences and challenges related to the \"reutilization\" concept, which could potentially lead to future collaborations or initiatives.",
            "source": [
                {
                    "content": "A través de su programa internacional de voluntariado corporativo 3M Impact Global Heather Cowart Tanya Nybakken y Michael Welter ejecutivos senior de 3M de las oficinas de Chicago y Minnesota llegaron a Lima para integrar nuestro equipo de comunicaciones por dos semanas con el objetivo de diseñar un mapa estratégico de comunicación corporativa con acciones y herramientas clave para fortalecer alianzas con empresas y sus colaboradores Todo estuvo organizado por Pyxera Global con la fabulosa Carolina Gowland a cargo en agosto de  Desde el primer día quedó claro que esta colaboración sería especial La energía creatividad y enfoque de Tanya Heather Mike hizo que rápidamente se rompa el hielo y nos permitió construir un espacio de colaboración curiosidad y muchas ganas de contribuir Durante los primeros días les contamos todo acerca de Recidar desde sus inicios hasta los desafíos post pandemia pasando por los procesos altibajos dilemas y aprendizajes de esta apuesta por la Reutilización",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Hace unos meses CENTRUM PUCP se nos acercó para una gran oportunidad la posibilidad de contar por 2 meses con Anna Alemania Christina Austria Franziska Italia Junny Perú y Victory Nigeria alumnas del Global Business Master Program para uno de los proyectos más importantes de nuestra vida recidariana el diseño de nuestro Mi Bazar expandido en Villa El Salvador Gracias a su excelente trabajo y dedicación hoy contamos un proyecto técnico para la implementación de un espacio seguro formal amigable y sostenible que estará al servicio de la comunidad de Mi Bazar Gracias por compartir con nosotros esta experiencia estamos muy orgullosos del Team Recidar   Dirección Av Algarrobos MzF Lt3 Villa El Salvador  Lima - Perú Empresa B Certificada Miembro de la Red Kunan",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "se realizó una visita guiada a Mi Bazar y un ameno compartir entre los asistentes Estuvieron presentes representantes de organizaciones aliadas socios corporativos del programa corporativo de Recidar Empresas 2S y referentes del ecosistema emprendedor entre los que destacaron Cinthia Valera directora ejecutiva de Kunan Javier García coordinador del Premio Protagonistas del Cambio en UPC Heison Espinoza de Ciclos Studio Wenz Hoppus de Wearejana José Antonio Díaz CEO de FUB y José Franco de Circular Netter Pinedo presentador del evento dando la bienvenida al público Además se contó la presencia de aliados como Luciana Arcila de Neo Consulting Sara Ramírez de Olla Común Número 1 Mi Angelito Carol Cuzcano coordinadora de Comunicaciones y Comunidad de Sistema B Perú y Paula Tamayo fundadora de FUSSION A su vez es importante destacar que muchas de las organizaciones forman parte de Empresas 2S un programa corporativo gratuito que despliega prácticas de reutilización en empresas",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "y liderazgos estratégicos y ágiles Durante el inicio de la siguiente semana el equipo 3M se tomó unos días para estrategar en base a todos los imputs que habían obtenido Así que regresé a mis actividades cotidianas con gran expectativa y confianza de su trabajo Luego de unos días volví a reunirme para el feedback y ajustes finales momento que recuerdo con mucho cariño y admiración pues la calidad de su desempeño demostraba que hubo un gran entendimiento y escucha activa para desenvolver nuestros desafíos y proponer alternativas de abordaje innovador realmente crearon un marco sólido y detallado que serviría como guía para nuestros próximos pasos Al finalizar el proyecto estábamos orgullosos de lo que habíamos logrado juntos la presentación final y conversatorio frente a los demás grupos de trabajo y directores de 3M Perú fue inspiradora y -no tan- inesperadamente emotiva Pero una sorpresa maravillosa estaba por venir Nuestros esfuerzos y el potencial de impacto demostrado en el",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " The mutual objectives and outcomes expected from these collaborations involve strengthening communication strategies for both companies while fostering strong partnerships with businesses and their stakeholders. Through this collaboration, 3M hopes to design a comprehensive communication strategy with key actions and essential tools to enhance relationships with other organizations. On the other hand, Pyxera Global is responsible for organizing the program and ensuring smooth operations during the two-week period. Both parties aim to create a space where creativity, curiosity, and teamwork thrive, ultimately leading to successful projects and initiatives.",
            "source": [
                {
                    "content": "A través de su programa internacional de voluntariado corporativo 3M Impact Global Heather Cowart Tanya Nybakken y Michael Welter ejecutivos senior de 3M de las oficinas de Chicago y Minnesota llegaron a Lima para integrar nuestro equipo de comunicaciones por dos semanas con el objetivo de diseñar un mapa estratégico de comunicación corporativa con acciones y herramientas clave para fortalecer alianzas con empresas y sus colaboradores Todo estuvo organizado por Pyxera Global con la fabulosa Carolina Gowland a cargo en agosto de  Desde el primer día quedó claro que esta colaboración sería especial La energía creatividad y enfoque de Tanya Heather Mike hizo que rápidamente se rompa el hielo y nos permitió construir un espacio de colaboración curiosidad y muchas ganas de contribuir Durante los primeros días les contamos todo acerca de Recidar desde sus inicios hasta los desafíos post pandemia pasando por los procesos altibajos dilemas y aprendizajes de esta apuesta por la Reutilización",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Hace unos meses CENTRUM PUCP se nos acercó para una gran oportunidad la posibilidad de contar por 2 meses con Anna Alemania Christina Austria Franziska Italia Junny Perú y Victory Nigeria alumnas del Global Business Master Program para uno de los proyectos más importantes de nuestra vida recidariana el diseño de nuestro Mi Bazar expandido en Villa El Salvador Gracias a su excelente trabajo y dedicación hoy contamos un proyecto técnico para la implementación de un espacio seguro formal amigable y sostenible que estará al servicio de la comunidad de Mi Bazar Gracias por compartir con nosotros esta experiencia estamos muy orgullosos del Team Recidar   Dirección Av Algarrobos MzF Lt3 Villa El Salvador  Lima - Perú Empresa B Certificada Miembro de la Red Kunan",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "se realizó una visita guiada a Mi Bazar y un ameno compartir entre los asistentes Estuvieron presentes representantes de organizaciones aliadas socios corporativos del programa corporativo de Recidar Empresas 2S y referentes del ecosistema emprendedor entre los que destacaron Cinthia Valera directora ejecutiva de Kunan Javier García coordinador del Premio Protagonistas del Cambio en UPC Heison Espinoza de Ciclos Studio Wenz Hoppus de Wearejana José Antonio Díaz CEO de FUB y José Franco de Circular Netter Pinedo presentador del evento dando la bienvenida al público Además se contó la presencia de aliados como Luciana Arcila de Neo Consulting Sara Ramírez de Olla Común Número 1 Mi Angelito Carol Cuzcano coordinadora de Comunicaciones y Comunidad de Sistema B Perú y Paula Tamayo fundadora de FUSSION A su vez es importante destacar que muchas de las organizaciones forman parte de Empresas 2S un programa corporativo gratuito que despliega prácticas de reutilización en empresas",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "los primeros días les contamos todo acerca de Recidar desde sus inicios hasta los desafíos post pandemia pasando por los procesos altibajos dilemas y aprendizajes de esta apuesta por la Reutilización para la Inclusión Trabajamos en lluvias de ideas mapas de clientes y secuencias de procesos siempre compartiendo ideas debatiendo enfoques y desafiándonos mutuamente para encontrar soluciones innovadoras y sostenibles Y no podía faltar la experiencia presencial en la sede operativa de Recidar y en los dos bazares ecosociales en Chorrillos y Villa El Salvador porque siempre decimos que una cosa es contar Recidar y otra experimentar los momentos de cada área No hay nada mejor que eso para comprender la importancia no solo de procesos claros sino de un equipo motivado por una comunicación transparente y liderazgos estratégicos y ágiles Durante el inicio de la siguiente semana el equipo 3M se tomó unos días para estrategar en base a todos los imputs que habían obtenido Así que regresé a mis",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ]
}