{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Throughout their projects, Chapman Taylor has incorporated various sustainable and environmental practices. Some key examples include:\n\n1. Photovoltaics: They have installed 36 m² of photovoltaics on buildings, generating clean electricity and reducing reliance on fossil fuels.\n2. Energy efficiency plans: They implement energy-efficient designs and technologies in their projects to minimize energy consumption and associated greenhouse gas emissions.\n3. Innovative building systems: By using advanced building systems, they optimize resource usage and improve overall project performance.\n4. Expansion of sustainable mobility systems: They promote environmentally friendly transport options such as cycling, walking, and public transit to reduce air pollution and traffic congestion.\n5. Renewable energy communities: They activate renewable energy sources within their projects, contributing to a cleaner energy mix and reduced dependence on non-renewable resources.\n6. Urban reforestation: They engage in tree planting initiatives to help absorb carbon dioxide from the atmosphere and enhance local biodiversity.\n7. Circular Housing service: This service focuses on creating closed-loop systems for construction materials, reducing waste and promoting the reuse and recycling of resources.\n8. CO2eq capture through urban reforestation: By implementing urban reforestation projects, they can sequester carbon dioxide from the atmosphere and contribute to climate change mitigation efforts.",
            "source": [
                {
                    "content": "naturale  Chapman Taylor è stato precursore in Europa e nel Mondo di progetti certificati per la loro sostenibilità ambientale fra i quali il masterplan multifunzionale di Media City UK a Manchester primo progetto mondiale a scala urbana ad ottenere la certificazione BREEAM Sustainable Community; il Parco Scientifico Tecnologico NOI Techpark di Bolzano primo progetto in Europa e secondo al Mondo certificato LEED V4 Neighborhood Development GOLD; l’edificio per uffici GOITO58 a Roma primo edificio storico cittadino ad avere ottenuto entrambe le certificazioni LEED GOLD e BREEAM VERY GOOD Iscr Reg Imp MilanoCF e PIVA Iscr Albo delle SGR n",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "terzo settore e l’implementazione dei servizi offerti L’obiettivo è apportare un beneficio alle persone e promuovere uno stile di vita sostenibile dal punto di vista economico sociale e ambientale Dietro le soluzioni che proponiamo c’è una costante attitudine all’innovazione e allo sviluppo Vogliamo fare la differenza e distinguerci attraverso un approccio aperto e collaborativo la nostra vocazione è infatti connettere i nostri partner sui servizi complementari all’abitare basandoci sul connubio tra tecnologie avanzate e innovazione sociale per assicurare benessere alle persone La sostenibilità ambientale è alla base dei nostri progetti ci impegniamo a minimizzare l’impatto negativo sulle risorse naturali attuando un’evoluzione progressiva verso un’economia a zero emissioni di gas climalteranti in linea con gli obiettivi europei nazionali e regionali di neutralità climatica e di transizione ecologica L’accessibilità economica è alla base dei nostri progetti di affordable housing",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "terzo settore e l’implementazione dei servizi offerti L’obiettivo è apportare un beneficio alle persone e promuovere uno stile di vita sostenibile dal punto di vista economico sociale e ambientale Dietro le soluzioni che proponiamo c’è una costante attitudine all’innovazione e allo sviluppo Vogliamo fare la differenza e distinguerci attraverso un approccio aperto e collaborativo la nostra vocazione è infatti connettere i nostri partner sui servizi complementari all’abitare basandoci sul connubio tra tecnologie avanzate e innovazione sociale per assicurare benessere alle persone La sostenibilità ambientale è alla base dei nostri progetti ci impegniamo a minimizzare l’impatto negativo sulle risorse naturali attuando un’evoluzione progressiva verso un’economia a zero emissioni di gas climalteranti in linea con gli obiettivi europei nazionali e regionali di neutralità climatica e di transizione ecologica L’accessibilità economica è alla base dei nostri progetti di affordable housing",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "with its 36 m2 of photovoltaics but it will also release a surplus of energy to other city areas thus lowering greenhouse gas emissions into the atmosphere The strategies we deploy to reduce the environmental impacts of urban regeneration processes include mitigation through energy efficiency plans the use of innovative building systems and the expansion of sustainable mobility systems compensation through the activation of renewable energy communities and our Circular Housing service and CO2eq capture through urban reforestation In this way with the Aria L’Innesto and Green Between projects we aim to achieve a substantial reduction of CO2eq produced as compared to Business As Usual as the following figures show in detail Our approach therefore naturally fits in with the three objectives of CO2alizione Italia which in a nutshell are To find out more and get to know all member companies of CO2alizione Italia visit wwwco2alizioneeco Find out more about the main projects through which we",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation within the provided context. Here is a list of some of them mentioned in the text:\n\n1. Zero Emission Forum (September 28)\n2. Green Week (September 28 - September 29)\n3. Climate Chance Summit (September 28 - September 29)\n4. World Conservation Congress (September 28 - October 28)\n5. Global Landscapes Forum (October 28)\n6. International Union for Conservation of Nature (IUCN) World Conservation Congress (September 28 - October 28)\n7. United Nations Framework Convention on Climate Change (UNFCCC) Conference of Parties (COP) 28 (December 28)\n8. Youth4Climate Event (September 28 - September 30)\n9. Pre-COP Meeting (September 30 - October 28)\n10. Milan Social Housing Events (From September 28 to October 28)",
            "source": [
                {
                    "content": "naturale  Chapman Taylor è stato precursore in Europa e nel Mondo di progetti certificati per la loro sostenibilità ambientale fra i quali il masterplan multifunzionale di Media City UK a Manchester primo progetto mondiale a scala urbana ad ottenere la certificazione BREEAM Sustainable Community; il Parco Scientifico Tecnologico NOI Techpark di Bolzano primo progetto in Europa e secondo al Mondo certificato LEED V4 Neighborhood Development GOLD; l’edificio per uffici GOITO58 a Roma primo edificio storico cittadino ad avere ottenuto entrambe le certificazioni LEED GOLD e BREEAM VERY GOOD Iscr Reg Imp MilanoCF e PIVA Iscr Albo delle SGR n",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "include the explicit integration of the purpose of climate neutrality in their Bylaws Thus the evolution towards a zero-emission economy becomes a goal to be pursued over time with priority equal to profit goals in line with national and European targets that aim for a 55 percent reduction in emissions by  and zero emissions by  The goal of the coalition which was launched at today’s press conference at the Civita Association headquarters in Rome is to stimulate a concrete commitment from companies which through membership in CO2alizione Italia are called upon to report and publish real actions and targets related to fighting the climate change As a Benefit Company and B Corp we have decided to join CO2alizione Italia to highlight our commitment to an environmentally and community-conscious approach DECARBONISATION IN REDO’S WINNING REINVENTING CITIES PROJECTS A COMMITMENT THAT IS PART OF OUR DNA The approach we bring to our projects involves a just transition for both the environment",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "lavorativa della cultura dell’economia circolare sono GaiaGo LifeGate Cresme Ricerche LAMA Società Cooperativa – Impresa Sociale Fondazione Don Gino Rigoldi Edoardo Tresoldi ènostra Amici di Edoardo The FabLab Festival della Scienza Eatour Electreon mare culturale urbano Giacimenti Urbani Iscr Reg Imp MilanoCF e PIVA Iscr Albo delle SGR n",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Un programma di eventi e iniziative ospitati negli interventi di social housing a Milano all’interno del programma All4Climate-Italy- del Ministero della Transizione Ecologica dal 28 settembre al 2 ottobre  Per la prima volta Milano ospiterà una settimana di eventi internazionali dedicati all’attuale crisi climatica un tema sempre più urgente all’interno delle agende internazionali In particolare dal 28 al 30 settembre ci sarà la Youth4Climate evento che porterà a Milano  giovani provenienti dai  Paesi del mondo che hanno firmato la Convenzione ONU sui cambiamenti climatici e dal 30 settembre al 2 ottobre la Pre-COP una riunione ministeriale di 40 paesi che anticipa la COP26 a Glasgow conferenza sui cambiamenti climatici delle Nazioni Unite UN CLIMA PER TUTTI – TUTTI PER IL CLIMA vuole essere l’iniziativa che connette i cittadini milanesi con quelle esperienze locali di attivismo civico culturale artistico scientifico e di impresa che si dedicano alla lotta ai cambiamenti climatici La",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The report mentions several environmental impact metrics related to energy consumption, emissions, and sustainability performance. These include:\n\n1. Energy efficiency optimization through an Environmental Management System (EMS) aligned with the ISO framework.\n2. Reducing greenhouse gas emissions from assets in the investment portfolio.\n3. Making tenants aware of their ecological and economic footprints by providing them with information on their energy consumption.\n4. Monitoring principal adverse impacts (PAIs) applicable to the relevant sector, as required by European regulations currently being adopted by the European Commission, Parliament, and Council. This includes reporting on any significant changes or updates to these metrics over time.",
            "source": [
                {
                    "content": "ARIA la FPM mette a disposizione la sua esperienza e competenze nel campo dell’energia dell’applicazione della metodologia Life Cycle Assessment LCA per la valutazione del profilo ambientale del sito e della sostenibilità in generale durante le fasi di progettazione di implementazione gestione del sito e di monitoraggio Iscr Reg Imp MilanoCF e PIVA Iscr Albo delle SGR n",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "le prime in Italia nei temi di bilancio sociale sostenibilità e finanza d’impatto Nel team di lavoro ARIA Deloitte è advisor finanziario di Redo per la definizione e implementazione della strategia Environmental Social and Governance ESG del Progetto per la fase di design realizzazione e operation con particolare riferimento agli aspetti di natura economico-finanziaria e di compliance/comunicazione nella definizione dei relativi KPIs nonché nella loro misurazione anche ai fini della determinazione degli impatti e del rendimento ESG-adjusted del Progetto Iscr Reg Imp MilanoCF e PIVA Iscr Albo delle SGR n",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "naturale  Chapman Taylor è stato precursore in Europa e nel Mondo di progetti certificati per la loro sostenibilità ambientale fra i quali il masterplan multifunzionale di Media City UK a Manchester primo progetto mondiale a scala urbana ad ottenere la certificazione BREEAM Sustainable Community; il Parco Scientifico Tecnologico NOI Techpark di Bolzano primo progetto in Europa e secondo al Mondo certificato LEED V4 Neighborhood Development GOLD; l’edificio per uffici GOITO58 a Roma primo edificio storico cittadino ad avere ottenuto entrambe le certificazioni LEED GOLD e BREEAM VERY GOOD Iscr Reg Imp MilanoCF e PIVA Iscr Albo delle SGR n",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "combustibili fossili Redo inoltre raccogliere e monitora i dati di consumo energetico sia per raggiungere prestazioni di efficienza energetica ottimali attraverso un Environmental Management System digitale allineato allo standard framework ISO  sia per ridurre le emissioni climalteranti degli asset in portafoglio sia per rendere consapevoli e responsabili gli inquilini rispetto all’impronta ecologica ed economica dei propri consumi Con particolare riferimento agli indicatori Principal Adverse Impact previsti dalla normativa europea attualmente adottata dalla Commissione Europea e in fase di approvazione da parte del Parlamento Europeo e del Consiglio Regolamento Delegato / del 6 aprile  non ancora pubblicato in Gazzetta Ufficiale sarà in forza a partire dal 1 gennaio  Disponibile al link  Redo ha iniziato il monitoraggio dei PAI applicabili al settore di riferimento A partire dal 1 gennaio  sarà debitamente fornita disclosure in merito e mantenuto l’aggiornamento periodico sul sito",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Based on the information provided, it seems that Redo has committed to social responsibility through its focus on affordable housing and social impact. Additionally, the company is working towards creating shared value for its stakeholders, including shareholders and various other stakeholders. However, there isn't specific mention of corporate responsibility commitments beyond these aspects.",
            "source": [
                {
                    "content": "REDO TRA LE B CORP BEST FOR THE WORLD™  Un importante risultato per la nostra società Redo è una delle B Corp Best For The World™  rientra infatti nel 5 delle aziende con il punteggio più alto nell’area di impatto Governance sulle oltre  B Corp certificate a livello globale Un risultato che riconosce la gestione trasparente e responsabile della nostra governance in grado di raggiungere e bilanciare gli interessi di tutti gli stakeholder dagli azionisti alla comunità dai lavoratori all’ambiente I fattori che rendono possibile questo successo sono legati a una definizione precisa e funzionale di obiettivi responsabilità e ruoli in ambito ESG quali ad esempio l’istituzione del Responsabile di Impatto sostenibilità e comunicazione Redo ha inoltre integrato le sue politiche retributive considerando una valutazione delle performance anche in ottica ESG È grazie a una governance strutturata che la mission e gli impegni presenti nello Statuto si traducono costantemente in un processo",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of shared value for the Company and its shareholders as well as for all stakeholders In particular Redo’s sustainable strategy aims to create value through among others the integration of the SDGs and relevant ESG factors in the scope of activities of the SGR and the managed AIFs More specifically Redo has based its business strategy on consistency with its social impact vocation pursuing the promotion of real estate initiatives that contribute to increasing the supply of social housing “Affordable housing” in the urban regeneration field with a social impact and/or content while respecting environmental sustainability to create value for the diverse stakeholders and in particular In this context both short- and medium- to long-term strategic objectives underlying the incentive systems are directly related to the goals described Redo has adopted its own Organisational Model with the aim of building a structured and organic system of guiding principles operating procedures and other",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "by the European Commission and in the stage of approval by the European Parliament and the Council Delegated Regulation / of 6 April  not yet published in the Official Journal will be in force as of 1 January  Available at  Redo has started monitoring the PAI applicable to the sector Starting 1 January  disclosure will be duly provided and regular updates will be posted on the website in line with the applicable regulatory requirements Shareholders’ Assembly approved the Sgr Remuneration and Incentive Policy which also through the incentive plan integrates sustainability risks for the achievement of social and environmental performance The Policy aims to encourage the pursuit of annual and multi-year objectives as outlined in the medium to long-term strategy and to contribute to the creation of shared value for the Company and its shareholders as well as for all stakeholders In particular Redo’s sustainable strategy aims to create value through among others the integration of the SDGs",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Redo ha iniziato il monitoraggio dei PAI applicabili al settore di riferimento A partire dal 1 gennaio  sarà debitamente fornita disclosure in merito e mantenuto l’aggiornamento periodico sul sito web in linea con i requisiti normativi applicabili l’Assemblea ha approvato la Politica di remunerazione e incentivazione del personale della Sgr che anche attraverso il piano di incentivazione integra i rischi di sostenibilità per il raggiungimento di performance sociali e ambientali La Politica è volta a incentivare il perseguimento degli obiettivi annuali e pluriennali così come delineati nella strategia di medio-lungo termine e a contribuire alla creazione di valore condiviso per la Società e i suoi azionisti nonché per tutti gli stakeholder In particolare la strategia sostenibile di Redo mira alla creazione di valore attraverso tra l’altro l’integrazione dei SDGs e dei fattori ESG rilevanti nell’ambito di attività della Sgr e dei FIA gestiti Più in dettaglio Redo ha improntato la",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, Redo publishes annual and quarterly reports that provide detailed information about their commitments related to governance, ESG objectives, remuneration policies, and sustainable strategy. These reports include updates on progress towards achieving the SDGs, as well as the company's overall financial and operational performance. Additionally, they disclose any changes made to the organizational structure or processes during the reporting period. Overall, these reports serve as a comprehensive source of information for stakeholders to track Redo's ongoing efforts to create shared value and fulfill its responsibilities as a leading global B Corp.",
            "source": [
                {
                    "content": "An important milestone for our Company Redo is one of the B Corp Best For The World™  it ranks the top 5 Companies with the highest score in Governance impact area of the B Impact Assessment BIA out of more than 5 certified B Corp globally This results acknowledges the transparent and responsible management of our governance system which enables us to meet and balance all stakeholders interests from shareholders to community from workers to environment Enabling factors are connected to an accurate and functional definition of ESG objectives ownership and roles such as the institution of a Impact Sustainability and Communication Director Furthermore Redo has integrated Remuneration Policies also including the evaluation of ESG performances for all employees Through a structured governance model the mission and values outlined in the Bylaws are translated in a decision and executive process which is able to turn values into actions This drives the creation of new real estate funds the",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "by the European Commission and in the stage of approval by the European Parliament and the Council Delegated Regulation / of 6 April  not yet published in the Official Journal will be in force as of 1 January  Available at  Redo has started monitoring the PAI applicable to the sector Starting 1 January  disclosure will be duly provided and regular updates will be posted on the website in line with the applicable regulatory requirements Shareholders’ Assembly approved the Sgr Remuneration and Incentive Policy which also through the incentive plan integrates sustainability risks for the achievement of social and environmental performance The Policy aims to encourage the pursuit of annual and multi-year objectives as outlined in the medium to long-term strategy and to contribute to the creation of shared value for the Company and its shareholders as well as for all stakeholders In particular Redo’s sustainable strategy aims to create value through among others the integration of the SDGs",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Redo ha iniziato il monitoraggio dei PAI applicabili al settore di riferimento A partire dal 1 gennaio  sarà debitamente fornita disclosure in merito e mantenuto l’aggiornamento periodico sul sito web in linea con i requisiti normativi applicabili l’Assemblea ha approvato la Politica di remunerazione e incentivazione del personale della Sgr che anche attraverso il piano di incentivazione integra i rischi di sostenibilità per il raggiungimento di performance sociali e ambientali La Politica è volta a incentivare il perseguimento degli obiettivi annuali e pluriennali così come delineati nella strategia di medio-lungo termine e a contribuire alla creazione di valore condiviso per la Società e i suoi azionisti nonché per tutti gli stakeholder In particolare la strategia sostenibile di Redo mira alla creazione di valore attraverso tra l’altro l’integrazione dei SDGs e dei fattori ESG rilevanti nell’ambito di attività della Sgr e dei FIA gestiti Più in dettaglio Redo ha improntato la",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of shared value for the Company and its shareholders as well as for all stakeholders In particular Redo’s sustainable strategy aims to create value through among others the integration of the SDGs and relevant ESG factors in the scope of activities of the SGR and the managed AIFs More specifically Redo has based its business strategy on consistency with its social impact vocation pursuing the promotion of real estate initiatives that contribute to increasing the supply of social housing “Affordable housing” in the urban regeneration field with a social impact and/or content while respecting environmental sustainability to create value for the diverse stakeholders and in particular In this context both short- and medium- to long-term strategic objectives underlying the incentive systems are directly related to the goals described Redo has adopted its own Organisational Model with the aim of building a structured and organic system of guiding principles operating procedures and other",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided information, it seems that several community and social events have already been planned or are currently being organized as part of the project's commitment to placemaking and community engagement. These events aim to foster collaboration between different stakeholders involved in the project, such as Redo, designers, FHS (Fondazione Housing Solutions), LAMA (Lama Social Enterprise Consultancy), and various partners like Iscr Reg Imp MilanoCF and PIVA Iscr Albo delle SGR n. Some of these events include:\n\n1. Design workshops: Workshops may be held during the design phase to involve residents in shaping the development of the residential complex. This would allow them to express their preferences and requirements regarding the layout, amenities, and overall character of the space.\n2. Community meetings: Periodic meetings can be arranged among residents, local authorities, and project stakeholders to discuss progress, address concerns, and gather feedback. Such interactions help maintain open communication channels and ensure that everyone's voice is heard.\n3. Cultural events: Events like art exhibitions, music performances, and film screenings can be organized to promote cultural exchange and enrich the community's experience. These events can serve as platforms for residents to showcase their talents and foster a sense of belonging.\n4. Educational programs: Workshops, courses, or seminars can be offered to residents on topics related to sustainability, urban farming, circular economy, and other relevant subjects. This would not only provide opportunities for learning but also encourage collaboration and knowledge sharing within the community.\n5. Neighborhood celebrations: Special occasions like holidays, milestone completions, or groundbreaking ceremonies can be celebrated with neighborhood-wide events, such as picnics, street fairs, or concerts. These events can help strengthen bonds within the community and create memorable experiences for its members.",
            "source": [
                {
                    "content": "e lo sviluppo del progetto di placemaking e di community engagement Collaborerà con Redo e con i progettisti nella definizione del concept degli spazi abitativi  Le attività di FHS si svilupperanno in tutta la durata del progetto nelle fasi di design realizzazione e fase operativa e con la fornitura di servizi operativi alla comunità Iscr Reg Imp MilanoCF e PIVA Iscr Albo delle SGR n",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "LAMA è un’impresa sociale e una agenzia di consulenza strategica specializzata nell’assistenza su progetti di cambiamento e innovazione rigenerazione urbana e impatto sociale Dal  LAMA opera a supporto di Imprese Enti No Profit ed Enti Pubblici nazionali ed internazionali nel design strategia sviluppo e gestione di progetti ad alto impatto sociale in Italia e all’estero  Tra le attività recenti LAMA si è occupata del design delle attività di riattivazione temporanea nonché della gestione effettiva delle attività e degli spazi content  facility management del complesso ex-Manifattura Tabacchi di Firenze Nel progetto Città Contemporanea Cascina Merlata zona Expo Milano ha supportato CMB soc coop come consulente strategico per le azioni di immagine e stile stakeholder engagement marketing campaign ed eventi on site già durante le fasi di cantiere  All’interno del team ARIA LAMA ha il ruolo di consulente per le attività di attivazione temporanea degli spazi e stakeholder engagement con",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "lavorativa della cultura dell’economia circolare sono GaiaGo LifeGate Cresme Ricerche LAMA Società Cooperativa – Impresa Sociale Fondazione Don Gino Rigoldi Edoardo Tresoldi ènostra Amici di Edoardo The FabLab Festival della Scienza Eatour Electreon mare culturale urbano Giacimenti Urbani Iscr Reg Imp MilanoCF e PIVA Iscr Albo delle SGR n",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of collaborative living Four key elements 1 COMMUNITY BUILDINGTwo-year accompaniment to empower residents to design the use of common spaces The social manager will be central to aligning needs and interests and measure impacts over time 2 FLEXIBLE SPACES AND SERVICES Communal kitchens living rooms workshops gardens and green spaces And services managed in an integrated way by residents business entities and nonprofits From the Neighborhood Concierge domestic services and paperwork processing to the Community Food Hub food and agricultural education workshop and classes to Urban farming  m² of gardens to be grown together on a rotating or shared basis 3 SHARED HOUSING Innesto provides 60 percent of the apartments for rent 40 percent for subsidized sale But there is also a portion of shared housing Neighborhood app to connect with other residents be updated on initiatives and services in real time Pellentesque rutrum urna a mattis aliquet sapien nisi dictum justo sed mattis ipsum metus",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " There are several products, services, and technologies mentioned in the provided text. Some of these include:\n\n1. State-of-the-art washing machines controlled through an App, optimizing energy consumption in the Moneta complex.\n2. E-learning platform offered to Crescenzago/Cimiano high schools for distance learning, blended, and interactive learning experiences through the Redo App.\n3. Advanced washing machines and drying systems designed to reduce water and electricity consumption.\n4. Smart home devices such as thermostats, lighting controls, and security systems that enable users to monitor and manage their energy usage.\n5. Gamification approaches applied through the Redo App to encourage engagement in study and promote user interaction.\n6. Washing machine allocation system using AI, allowing efficient resource utilization within the Moneta complex.\n7. Bar/Restaurant, Coworking Space, Cohousing, Bike Hub, Market Square, Playground, and Neighborhood App, providing various social and community-building opportunities.\n8. Healthy Clean Cities European Cities for Carbon-Neutral Construction program, supporting environmentally sustainable urban development.\n9. Collaborative living platforms that facilitate communication and coordination among residents, businesses, and nonprofit organizations.\n10. Shared housing options, including innesto (shared ownership), shared rental apartments, and communal living spaces.",
            "source": [
                {
                    "content": "and appliances thus offering a more sustainable and affordable alternative to buying Project to develop a financing mechanism for the use of technological solutions to improve the quality of housing and achieve zero energy consumption in public and private building renovations Digitalization can strengthen the integration of physical and social spaces and create conditions for fuller use of complimentary living services while minimizing environmental impact In many of Redo's projects a neighborhood app is available which becomes a tool for increasingly smart and collaborative living Redo promotes a digital service in the Moneta complex through the provision of state-of-the-art washing machines controlled through an App Users can set the washing cycles and an AI system allocates them according to times so that energy consumption is optimized throughout the entire complex Healthy Clean Cities European Cities for Carbon-Neutral Construction is a European accelerator for reducing the",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of action of the Green Between Hub 1 Social capitalThe Hub will have scattered multifunctional spaces placed at the foot of the buildings and integrated with each other a bar/restaurant coworking space cohousing the Bike Hub the Market Square the Playground Places of social interaction for a neighborhood that is no longer dormant but inhabited and lived in 2 StudioThe Hub will also be an e-learning platform offered to Crescenzago/Cimiano high schools for distance learning blended and interactive Also through the Redo App gamification approaches will be applied to encourage engagement in study 3 WorkHub trainers will work with mentors from businesses in the neighborhood RCS Sony Coop Adecco Credito Valtellinese S Raffaele to accompany the students on business paths Businesses in the new neighborhood will also be involved Business support will help identify talent; strengthen soft skills; train for sustainability; and create new services in the area of which young people are the",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "we propose there is a constant aptitude for innovation and development We want to make a difference and stand out through an open and collaborative approach in fact we connect our partners to complimentary housing services based on the combination of advanced technology and social innovation to ensure people's well-being Environmental sustainability is at the core of our projects we are committed to minimizing the negative impact on natural resources during the construction and the management of real estate projects by implementing a progressive evolution towards a climate-neutral economy in line with European national and regional climate neutrality and ecological transition goals Affordability is at the heart of our affordable housing projects through which we increase the supply of quality affordable housing and student housing at accessible prices Creating a positive impact for those who can not afford to buy their homes on the open market without sacrificing access to other",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of collaborative living Four key elements 1 COMMUNITY BUILDINGTwo-year accompaniment to empower residents to design the use of common spaces The social manager will be central to aligning needs and interests and measure impacts over time 2 FLEXIBLE SPACES AND SERVICES Communal kitchens living rooms workshops gardens and green spaces And services managed in an integrated way by residents business entities and nonprofits From the Neighborhood Concierge domestic services and paperwork processing to the Community Food Hub food and agricultural education workshop and classes to Urban farming  m² of gardens to be grown together on a rotating or shared basis 3 SHARED HOUSING Innesto provides 60 percent of the apartments for rent 40 percent for subsidized sale But there is also a portion of shared housing Neighborhood app to connect with other residents be updated on initiatives and services in real time Pellentesque rutrum urna a mattis aliquet sapien nisi dictum justo sed mattis ipsum metus",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, it seems that Redo does not have specific promotional events, expos, or sales related to their offerings. However, they do participate in various events and initiatives focused on sustainable living, affordable housing, and urban regeneration. These events could include conferences, workshops, and exhibitions where Redo showcases their projects and services. Additionally, Redo may partner with other organizations to promote their shared goals and raise awareness about sustainable urban development.",
            "source": [
                {
                    "content": "and appliances thus offering a more sustainable and affordable alternative to buying Project to develop a financing mechanism for the use of technological solutions to improve the quality of housing and achieve zero energy consumption in public and private building renovations Digitalization can strengthen the integration of physical and social spaces and create conditions for fuller use of complimentary living services while minimizing environmental impact In many of Redo's projects a neighborhood app is available which becomes a tool for increasingly smart and collaborative living Redo promotes a digital service in the Moneta complex through the provision of state-of-the-art washing machines controlled through an App Users can set the washing cycles and an AI system allocates them according to times so that energy consumption is optimized throughout the entire complex Healthy Clean Cities European Cities for Carbon-Neutral Construction is a European accelerator for reducing the",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "projects Redo aims to redesign the way cities are lived in providing solutions that are affordable for people and sustainable for the environment B Corp certification is awarded for companies that meet the highest standards of social and environmental performance transparency and accountability as outlined in the chart below Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano Iscr Reg Imp Milano – CF e PIVA  – Iscr Albo delle SGR n Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "model the mission and values outlined in the Bylaws are translated in a decision and executive process which is able to turn values into actions This drives the creation of new real estate funds the development of new and innovative housing projects and strategic alliances Thanks to this approach we are among the Best B Corp in the world for our sustainable practices This recognition by B Lab the entity that certifies B Corp is a further confirmation that Redo is leaving the way for change making a positive value-added impact for the development of communities cities and the environment Redo is committed to a just transition that takes into account the economic social and environmental sustainability of residential real estate initiatives With its affordable housing and urban regeneration projects Redo aims to redesign the way cities are lived in providing solutions that are affordable for people and sustainable for the environment B Corp certification is awarded for companies that",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "LAMA è un’impresa sociale e una agenzia di consulenza strategica specializzata nell’assistenza su progetti di cambiamento e innovazione rigenerazione urbana e impatto sociale Dal  LAMA opera a supporto di Imprese Enti No Profit ed Enti Pubblici nazionali ed internazionali nel design strategia sviluppo e gestione di progetti ad alto impatto sociale in Italia e all’estero  Tra le attività recenti LAMA si è occupata del design delle attività di riattivazione temporanea nonché della gestione effettiva delle attività e degli spazi content  facility management del complesso ex-Manifattura Tabacchi di Firenze Nel progetto Città Contemporanea Cascina Merlata zona Expo Milano ha supportato CMB soc coop come consulente strategico per le azioni di immagine e stile stakeholder engagement marketing campaign ed eventi on site già durante le fasi di cantiere  All’interno del team ARIA LAMA ha il ruolo di consulente per le attività di attivazione temporanea degli spazi e stakeholder engagement con",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " Among the various partnerships and collaborations mentioned, there is one specific to commerce. This collaboration involves Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano (Redo), which is a socially responsible investment company focused on sustainable real estate projects. In this regard, Redo has formed strategic alliances with prominent institutions such as CA Ventures, a global vertically integrated real estate investment management firm with over $13 billion in assets under management across the United States, Europe, and Latin America. Through these partnerships, Redo manages investments for some of the world's largest institutional investors through various vehicles like core value-add and opportunistic funds. By working closely with renowned companies like CA Ventures, Redo contributes to the growth of sustainable and commercially viable real estate projects, ultimately benefiting both the environment and local communities.",
            "source": [
                {
                    "content": "CA Ventures CA è una società di gestione degli investimenti immobiliari globale verticalmente integrata con più di 13 miliardi di dollari in attività negli Stati Uniti in Europa e in America Latina L’azienda con sede a Chicago offre direttamente servizi di investimento servizi di sviluppo e operatività ed è specializzata in attività immobiliari commerciali di nicchia come ad esempio residenze per studenti strutture per anziani edifici multifamiliari industriali uffici per uso medico e life sciences CA gestisce investimenti immobiliari per conto di alcuni dei più grandi investitori istituzionali del mondo attraverso una vasta gamma di veicoli di investimento core value-add e opportunistici Iscr Reg Imp MilanoCF e PIVA Iscr Albo delle SGR n",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "e costruire relazioni monitorare in modo accurato il proprio impatto e accelerare verso un paradigma di business rigenerativo Redo ha ricevuto il riconoscimento di B Corp Best For The World™  rientra infatti nel 5 delle aziende con il punteggio più alto nell’area di impatto Governance sulle oltre  B Corp certificate a livello globale Con l’obiettivo di promuovere e diffondere il movimento B Corp Redo agisce in partnership con diverse società e organizzazioni virtuose tra queste Nativa Gresb CO2alizione e Deepki Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano Iscr Reg Imp Milano – CF e PIVA  – Iscr Albo delle SGR n Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "e Corsi di Formazione Continua IED può vantare più di  partnership accademiche in Europa Asia Stati Uniti Canada Australia Nuova Zelanda e America Latina Nel Progetto ARIA IED unificherà in un unico Campus da  mq le sue sedi milanesi nell’area dell’ex-Macello Iscr Reg Imp MilanoCF e PIVA Iscr Albo delle SGR n",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Cristian Chizzoli è docente di Marketing Strategico presso l’Università Bocconi e direttore del Master in Marketing e Comunicazione della stessa Università Oltre all’attività accademica ha maturato diverse esperienze come amministratore in una pluralità di aziende ed enti tra cui Cassa Depositi e Prestiti Fondazione Fiera Milano Fondazione Cariplo e Fondazione Housing Sociale È attualmente presidente di Fondazione Giordano Dell’Amore Social Venture e di Padania Acque Spa oltre che consigliere di REDO sgr Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano Iscr Reg Imp Milano – CF e PIVA  – Iscr Albo delle SGR n Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, it seems like there might be job openings related to urban planning, green building, energy efficiency, natural resources management, strategic consulting, e-learning platforms, business support, talent identification, soft skill training, sustainability, service creation, architecture, real estate, fund management, administration, and student housing. Additionally, there may be opportunities for internships, apprenticeships, or volunteering within these fields.",
            "source": [
                {
                    "content": "building and energy efficiency He worked for a period in New York on major projects such as the reconstruction of the World Trade Center From there he moved to Peru to work as a Specialist in Natural Resources Management at FAO where he worked on the development of over  microdams in the Andes Back in Italy he started working in strategic consulting for Bain  Company before joining InvestiRE in  Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano Iscr Reg Imp Milano – CF e PIVA  – Iscr Albo delle SGR n Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of action of the Green Between Hub 1 Social capitalThe Hub will have scattered multifunctional spaces placed at the foot of the buildings and integrated with each other a bar/restaurant coworking space cohousing the Bike Hub the Market Square the Playground Places of social interaction for a neighborhood that is no longer dormant but inhabited and lived in 2 StudioThe Hub will also be an e-learning platform offered to Crescenzago/Cimiano high schools for distance learning blended and interactive Also through the Redo App gamification approaches will be applied to encourage engagement in study 3 WorkHub trainers will work with mentors from businesses in the neighborhood RCS Sony Coop Adecco Credito Valtellinese S Raffaele to accompany the students on business paths Businesses in the new neighborhood will also be involved Business support will help identify talent; strengthen soft skills; train for sustainability; and create new services in the area of which young people are the",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "creazione di un Innovation hub centro di competenze per sviluppare modelli innovativi di produzione e consumo Urban Adaptive Zone spazi di socialità cucine comuni laboratori e servizi gestiti in modo integrato da residenti imprese soggetti non profit e altri stakeholder locali Residenze sociali rivolte a categorie in difficoltà convenzionate con i Servizi Socio-Sanitari e affiancate da servizi a cura del Terzo settore Student Housing studentato con  posti letto per studenti gestito in chiave sostenibile da In-Domus società leader a Milano nel settore dello student housing Architettura urbana firmata da uno dei più accreditati studi italiani Barreca  La Varra Adaptive Urban Zones social spaces communal kitchens workshops and services managed in an integrated way by residents businesses nonprofits and other local stakeholders Student Housing student housing with  beds for students managed sustainably by In-Domus a leading student housing company in Milan Barreca  La Varra Fondazione",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "She joined Polaris then InvestiRE in  before moving to Redo in  as Chief Operating Officer Graduated in Economics and Business after a first 4 years experience as auditor in one of the leading international companies in the sector she carries out some experiences in the financial and banking sector and in  she lands in the real estate sector joining Pirelli Real Estate where she holds the position of Head of Planning and Control of the Offices BU Daniela followed the start-up of Pirelli RE SGR SpA in  where she was first Head of Planning and Control and later Head of Fund Management of the Office BU Formerly at Polaris then InvestiRE since  she was first Head of Operations and then at InvestiRE she took on the role of Head of Administration Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano Iscr Reg Imp Milano – CF e PIVA  – Iscr Albo delle SGR n Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events planned within the Green Between Hub 1 project. Some of these events include job fairs, webinars, workshops, and training programs. Here's a list of some of the events mentioned in the text:\n\n* Job fairs - These events aim to connect young people with local businesses in the new neighborhood, helping them find employment opportunities.\n* Webinars - Online seminars or workshops conducted via video conferencing platforms, offering educational content related to talent identification, soft skills development, sustainability, and creating new services.\n* Workshops - Hands-on sessions where participants can learn new skills or enhance existing ones in areas such as green entrepreneurship, innovation, and problem-solving.\n* Training programs - Structured courses designed to improve specific skills or knowledge in fields relevant to the Green Between Hub 1 project, such as environmental sustainability, community building, and digital literacy.",
            "source": [
                {
                    "content": "new neighborhood will also be involved Business support will help identify talent; strengthen soft skills; train for sustainability; and create new services in the area of which young people are the creators and implementers 4 Governance Resident participation in the governance of the Hub’s managing entity will transform potential clients/users into subjects of co-design and co-production Involvement of local economic actors will make it possible to leverage their knowledge on the strengths and weaknesses of the context Pellentesque rutrum urna a mattis aliquet sapien nisi dictum justo sed mattis ipsum metus sit amet dolor Aliquam in justo enim Curabitur vestibulum nibh eget magna hendrerit sed aliquet nunc ornare Nunc tempor enim sed ligula suscipit sodales Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano Iscr Reg Imp Milano – CF e PIVA  – Iscr Albo delle SGR n Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of action of the Green Between Hub 1 Social capitalThe Hub will have scattered multifunctional spaces placed at the foot of the buildings and integrated with each other a bar/restaurant coworking space cohousing the Bike Hub the Market Square the Playground Places of social interaction for a neighborhood that is no longer dormant but inhabited and lived in 2 StudioThe Hub will also be an e-learning platform offered to Crescenzago/Cimiano high schools for distance learning blended and interactive Also through the Redo App gamification approaches will be applied to encourage engagement in study 3 WorkHub trainers will work with mentors from businesses in the neighborhood RCS Sony Coop Adecco Credito Valtellinese S Raffaele to accompany the students on business paths Businesses in the new neighborhood will also be involved Business support will help identify talent; strengthen soft skills; train for sustainability; and create new services in the area of which young people are the",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "LAMA è un’impresa sociale e una agenzia di consulenza strategica specializzata nell’assistenza su progetti di cambiamento e innovazione rigenerazione urbana e impatto sociale Dal  LAMA opera a supporto di Imprese Enti No Profit ed Enti Pubblici nazionali ed internazionali nel design strategia sviluppo e gestione di progetti ad alto impatto sociale in Italia e all’estero  Tra le attività recenti LAMA si è occupata del design delle attività di riattivazione temporanea nonché della gestione effettiva delle attività e degli spazi content  facility management del complesso ex-Manifattura Tabacchi di Firenze Nel progetto Città Contemporanea Cascina Merlata zona Expo Milano ha supportato CMB soc coop come consulente strategico per le azioni di immagine e stile stakeholder engagement marketing campaign ed eventi on site già durante le fasi di cantiere  All’interno del team ARIA LAMA ha il ruolo di consulente per le attività di attivazione temporanea degli spazi e stakeholder engagement con",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "campaign ed eventi on site già durante le fasi di cantiere  All’interno del team ARIA LAMA ha il ruolo di consulente per le attività di attivazione temporanea degli spazi e stakeholder engagement con l’obiettivo di rendere fruibile sin da subito l’area dell’Ex Macello favorendo al contempo la germinazione delle prime comunità fino alla loro completa maturazione LAMA parteciperà alle fasi di design realizzazione e fase operativa Iscr Reg Imp MilanoCF e PIVA Iscr Albo delle SGR n",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Based on the given information, there are two main types of benefits mentioned:\n\n1. Impact Sustainability and Communication Director: Redo has appointed an Impact Sustainability and Communication Director who oversees the development and implementation of ESG policies and initiatives. This role ensures that the company's governance system remains transparent and responsibly managed, enabling it to meet and balance various stakeholder interests.\n\n1. Remuneration Policies: Redo has integrated Remuneration Policies that include evaluating ESG performances for all employees. These policies aim to incentivize employees to actively engage in achieving the company's sustainability goals while considering both financial and non-financial aspects of their work.",
            "source": [
                {
                    "content": "An important milestone for our Company Redo is one of the B Corp Best For The World™  it ranks the top 5 Companies with the highest score in Governance impact area of the B Impact Assessment BIA out of more than 5 certified B Corp globally This results acknowledges the transparent and responsible management of our governance system which enables us to meet and balance all stakeholders interests from shareholders to community from workers to environment Enabling factors are connected to an accurate and functional definition of ESG objectives ownership and roles such as the institution of a Impact Sustainability and Communication Director Furthermore Redo has integrated Remuneration Policies also including the evaluation of ESG performances for all employees Through a structured governance model the mission and values outlined in the Bylaws are translated in a decision and executive process which is able to turn values into actions This drives the creation of new real estate funds the",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Redo ha iniziato il monitoraggio dei PAI applicabili al settore di riferimento A partire dal 1 gennaio  sarà debitamente fornita disclosure in merito e mantenuto l’aggiornamento periodico sul sito web in linea con i requisiti normativi applicabili l’Assemblea ha approvato la Politica di remunerazione e incentivazione del personale della Sgr che anche attraverso il piano di incentivazione integra i rischi di sostenibilità per il raggiungimento di performance sociali e ambientali La Politica è volta a incentivare il perseguimento degli obiettivi annuali e pluriennali così come delineati nella strategia di medio-lungo termine e a contribuire alla creazione di valore condiviso per la Società e i suoi azionisti nonché per tutti gli stakeholder In particolare la strategia sostenibile di Redo mira alla creazione di valore attraverso tra l’altro l’integrazione dei SDGs e dei fattori ESG rilevanti nell’ambito di attività della Sgr e dei FIA gestiti Più in dettaglio Redo ha improntato la",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "by the European Commission and in the stage of approval by the European Parliament and the Council Delegated Regulation / of 6 April  not yet published in the Official Journal will be in force as of 1 January  Available at  Redo has started monitoring the PAI applicable to the sector Starting 1 January  disclosure will be duly provided and regular updates will be posted on the website in line with the applicable regulatory requirements Shareholders’ Assembly approved the Sgr Remuneration and Incentive Policy which also through the incentive plan integrates sustainability risks for the achievement of social and environmental performance The Policy aims to encourage the pursuit of annual and multi-year objectives as outlined in the medium to long-term strategy and to contribute to the creation of shared value for the Company and its shareholders as well as for all stakeholders In particular Redo’s sustainable strategy aims to create value through among others the integration of the SDGs",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "projects Redo aims to redesign the way cities are lived in providing solutions that are affordable for people and sustainable for the environment B Corp certification is awarded for companies that meet the highest standards of social and environmental performance transparency and accountability as outlined in the chart below Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano Iscr Reg Imp Milano – CF e PIVA  – Iscr Albo delle SGR n Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information about Redo, there isn't any specific financial or earnings report mentioned. However, some general key takeaways can be summarized as follows:\n\n1. Achieving B Corp status involves undergoing an impact assessment (B Impact Assessment) and obtaining a rating above 80 points.\n2. Certification as a B Corp requires transparency and responsibility in governance, quality of the workplace, fair wages, job creation, and support for the community.\n3. Becoming a B Corp means leading by example, communicating effectively, attracting and retaining talent, being part of a community, and working towards a regenerative business model.\n4. Redo has received recognition as a B Corp Best For The World™ among the top 5 companies with the highest score in the Governance impact area out of over 5 certified B Corp globally.",
            "source": [
                {
                    "content": "An important milestone for our Company Redo is one of the B Corp Best For The World™  it ranks the top 5 Companies with the highest score in Governance impact area of the B Impact Assessment BIA out of more than 5 certified B Corp globally This results acknowledges the transparent and responsible management of our governance system which enables us to meet and balance all stakeholders interests from shareholders to community from workers to environment Enabling factors are connected to an accurate and functional definition of ESG objectives ownership and roles such as the institution of a Impact Sustainability and Communication Director Furthermore Redo has integrated Remuneration Policies also including the evaluation of ESG performances for all employees Through a structured governance model the mission and values outlined in the Bylaws are translated in a decision and executive process which is able to turn values into actions This drives the creation of new real estate funds the",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "REDO TRA LE B CORP BEST FOR THE WORLD™  Un importante risultato per la nostra società Redo è una delle B Corp Best For The World™  rientra infatti nel 5 delle aziende con il punteggio più alto nell’area di impatto Governance sulle oltre  B Corp certificate a livello globale Un risultato che riconosce la gestione trasparente e responsabile della nostra governance in grado di raggiungere e bilanciare gli interessi di tutti gli stakeholder dagli azionisti alla comunità dai lavoratori all’ambiente I fattori che rendono possibile questo successo sono legati a una definizione precisa e funzionale di obiettivi responsabilità e ruoli in ambito ESG quali ad esempio l’istituzione del Responsabile di Impatto sostenibilità e comunicazione Redo ha inoltre integrato le sue politiche retributive considerando una valutazione delle performance anche in ottica ESG È grazie a una governance strutturata che la mission e gli impegni presenti nello Statuto si traducono costantemente in un processo",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Per diventare una società B Corp è necessario svolgere una valutazione dell’impatto attraverso il B Impact Assessment BIA ed ottenere un rating superiore a 80 su  Vengono valutati responsabilità e trasparenza della governance qualità dell’ambiente lavorativo e salari creazione di posti di lavoro e azioni di supporto alla comunità impatto ambientale ed efficienza energetica ricadute positive di prodotti e servizi sui clienti Il rating è sottoposto a validazione e verifica il processo di certificazione può durare fino ad un anno Una volta certificata la società è tenuta ad aggiornare il BIA e a sottoporlo a nuova verifica con cadenza almeno biennale Diventare una B Corp vuol dire agire da leader comunicare con immediatezza i propri valori attrarre e trattenere talenti essere parte di una community e costruire relazioni monitorare in modo accurato il proprio impatto e accelerare verso un paradigma di business rigenerativo Redo ha ricevuto il riconoscimento di B Corp Best For The World™",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "e costruire relazioni monitorare in modo accurato il proprio impatto e accelerare verso un paradigma di business rigenerativo Redo ha ricevuto il riconoscimento di B Corp Best For The World™  rientra infatti nel 5 delle aziende con il punteggio più alto nell’area di impatto Governance sulle oltre  B Corp certificate a livello globale Con l’obiettivo di promuovere e diffondere il movimento B Corp Redo agisce in partnership con diverse società e organizzazioni virtuose tra queste Nativa Gresb CO2alizione e Deepki Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano Iscr Reg Imp Milano – CF e PIVA  – Iscr Albo delle SGR n Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, I cannot find any specific mention of investor events or funding rounds related to Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano Iscr Reg Imp Milano – CF e PIVA  – Iscr Albo delle SGR n Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano. However, it can be inferred that since Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano is part of the global real estate industry, they might participate in various events like property fairs, conferences, and networking sessions where potential investors could be present. Additionally, they may have previously held funding rounds or plan to do so in the future, but this information is not explicitly mentioned in the text.",
            "source": [
                {
                    "content": "core funds owned by international investors Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano Iscr Reg Imp Milano – CF e PIVA  – Iscr Albo delle SGR n Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Committee of InvestiRE As Managing Director of the BU Development  social housing he oversaw the structuring of 13 real estate funds for total development investments of €15bn Graduated in Electrical Engineering at La Sapienza University of Rome his professional experiences include working for General Electric GE Capital as Head of GE Real Estate in Italy from  to  He was also Managing Director of Amplus Italia Srl managing a real estate portfolio of  properties in northern and central Italy Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano Iscr Reg Imp Milano – CF e PIVA  – Iscr Albo delle SGR n Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "An important milestone for our Company Redo is one of the B Corp Best For The World™  it ranks the top 5 Companies with the highest score in Governance impact area of the B Impact Assessment BIA out of more than 5 certified B Corp globally This results acknowledges the transparent and responsible management of our governance system which enables us to meet and balance all stakeholders interests from shareholders to community from workers to environment Enabling factors are connected to an accurate and functional definition of ESG objectives ownership and roles such as the institution of a Impact Sustainability and Communication Director Furthermore Redo has integrated Remuneration Policies also including the evaluation of ESG performances for all employees Through a structured governance model the mission and values outlined in the Bylaws are translated in a decision and executive process which is able to turn values into actions This drives the creation of new real estate funds the",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "CA Ventures CA è una società di gestione degli investimenti immobiliari globale verticalmente integrata con più di 13 miliardi di dollari in attività negli Stati Uniti in Europa e in America Latina L’azienda con sede a Chicago offre direttamente servizi di investimento servizi di sviluppo e operatività ed è specializzata in attività immobiliari commerciali di nicchia come ad esempio residenze per studenti strutture per anziani edifici multifamiliari industriali uffici per uso medico e life sciences CA gestisce investimenti immobiliari per conto di alcuni dei più grandi investitori istituzionali del mondo attraverso una vasta gamma di veicoli di investimento core value-add e opportunistici Iscr Reg Imp MilanoCF e PIVA Iscr Albo delle SGR n",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the information provided, there isn't any specific mention about financial or funding goals for the next period. However, we can infer some general trends from the text. Redo is committed to creating shared value for its stakeholders, including shareholders, community members, workers, and the environment. They follow international standards like EU regulations and B Corp assessments, demonstrating their commitment to transparency and responsibility in managing their governance system. Additionally, they focus on promoting affordable housing and sustainable development goals (SDGs) within their real estate projects. Overall, although there aren't any direct mentions of financial or funding goals for the next period, we can assume that Redo will continue to prioritize these broader societal and environmental objectives in their future operations.",
            "source": [
                {
                    "content": "by the European Commission and in the stage of approval by the European Parliament and the Council Delegated Regulation / of 6 April  not yet published in the Official Journal will be in force as of 1 January  Available at  Redo has started monitoring the PAI applicable to the sector Starting 1 January  disclosure will be duly provided and regular updates will be posted on the website in line with the applicable regulatory requirements Shareholders’ Assembly approved the Sgr Remuneration and Incentive Policy which also through the incentive plan integrates sustainability risks for the achievement of social and environmental performance The Policy aims to encourage the pursuit of annual and multi-year objectives as outlined in the medium to long-term strategy and to contribute to the creation of shared value for the Company and its shareholders as well as for all stakeholders In particular Redo’s sustainable strategy aims to create value through among others the integration of the SDGs",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "An important milestone for our Company Redo is one of the B Corp Best For The World™  it ranks the top 5 Companies with the highest score in Governance impact area of the B Impact Assessment BIA out of more than 5 certified B Corp globally This results acknowledges the transparent and responsible management of our governance system which enables us to meet and balance all stakeholders interests from shareholders to community from workers to environment Enabling factors are connected to an accurate and functional definition of ESG objectives ownership and roles such as the institution of a Impact Sustainability and Communication Director Furthermore Redo has integrated Remuneration Policies also including the evaluation of ESG performances for all employees Through a structured governance model the mission and values outlined in the Bylaws are translated in a decision and executive process which is able to turn values into actions This drives the creation of new real estate funds the",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of shared value for the Company and its shareholders as well as for all stakeholders In particular Redo’s sustainable strategy aims to create value through among others the integration of the SDGs and relevant ESG factors in the scope of activities of the SGR and the managed AIFs More specifically Redo has based its business strategy on consistency with its social impact vocation pursuing the promotion of real estate initiatives that contribute to increasing the supply of social housing “Affordable housing” in the urban regeneration field with a social impact and/or content while respecting environmental sustainability to create value for the diverse stakeholders and in particular In this context both short- and medium- to long-term strategic objectives underlying the incentive systems are directly related to the goals described Redo has adopted its own Organisational Model with the aim of building a structured and organic system of guiding principles operating procedures and other",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "delle attività di planning and control e strutturazione finanziaria dei fondi Business planning dei Fondi oltre che dell’integrazione della pianificazione dei fondi con quella della Sgr Laureato in Economia Aziendale con specializzazione in Finanza all’Università Bocconi di Milano entra in First Atlantic Real Estate come Junior Analyst Dopo altre esperienze tra cui quattro anni in Valore Reale SGR nell’area Fund Management arriva in CDP Immobiliare SGR dove lavora quasi dieci anni fino a diventare Responsabile Investimenti Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano Iscr Reg Imp Milano – CF e PIVA  – Iscr Albo delle SGR n Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " It seems like there isn't any specific publication, research finding, or introduced technology mentioned in the provided text. However, some general concepts and initiatives related to science, technology, engineering, mathematics (STEM), urban planning, renewable energy, and smart city development are discussed. These include The Fab Lab, Redo's projects, and the Healthy Clean Cities European Cities for Carbon-Neutral Construction initiative.",
            "source": [
                {
                    "content": "potenziamento delle STEM Science Technology Engineering and Mathematics Residenti e operatori del quartiere condivideranno spazi e servizi per attività autogestite e svilupperanno progetti sociali di carattere inclusivo Accesso smart alle informazioni di quartiere prenotazione di spazi e servizi e il monitoraggio dei consumi di energia Snøhetta Oslo Barreca  La Varra CZA Cino Zucchi Architetti Stantec Chapman Taylor Fondazione Housing Sociale Stantec Mpartner PNAT Fondazione Politecnico di Milano prof Marco Filippi Deloitte MIC Mobility-in-ChainGaiaGo LifeGate Cresme Ricerche LAMA development  cooperation Fondazione Don Gino Rigoldi Amicidi Edoardo ènostra EdoardoTresoldi The Fab Lab Festival della Scienza Eatour Electreon Mare Culturale UrbanoGiacimenti Urbani Aria sarà il primo insediamento carbon negative di Milano non solo produrrà in sito il proprio intero fabbisogno energetico da fonti rinnovabili zero carbon ma cederà un surplus di energia pulita ad altre zone della città",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "FabLab mette a disposizione la propria esperienza e creatività nell’ambito della divulgazione scientifica e tecnologica sulle competenze coinvolte nella Quarta rivoluzione industriale con particolare attenzione alle connessioni tra i diversi campi del sapere  L’impegno di The FabLab si svilupperà inoltre nelle fasi di design realizzazione e operativa per la realizzazione del Fab Lab presente all’interno del POD Iscr Reg Imp MilanoCF e PIVA Iscr Albo delle SGR n",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The FabLab è una start-up innovativa che studia e sperimenta nuove metodologie progettuali e soluzioni di fabbricazione digitale elettronica programmabile e di Internet of Things nell’ambito dell’industry 40 supportando e promuovendo un approccio all’innovazione tecnologica per il vantaggio di professionisti e aziende ma anche per generare un importante impatto sociale e culturale  The FabLab fa parte della rete internazionale dei Fab Lab i laboratori di fabbricazione e ricerca nati dal  dall’idea del professore Neil Gershenfeld direttore del Center for Bits and Atoms al MIT di Boston L’approccio di The FabLab è post-disciplinare convinti che i confini tra le discipline siano permeabili e che le competenze trasversali abbiano un ruolo centrale per l’innovazione Per il progetto ARIA The FabLab mette a disposizione la propria esperienza e creatività nell’ambito della divulgazione scientifica e tecnologica sulle competenze coinvolte nella Quarta rivoluzione industriale con particolare",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and appliances thus offering a more sustainable and affordable alternative to buying Project to develop a financing mechanism for the use of technological solutions to improve the quality of housing and achieve zero energy consumption in public and private building renovations Digitalization can strengthen the integration of physical and social spaces and create conditions for fuller use of complimentary living services while minimizing environmental impact In many of Redo's projects a neighborhood app is available which becomes a tool for increasingly smart and collaborative living Redo promotes a digital service in the Moneta complex through the provision of state-of-the-art washing machines controlled through an App Users can set the washing cycles and an AI system allocates them according to times so that energy consumption is optimized throughout the entire complex Healthy Clean Cities European Cities for Carbon-Neutral Construction is a European accelerator for reducing the",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Yes, there are several ongoing and upcoming research projects and innovation initiatives related to the provided context. Some notable examples include:\n\n1. Mind Milano Innovation District (MIND): This district will be developed near the former site of Expo 2089 in northwest Milan. It will focus on innovation and technology, with EON serving as the energy partner. The project includes the development and management of a unique solution for providing heat and cooling supply through district heating and cooling networks.\n\n1. redo aims to redesign urban living by providing affordable and sustainable solutions. They have received B Corp certification for meeting high social and environmental performance standards. Their headquarters is located at Viale Vittorio Veneto 2, Milan.",
            "source": [
                {
                    "content": "e autonomo studiando i flussi della domanda dei diversi edifici del distretto e compensandone di volta in volta i fabbisogni Un esempio di ciò in Italia è MIND Milano Innovation District il distretto dell’innovazione che sorgerà nell’area dell’ex sito di Expo  a nord-ovest di Milano dove EON – selezionato da Lendlease – è partner energetico proprio per lo sviluppo e la gestione congiunta di una soluzione innovativa per fornire vettori termici di calore e raffrescamento Iscr Reg Imp MilanoCF e PIVA Iscr Albo delle SGR n",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "projects Redo aims to redesign the way cities are lived in providing solutions that are affordable for people and sustainable for the environment B Corp certification is awarded for companies that meet the highest standards of social and environmental performance transparency and accountability as outlined in the chart below Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano Iscr Reg Imp Milano – CF e PIVA  – Iscr Albo delle SGR n Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "potenziamento delle STEM Science Technology Engineering and Mathematics Residenti e operatori del quartiere condivideranno spazi e servizi per attività autogestite e svilupperanno progetti sociali di carattere inclusivo Accesso smart alle informazioni di quartiere prenotazione di spazi e servizi e il monitoraggio dei consumi di energia Snøhetta Oslo Barreca  La Varra CZA Cino Zucchi Architetti Stantec Chapman Taylor Fondazione Housing Sociale Stantec Mpartner PNAT Fondazione Politecnico di Milano prof Marco Filippi Deloitte MIC Mobility-in-ChainGaiaGo LifeGate Cresme Ricerche LAMA development  cooperation Fondazione Don Gino Rigoldi Amicidi Edoardo ènostra EdoardoTresoldi The Fab Lab Festival della Scienza Eatour Electreon Mare Culturale UrbanoGiacimenti Urbani Aria sarà il primo insediamento carbon negative di Milano non solo produrrà in sito il proprio intero fabbisogno energetico da fonti rinnovabili zero carbon ma cederà un surplus di energia pulita ad altre zone della città",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "creazione di un Innovation hub centro di competenze per sviluppare modelli innovativi di produzione e consumo Urban Adaptive Zone spazi di socialità cucine comuni laboratori e servizi gestiti in modo integrato da residenti imprese soggetti non profit e altri stakeholder locali Residenze sociali rivolte a categorie in difficoltà convenzionate con i Servizi Socio-Sanitari e affiancate da servizi a cura del Terzo settore Student Housing studentato con  posti letto per studenti gestito in chiave sostenibile da In-Domus società leader a Milano nel settore dello student housing Architettura urbana firmata da uno dei più accreditati studi italiani Barreca  La Varra Barreca  La Varra Fondazione Housing Sociale Ariatta Starching CEAS MIC Mobility In Chain Politecnico di Milano Politecnico di Torino Cresme Cariplo Factory Intesa San Paolo Innovation Center Planet Smart City Stantec Delta Ecopolis In-Domus Fondazione Social Venture Giordano dell’Amore AIM Fungo Box Peverelli Innesto è parola",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, it seems like there is no specific mention of recent research grants or innovation awards being distributed. However, there are some initiatives mentioned that could potentially involve grant funding or recognition for innovative ideas. For example, the \"MIND Milano Innovation District\" mentions EON - selected by Lendlease - as a partner for developing and managing an innovative solution for providing thermal vectors for heat and cooling supply. Additionally, the project description mentions the goal of achieving carbon negativity, which might be recognized through certain environmental awards or certifications.",
            "source": [
                {
                    "content": "Committee of InvestiRE As Managing Director of the BU Development  social housing he oversaw the structuring of 13 real estate funds for total development investments of €15bn Graduated in Electrical Engineering at La Sapienza University of Rome his professional experiences include working for General Electric GE Capital as Head of GE Real Estate in Italy from  to  He was also Managing Director of Amplus Italia Srl managing a real estate portfolio of  properties in northern and central Italy Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano Iscr Reg Imp Milano – CF e PIVA  – Iscr Albo delle SGR n Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "building and energy efficiency He worked for a period in New York on major projects such as the reconstruction of the World Trade Center From there he moved to Peru to work as a Specialist in Natural Resources Management at FAO where he worked on the development of over  microdams in the Andes Back in Italy he started working in strategic consulting for Bain  Company before joining InvestiRE in  Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano Iscr Reg Imp Milano – CF e PIVA  – Iscr Albo delle SGR n Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "potenziamento delle STEM Science Technology Engineering and Mathematics Residenti e operatori del quartiere condivideranno spazi e servizi per attività autogestite e svilupperanno progetti sociali di carattere inclusivo Accesso smart alle informazioni di quartiere prenotazione di spazi e servizi e il monitoraggio dei consumi di energia Snøhetta Oslo Barreca  La Varra CZA Cino Zucchi Architetti Stantec Chapman Taylor Fondazione Housing Sociale Stantec Mpartner PNAT Fondazione Politecnico di Milano prof Marco Filippi Deloitte MIC Mobility-in-ChainGaiaGo LifeGate Cresme Ricerche LAMA development  cooperation Fondazione Don Gino Rigoldi Amicidi Edoardo ènostra EdoardoTresoldi The Fab Lab Festival della Scienza Eatour Electreon Mare Culturale UrbanoGiacimenti Urbani Aria sarà il primo insediamento carbon negative di Milano non solo produrrà in sito il proprio intero fabbisogno energetico da fonti rinnovabili zero carbon ma cederà un surplus di energia pulita ad altre zone della città",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "e autonomo studiando i flussi della domanda dei diversi edifici del distretto e compensandone di volta in volta i fabbisogni Un esempio di ciò in Italia è MIND Milano Innovation District il distretto dell’innovazione che sorgerà nell’area dell’ex sito di Expo  a nord-ovest di Milano dove EON – selezionato da Lendlease – è partner energetico proprio per lo sviluppo e la gestione congiunta di una soluzione innovativa per fornire vettori termici di calore e raffrescamento Iscr Reg Imp MilanoCF e PIVA Iscr Albo delle SGR n",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided information, Redo Sgr Spa Società Benefit is collaborating with several organizations and institutions. These include Deloitte, which they have formed a recent partnership with; academic partnerships across Europe, Asia, the United States, Canada, Australia, New Zealand, and Latin America; and other companies within the B Corp network. Additionally, Redo Sgr Spa Società Benefit is part of the broader Redo Group, which includes various subsidiaries and affiliates working towards similar goals related to social and environmental responsibility.",
            "source": [
                {
                    "content": "e Corsi di Formazione Continua IED può vantare più di  partnership accademiche in Europa Asia Stati Uniti Canada Australia Nuova Zelanda e America Latina Nel Progetto ARIA IED unificherà in un unico Campus da  mq le sue sedi milanesi nell’area dell’ex-Macello Iscr Reg Imp MilanoCF e PIVA Iscr Albo delle SGR n",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "An important milestone for our Company Redo is one of the B Corp Best For The World™  it ranks the top 5 Companies with the highest score in Governance impact area of the B Impact Assessment BIA out of more than 5 certified B Corp globally This results acknowledges the transparent and responsible management of our governance system which enables us to meet and balance all stakeholders interests from shareholders to community from workers to environment Enabling factors are connected to an accurate and functional definition of ESG objectives ownership and roles such as the institution of a Impact Sustainability and Communication Director Furthermore Redo has integrated Remuneration Policies also including the evaluation of ESG performances for all employees Through a structured governance model the mission and values outlined in the Bylaws are translated in a decision and executive process which is able to turn values into actions This drives the creation of new real estate funds the",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "projects Redo aims to redesign the way cities are lived in providing solutions that are affordable for people and sustainable for the environment B Corp certification is awarded for companies that meet the highest standards of social and environmental performance transparency and accountability as outlined in the chart below Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano Iscr Reg Imp Milano – CF e PIVA  – Iscr Albo delle SGR n Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Deloitte scommette sul social housing al via la partnership con Redo Sgr Milano 29 aprile  – Social housing residenze universitarie convenzionate infrastrutture sociali operazioni di rigenerazione urbana e recupero di immobili inutilizzati a Milano e nelle principali città lombarde Sono questi gli ambiti di attività in cui Deloitte e Redo Sgr opereranno insieme grazie alla recente partnership «Le attività di Redo Sgr si caratterizzano per il loro grande valore sociale e per questo si inseriscono perfettamente nel nostro programma Impact for Italy con cui vogliamo generare processi virtuosi di crescita per rilanciare tutta l’economia del Paese» afferma Fabio Pompei CEO di Deloitte Italia «La collaborazione avrà l’obiettivo di infondere un’accelerazione allo sviluppo di soluzioni abitative all’avanguardia caratterizzate da una forte componente di sostenibilità Il nostro contributo sarà cruciale attraverso l’apporto di competenze multidisciplinari specifiche nel settore e in ambito ESG",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives between IED and its partners. Some notable examples include:\n\n1. Joint Events: Both IED and LAMA have participated in various events together, showcasing their expertise and collaboration. For instance, they organized the \"ARIA - Urban Experience\" event during the Milan Triennale in April 209. Additionally, both institutions were involved in the \"Firenze Creative City Festival\" held in Florence in May 208.\n2. Projects: IED and LAMA have also been involved in joint projects, demonstrating their commitment to sustainable urban regeneration and social impact. One example is the \"Requalification of the former Tobacco Factory in Florence,\" which was carried out by LAMA with the support of IED as a strategic consultant. The project aimed to transform the abandoned factory into a thriving cultural hub.\n3. ARIA Project: IED and LAMA have collaborated closely within the framework of the ARIA project. As mentioned earlier, IED has played a crucial role as a consultant for activities related to temporary activation of spaces, stakeholder engagement, and event organization during the construction phase of the project. This close collaboration has enabled the successful implementation of the ARIA project.",
            "source": [
                {
                    "content": "e Corsi di Formazione Continua IED può vantare più di  partnership accademiche in Europa Asia Stati Uniti Canada Australia Nuova Zelanda e America Latina Nel Progetto ARIA IED unificherà in un unico Campus da  mq le sue sedi milanesi nell’area dell’ex-Macello Iscr Reg Imp MilanoCF e PIVA Iscr Albo delle SGR n",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "LAMA è un’impresa sociale e una agenzia di consulenza strategica specializzata nell’assistenza su progetti di cambiamento e innovazione rigenerazione urbana e impatto sociale Dal  LAMA opera a supporto di Imprese Enti No Profit ed Enti Pubblici nazionali ed internazionali nel design strategia sviluppo e gestione di progetti ad alto impatto sociale in Italia e all’estero  Tra le attività recenti LAMA si è occupata del design delle attività di riattivazione temporanea nonché della gestione effettiva delle attività e degli spazi content  facility management del complesso ex-Manifattura Tabacchi di Firenze Nel progetto Città Contemporanea Cascina Merlata zona Expo Milano ha supportato CMB soc coop come consulente strategico per le azioni di immagine e stile stakeholder engagement marketing campaign ed eventi on site già durante le fasi di cantiere  All’interno del team ARIA LAMA ha il ruolo di consulente per le attività di attivazione temporanea degli spazi e stakeholder engagement con",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "un abitare sostenibile basato sulle esperienze inclusive e innovative di coabitazione e usi temporanei collaborativi Aria è un progetto di Redo Sgr società benefit per conto del Fondo Immobiliare Lombardia Comparto Uno FIL1Il FIL1 annovera tra i propri quotisti importanti istituzioni come il Fondo Investimenti per l’Abitare gestito da CDP Investimenti Sgr e sottoscritto da Cassa Depositi e Prestiti per 1 miliardo di euro la Fondazione Cariplo e la Regione Lombardia insieme ad altri investitori istituzionali Gli altri investitori sono IED Istituto Europeo di Design CA Ventures EON Deltaecopolis CCL mentre i progettisti sono gli studi di architettura Snøhetta Oslo nel ruolo di lead architect Barreca  La Varra Stantec CZA Cino Zucchi Architetti per il campus IED Chapman Taylor Architetti Mpartner e la Fondazione Housing Sociale anche partner strategico per il place making e il community engagement I diversi layer di progettazione tecnico-economica e di innovazione energetica sono",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "building and energy efficiency He worked for a period in New York on major projects such as the reconstruction of the World Trade Center From there he moved to Peru to work as a Specialist in Natural Resources Management at FAO where he worked on the development of over  microdams in the Andes Back in Italy he started working in strategic consulting for Bain  Company before joining InvestiRE in  Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano Iscr Reg Imp Milano – CF e PIVA  – Iscr Albo delle SGR n Redo Sgr Spa Società benefitViale Vittorio Veneto 2 –  Milano",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " The given text mentions several collaborations between various institutions, organizations, and individuals involved in the ARIA project. These collaborations aim to achieve shared goals and desired outcomes. Some key mutual objectives and outcomes expected from these collaborations include:\n\n1. Collaboration between IED (Istituto Europeo di Design) and its academic partners across Europe, Asia, the United States, Canada, Australia, and Latin America: To enhance the quality of education and research by sharing resources, expertise, and best practices among the partner institutions. This collaboration will result in improved educational offerings and increased opportunities for students and faculty members.\n2. Integration of IED's Milan-based campuses into a single, unified campus: By combining multiple locations into one cohesive campus, IED can streamline operations, improve resource allocation, and create a more efficient learning environment for students.\n3. Development of an inclusive and sustainable residential area (\"Aria\"): The goal is to create a model urban neighborhood that fosters social inclusion, innovative co-habitation experiences, and environmentally friendly living conditions. This outcome will contribute to the development of more sustainable and equitable communities.\n4. Partnerships with institutional investors such as Fondo Investimenti per l'Abitare managed by CDP Investimenti Sgr, Fondazione Cariplo, and Regione Lombardia: These investor partnerships help finance the ARIA project, ensuring its successful implementation. As a result, the project can contribute to the development of Italy's urban infrastructure and promote innovative approaches to housing and community development.\n5. Collaboration between different layers of project design, including technical-economic planning and innovative energy solutions: This multidisciplinary approach ensures that the ARIA project integrates diverse perspectives and expertise, leading to more comprehensive and effective designs.\n6. Research and innovation hub: Through collaboration with external partners like CA Ventures, EON, DeltaECOPOLIS, CCL, and Housing Sociale, the ARIA project aims to become a center for cutting-edge research and innovation in the fields of architecture, urban planning, and sustainability.\n7. Student experience: IED's focus on providing an integrated educational experience that combines theory and practice, drawing upon the knowledge and expertise of industry professionals and academics. This approach helps students develop a well-rounded understanding of their field while also fostering critical thinking and problem-solving skills.",
            "source": [
                {
                    "content": "e Corsi di Formazione Continua IED può vantare più di  partnership accademiche in Europa Asia Stati Uniti Canada Australia Nuova Zelanda e America Latina Nel Progetto ARIA IED unificherà in un unico Campus da  mq le sue sedi milanesi nell’area dell’ex-Macello Iscr Reg Imp MilanoCF e PIVA Iscr Albo delle SGR n",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "un abitare sostenibile basato sulle esperienze inclusive e innovative di coabitazione e usi temporanei collaborativi Aria è un progetto di Redo Sgr società benefit per conto del Fondo Immobiliare Lombardia Comparto Uno FIL1Il FIL1 annovera tra i propri quotisti importanti istituzioni come il Fondo Investimenti per l’Abitare gestito da CDP Investimenti Sgr e sottoscritto da Cassa Depositi e Prestiti per 1 miliardo di euro la Fondazione Cariplo e la Regione Lombardia insieme ad altri investitori istituzionali Gli altri investitori sono IED Istituto Europeo di Design CA Ventures EON Deltaecopolis CCL mentre i progettisti sono gli studi di architettura Snøhetta Oslo nel ruolo di lead architect Barreca  La Varra Stantec CZA Cino Zucchi Architetti per il campus IED Chapman Taylor Architetti Mpartner e la Fondazione Housing Sociale anche partner strategico per il place making e il community engagement I diversi layer di progettazione tecnico-economica e di innovazione energetica sono",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "come uno spazio di ricerca una rete aperta inclusiva e attiva in grado di insegnare e promuovere la culturadel progetto per l’individuo e la società e dove l’approccio al design diventa strumento di trasformazione sociale culturale ed economica Gli studenti IED vivono un’esperienza formativa che si fonda sul concetto educativo che il sapere e il saper fare debbano crescere insieme Un’idea semplice ed efficace che caratterizza l’intero percorso didattico formare gli studenti unendo teoria e pratica a partire dal sapere portato in aula dai professionisti del settore e dalle necessità di ricerca delle aziende partner  I corsi IED sono riconosciuti dai Ministeri dell’Educazione e della Ricerca del paese in cui IED opera L’off erta formativa del Gruppo IED comprende corsi Undergraduate Postgraduate e Corsi di Formazione Continua IED può vantare più di  partnership accademiche in Europa Asia Stati Uniti Canada Australia Nuova Zelanda e America Latina Nel Progetto ARIA IED unificherà in",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "campaign ed eventi on site già durante le fasi di cantiere  All’interno del team ARIA LAMA ha il ruolo di consulente per le attività di attivazione temporanea degli spazi e stakeholder engagement con l’obiettivo di rendere fruibile sin da subito l’area dell’Ex Macello favorendo al contempo la germinazione delle prime comunità fino alla loro completa maturazione LAMA parteciperà alle fasi di design realizzazione e fase operativa Iscr Reg Imp MilanoCF e PIVA Iscr Albo delle SGR n",
                    "metadata": {
                        "rel": [
                            "nativalab",
                            "bcorporation",
                            "linkedin",
                            "unglobalcompact",
                            "wordpress",
                            "europa"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}