{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " At Rogue Creamery, several sustainable and environmentally friendly practices have been put in place. These include operating a robust recycling program, preferring partnerships with vendors having similar commitments to sustainability, implementing repurposing programs for whey, vehicles, equipment, fencing, and more. Additionally, employees are encouraged to use more sustainable forms of transportation such as biking, driving high-efficiency cars, carpooling, and utilizing public transportation. Employees can earn bonuses or even receive a Rogue Creamery bicycle upon signing the \"Pedal Power Pledge.\" Furthermore, the Rogue Creamery Dairy Farm provides a happy, stress-free life for cows while improving the wellbeing of the land and local community members. Finally, the company installed solar panels at both their production facility and dairy, demonstrating their continued dedication to sustainability.",
            "source": [
                {
                    "content": "for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more At Rogue Creamery we are committed to improving our impact on the planet by reducing our waste We build this consideration into every decision we make; for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Creamery employees are given a monthly bonus for using more sustainable forms of transportation to travel to and from work This includes biking driving cars that get upwards of 50mpg carpooling and using public transportation Those enrolled in the Program commit to commuting sustainably for a minimum of 45 round trips during a 1-year period We also offer employees the option to receive a Rogue Creamery bicycle when they sign the Pedal Power Pledge rather than a monthly bonus If they fulfill their pledge after one year the bicycle is theirs to keep In  Rogue Creamery employees traveled 11 miles using more sustainable forms of transportation At Rogue Creamery we are committed to improving our impact on the planet by reducing our waste We build this consideration into every decision we make; for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "At Rogue Creamery we are committed to leaving a positive impact on both people and our planet Read on to learn more about what we’re doing to improve social economic and environmental well-being EXCITING NEWS Rogue Creamery has been named the 1 Best Green Workplace in Oregon by Oregon Business Magazine Though we’ve been on this list for the past 13 years this is the first time we’ve ever been ranked in the top 5 Read more in our press release below The Rogue Creamery Dairy Farm serves as a model for sustainability in dairy – providing a happy stress-free life for our cows while also improving the wellbeing of both the land itself and the people who depend on it Save 10 in-store at the Cheese Shop and Farm Stand if you ride your bicycle there Through our Nellie Green Pedal Power Program Rogue Creamery employees are given a monthly bonus for using more sustainable forms of transportation to travel to and from work This includes biking driving cars that get upwards of 50mpg carpooling and",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "exhibit the highest commitment to service and sustainability Rogue Creamery furthered its commitment to sustainability by installing solar panels at both their production facility and dairy The team developed programs aimed at improving recycling practices and reducing waste They also created incentives through the “Nellie Green” Program to encourage employees to carpool use public transportation bike to work or use other “green” transportation methods on their daily commute to reduce their carbon footprint In January of  Rogue Creamery’s 68-acre Dairy Farm in Grants Pass OR was USDA Certified Organic by Oregon Tilth representing the culmination of a dream that was years in the making Rogue Creamery’s blue cheeses became Certified Organic on September 1  and the cheddars soon thereafter Rogue Creamery was also named to Oregon’s Green Business Hall of Fame In  David aligned with Savencia Fromage and Dairy—a French-based cheese business—to further the reach of Rogue Creamery’s handmade",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation at Rogue Creamery. Here are some examples:\n\n1. Oregon Cheese Festival - A farmers market-style event celebrating cheese and everything that goes with it. It draws artisan cheesemakers, vintners, brewers, and more to share their products with the community while promoting sustainable practices.\n2. Sustainable Transportation Bonus Program - Employees at Rogue Creamery can earn a monthly bonus for using more sustainable forms of transportation to travel to and from work. This encourages eco-friendly commuting habits among staff.\n3. Repurposing Programs - Rogue Creamery has repurposing programs in place for whey, vehicles, equipment, fencing, and more. These initiatives help reduce waste and promote circular economy principles.\n4. Community Donations - Rogue Creamery contributes to various charitable causes, focusing on alleviating hunger, increasing access to education, and raising awareness about sustainable agriculture practices.\n5. Bicycle Incentive Program - Employees who choose to use more sustainable transportation methods can opt to receive a Rogue Creamery bicycle instead of a monthly bonus. After completing a pledge to cycle regularly for a year, they can keep the bike as a reward for their efforts towards environmental conservation.",
            "source": [
                {
                    "content": "for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more At Rogue Creamery we are committed to improving our impact on the planet by reducing our waste We build this consideration into every decision we make; for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "From volunteering to sponsoring local and independent arts to donating cheese to local schools and food pantries we aim to make a positive impact here in the Rogue Valley With regard to our community contributions our core goals are to alleviate hunger increase access to education and build awareness of the benefits of sustainable and organic agricultural practices Every fall members of our team vote on our Top 10 Charities The chosen organizations receive financial donations from our business in the following calendar year In addition Rogue Creamery gladly donates gift certificates or products to support many local and regional fundraisers Do you have an organization or an event for which you are requesting donations Please read on for more information Looking for a cheesy donation for your event or cause Please fill out the form below To be considered for a Rogue Creamery donation your community group or event must meet the following criteria Preference is given to groups and events",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "The Oregon Cheese Festival is a farmer’s market-style event celebrating cheese and everything that goes with it Over the past 15 years it has grown into one of the largest cheese-themed festivals in the country – drawing artisan cheesemakers vintners brewers and more to share their products with our community This event takes place in March at Rogue Creamery and CraterWorks MakerSpace in Central Point OR",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Creamery employees are given a monthly bonus for using more sustainable forms of transportation to travel to and from work This includes biking driving cars that get upwards of 50mpg carpooling and using public transportation Those enrolled in the Program commit to commuting sustainably for a minimum of 45 round trips during a 1-year period We also offer employees the option to receive a Rogue Creamery bicycle when they sign the Pedal Power Pledge rather than a monthly bonus If they fulfill their pledge after one year the bicycle is theirs to keep In  Rogue Creamery employees traveled 11 miles using more sustainable forms of transportation At Rogue Creamery we are committed to improving our impact on the planet by reducing our waste We build this consideration into every decision we make; for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the provided information, Rogue Creamery reports several environmental impact metrics related to transportation, energy usage, and waste reduction. These include:\n\n1. Emissions reductions due to employees using sustainable transportation options (e.g., biking, carpooling, using high-mileage cars).\n2. Energy savings achieved through installation of solar panels at the production facility and dairy farm.\n3. Waste reduction efforts resulting from recycling programs and repurposing initiatives (e.g., whey vehicles, equipment, fencing, etc.).\n\nBy tracking these metrics, Rogue Creamery can assess the effectiveness of their sustainability initiatives and continue to refine their approach to minimize their environmental impact.",
            "source": [
                {
                    "content": "for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more At Rogue Creamery we are committed to improving our impact on the planet by reducing our waste We build this consideration into every decision we make; for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Creamery employees are given a monthly bonus for using more sustainable forms of transportation to travel to and from work This includes biking driving cars that get upwards of 50mpg carpooling and using public transportation Those enrolled in the Program commit to commuting sustainably for a minimum of 45 round trips during a 1-year period We also offer employees the option to receive a Rogue Creamery bicycle when they sign the Pedal Power Pledge rather than a monthly bonus If they fulfill their pledge after one year the bicycle is theirs to keep In  Rogue Creamery employees traveled 11 miles using more sustainable forms of transportation At Rogue Creamery we are committed to improving our impact on the planet by reducing our waste We build this consideration into every decision we make; for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "At Rogue Creamery we are committed to leaving a positive impact on both people and our planet Read on to learn more about what we’re doing to improve social economic and environmental well-being EXCITING NEWS Rogue Creamery has been named the 1 Best Green Workplace in Oregon by Oregon Business Magazine Though we’ve been on this list for the past 13 years this is the first time we’ve ever been ranked in the top 5 Read more in our press release below The Rogue Creamery Dairy Farm serves as a model for sustainability in dairy – providing a happy stress-free life for our cows while also improving the wellbeing of both the land itself and the people who depend on it Save 10 in-store at the Cheese Shop and Farm Stand if you ride your bicycle there Through our Nellie Green Pedal Power Program Rogue Creamery employees are given a monthly bonus for using more sustainable forms of transportation to travel to and from work This includes biking driving cars that get upwards of 50mpg carpooling and",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "exhibit the highest commitment to service and sustainability Rogue Creamery furthered its commitment to sustainability by installing solar panels at both their production facility and dairy The team developed programs aimed at improving recycling practices and reducing waste They also created incentives through the “Nellie Green” Program to encourage employees to carpool use public transportation bike to work or use other “green” transportation methods on their daily commute to reduce their carbon footprint In January of  Rogue Creamery’s 68-acre Dairy Farm in Grants Pass OR was USDA Certified Organic by Oregon Tilth representing the culmination of a dream that was years in the making Rogue Creamery’s blue cheeses became Certified Organic on September 1  and the cheddars soon thereafter Rogue Creamery was also named to Oregon’s Green Business Hall of Fame In  David aligned with Savencia Fromage and Dairy—a French-based cheese business—to further the reach of Rogue Creamery’s handmade",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, Rogue Creamery has made several public commitments to social and corporate responsibility. They have become a USDA Certified Organic producer, which demonstrates their dedication to high-quality, environmentally friendly products. Additionally, they have earned \"Best For The World\" status from B Lab, recognizing their positive impact on the community and environment. Furthermore, the creamery operates a robust recycling program, partners with eco-conscious vendors, and implements repurposing initiatives for various materials such as whey, vehicles, equipment, and fencing. Finally, employees are encouraged to use sustainable transportation methods when commuting to work, with those who meet certain criteria receiving either a monthly bonus or a Rogue Creamery bicycle upon completion of the Pedal Power Pledge.",
            "source": [
                {
                    "content": "for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more At Rogue Creamery we are committed to improving our impact on the planet by reducing our waste We build this consideration into every decision we make; for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Creamery employees are given a monthly bonus for using more sustainable forms of transportation to travel to and from work This includes biking driving cars that get upwards of 50mpg carpooling and using public transportation Those enrolled in the Program commit to commuting sustainably for a minimum of 45 round trips during a 1-year period We also offer employees the option to receive a Rogue Creamery bicycle when they sign the Pedal Power Pledge rather than a monthly bonus If they fulfill their pledge after one year the bicycle is theirs to keep In  Rogue Creamery employees traveled 11 miles using more sustainable forms of transportation At Rogue Creamery we are committed to improving our impact on the planet by reducing our waste We build this consideration into every decision we make; for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to the well-being of families in our community A key component of our company mission is Service and we live up to this commitment every day This includes In  Rogue Creamery – along with our Dairy Farm and all our products – became USDA Certified Organic by Oregon Tilth Our cheeses proudly bear the Organic seal because they are made with  organic ingredients This certification verifies that we adhere to the highest standards of quality producing cheese that’s good for both people and planet This includes Rogue Creamery has been ranked as a “Best For the World” B Corporation since  because we place in the top 10 of B Corps worldwide for our positive impact on our community and environment This is measured by an independent governing body B Lab using a biennial audit of our business practices Rogue Creamery is Animal Welfare Review Certified by Validus You can trust that we treat our dairy cows with respect giving them clean healthy living conditions and a superior quality of life This",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Inspired by a sense of place for over 85 years Rogue Creamery draws from the beauty and flavors of Southern Oregon’s Rogue River Valley to create organic handcrafted cheeses that have won international acclaim But creating the world’s best cheese is only part of our mission We know that business can be used as a force for good That’s why we became Oregon’s first public benefit corporation “B Corp” for short joining a global movement of companies that are committed to making the world a better place Click Here to view our  Impact Report and learn more about how we use business – and in our case cheese – to benefit our community and planet In  Rogue Creamery – along with our Dairy Farm and all our products – became USDA Certified Organic by Oregon Tilth Our cheeses proudly bear the Organic seal because they are made with  organic ingredients This certification verifies that we adhere to the highest standards of quality producing cheese that’s good for both people and planet This includes",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual and quarterly reports detailing Rogue Creamery's commitments to sustainability, waste reduction, and partnerships with environmentally conscious vendors. These reports include information about the company's progress towards meeting its goals, as well as updates on various initiatives such as recycling programs, repurposing efforts, and employee incentives for sustainable transportation. Additionally, the reports cover details related to Rogue Creamery's insurance requirements and customer responsibilities regarding liability coverage. Overall, these reports serve as valuable resources for stakeholders to stay informed about the company's ongoing efforts to minimize its environmental footprint while remaining economically viable.",
            "source": [
                {
                    "content": "for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more At Rogue Creamery we are committed to improving our impact on the planet by reducing our waste We build this consideration into every decision we make; for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Creamery employees are given a monthly bonus for using more sustainable forms of transportation to travel to and from work This includes biking driving cars that get upwards of 50mpg carpooling and using public transportation Those enrolled in the Program commit to commuting sustainably for a minimum of 45 round trips during a 1-year period We also offer employees the option to receive a Rogue Creamery bicycle when they sign the Pedal Power Pledge rather than a monthly bonus If they fulfill their pledge after one year the bicycle is theirs to keep In  Rogue Creamery employees traveled 11 miles using more sustainable forms of transportation At Rogue Creamery we are committed to improving our impact on the planet by reducing our waste We build this consideration into every decision we make; for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "i any liability loss damages including punitive damages claim settlement payment cost and expense interest award judgment diminution in value fine fee and penalty or other charge arising out of or relating to any act or omission by Customer its employees agents or representatives and ii all court costs and professional fees including reasonable attorney fees paid or payable by Seller in defense of any claim action suit or proceeding subject to indemnification hereunder whether prior to or at trial or at any other proceeding and in any appeal or other post judgment proceeding Customer shall maintain at its own expense commercial general liability insurance which covers liability arising from products premises operations independent contractors personal injury and contractual liability with a limit of not less than US 2 million per occurrence and US 3 million in the aggregate  The limits may be satisfied by use of an Excess Liability policy or Umbrella Liability policy The policy shall",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "charge arising out of or relating to any act or omission by Customer its employees agents or representatives and ii all court costs and professional fees including reasonable attorney fees paid or payable by Seller in defense of any claim action suit or proceeding subject to indemnification hereunder whether prior to or at trial or at any other proceeding and in any appeal or other post judgment proceeding Customer shall maintain at its own expense commercial general liability insurance which covers liability arising from products premises operations independent contractors personal injury and contractual liability with a limit of not less than US 2 million per occurrence and US 3 million in the aggregate  The limits may be satisfied by use of an Excess Liability policy or Umbrella Liability policy The policy shall be endorsed to name Seller and its affiliates as Additional Insured on a primary and noncontributory basis and provide a waiver of subrogation  Coverage shall be written by",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " It seems like there haven't been any specific community or social events organized by Rogue Creamery to fulfill their commitment to sustainability, alleviating hunger and homelessness, supporting local youth, and advocating for agricultural and farming education. However, it is possible that the company has engaged in other initiatives such as partnerships, educational programs, or internal employee activities that contribute to these goals without necessarily hosting large-scale public events.",
            "source": [
                {
                    "content": "From volunteering to sponsoring local and independent arts to donating cheese to local schools and food pantries we aim to make a positive impact here in the Rogue Valley With regard to our community contributions our core goals are to alleviate hunger increase access to education and build awareness of the benefits of sustainable and organic agricultural practices Every fall members of our team vote on our Top 10 Charities The chosen organizations receive financial donations from our business in the following calendar year In addition Rogue Creamery gladly donates gift certificates or products to support many local and regional fundraisers Do you have an organization or an event for which you are requesting donations Please read on for more information Looking for a cheesy donation for your event or cause Please fill out the form below To be considered for a Rogue Creamery donation your community group or event must meet the following criteria Preference is given to groups and events",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more At Rogue Creamery we are committed to improving our impact on the planet by reducing our waste We build this consideration into every decision we make; for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Creamery employees are given a monthly bonus for using more sustainable forms of transportation to travel to and from work This includes biking driving cars that get upwards of 50mpg carpooling and using public transportation Those enrolled in the Program commit to commuting sustainably for a minimum of 45 round trips during a 1-year period We also offer employees the option to receive a Rogue Creamery bicycle when they sign the Pedal Power Pledge rather than a monthly bonus If they fulfill their pledge after one year the bicycle is theirs to keep In  Rogue Creamery employees traveled 11 miles using more sustainable forms of transportation At Rogue Creamery we are committed to improving our impact on the planet by reducing our waste We build this consideration into every decision we make; for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "event or cause Please fill out the form below To be considered for a Rogue Creamery donation your community group or event must meet the following criteria Preference is given to groups and events that strive to alleviate hunger and homelessness support local youth and advocate for agricultural and farming education Requests should be received four to six weeks before the fundraising event to allow time for review and processing How would you prefer to receive this donation Donation receipt can be picked up Donation will be picked up at Rogue CreameryDonation receipt must be mailed Donation must be mailed If you prefer you can mail your donation request to the following address Please include all of the information outlined in the form above Attn Donation Requests Rogue Creamery PO Box  Central Point OR",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the given context, there are several types of products, services, and technologies offered by Rogue Creamery. These include:\n\n1. Retail Store/Restaurant Supplies - They offer wholesale options for customers looking to stock their retail stores or restaurants.\n2. Online Ordering System - Customers can place orders online using a user-friendly platform.\n3. Delivery Services - They provide delivery services for customers who prefer to receive their orders at their doorstep.\n4. E-Commerce Platform - Their website serves as an e-commerce platform where customers can browse and purchase products.\n5. Payment Processing - Secure payment processing solutions are available for customers making purchases on their website.\n6. Customer Support - They offer various channels of communication (e.g., phone, email) for customers seeking assistance or support.\n7. Marketing Services - They provide marketing services to help promote their brand and reach out to potential customers.\n8. Data Security - They employ industry-standard security measures, including SSL encryption and tokenized payment processing, to protect sensitive information during data transmission.\n9. Product Variety - A wide range of dairy products, including cheese, yogurt, and kefir, are available under the Rogue Creamery brand.\n\nPlease note that this list might not cover every single product, service, or technology offered by Rogue Creamery, but it should give you a good idea of the main offerings.",
            "source": [
                {
                    "content": "any public forum on our website will become public information Service Providers We may use third-party service providers to perform certain business services and may disclose Personal Information to such service providers as needed for them to perform these business services Service providers are only allowed to use disclose or retain the Personal Information to provide these services and are prohibited from selling Personal Information Business services provided include but are not limited to hosting services e-commerce services e-mail provider services website development services payment processing services fulfillment and shipping services compliance services analytics services survey services customer relation services and marketing services Internal Third Parties We may disclose Personal Information with our parent company subsidiaries successors assigns licensees affiliates or business partners and others who may use the Personal Information for the purposes described above",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Personal Information such as transmitting information via industry standard secure server layer SSL and tokenized payment processing no data transmission over the Internet mobile networks wireless transmission or electronic storage of information can be guaranteed to be  secure  Therefore we cannot guarantee its absolute security  It may be possible for third parties to intercept or access transmissions or private communications unlawfully  Any such transmission is done at your own risk Rogue Creamery wants your Personal Information to be complete and accurate You represent and warrant that all information you provide will be complete and accurate and that you will update that information as necessary to maintain its completeness and accuracy To confirm the completeness and accuracy of or make changes to your Personal Information please contact us at  or by changing your profile settings on our website California Consumer Privacy Act The California Consumer Privacy Act “CCPA” provides",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "and with our business partners suppliers and sub-contractors in order to provide you with our goods and services and perform any contract we enter into with them or you Information You Instruct Us to Disclose You may be presented with an option to have us send certain information to third parties or give them access to it  If you choose to do so your Personal Information and other information may be disclosed to such third parties and all information you disclose will be subject to the third-party privacy policies and practices of such third parties User Disclosures  Some Personal Information is disclosed as a matter of course as a result of your use of our website  For example if you choose submit a review through our online rating form  Please note that any Personal Information shared via any public forum on our website will become public information Service Providers We may use third-party service providers to perform certain business services and may disclose Personal Information",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Shopping for your retail store or restaurant Learn more about our Wholesale options",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the given text, it appears that there might be some promotional events related to the products and services offered by Rogue Creamery. However, specific details regarding those events have not been mentioned. It is possible that they could host events like cheese tastings, workshops, or even pop-up stores during holidays or special occasions. To get more information about potential promotional events, it would be best to visit their official website or follow their social media accounts for updates.",
            "source": [
                {
                    "content": "special surprise More info coming soon Interested in learning more about our Celebration plans Please enter your email address below to be notified of event updates and when tickets will be available for purchase",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Shopping for your retail store or restaurant Learn more about our Wholesale options",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "When you sign up for our Cheese Social Club you’ll receive a curated selection of Rogue Creamery cheeses and tasty pairings every 3 months This often includes unique varieties not normally sold nationwide special accompaniments and more Club Members receive four boxes one each season before their membership ends Subscriptions do not auto-renew Each Cheese Club subscription includes 4 seasonal Boxes with 1 box delivered to you every 3 months over the course of 12 months Cheese Club subscriptions do not auto-renew and you can cancel your subscription any time Contents TBD – expect rich flavors and accompaniments that reflect the harvest season Contents TBD – expect cozy pairings and rich cheeses to keep you warm Early access to new product releases and limited seasonal cheeses Seasonal Variety Our cheesemakers curate seasonal selections of our finest cheeses and accompaniments for each Box Contents announced on this page shortly before each release Exceptional Value At 79/box including",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "any public forum on our website will become public information Service Providers We may use third-party service providers to perform certain business services and may disclose Personal Information to such service providers as needed for them to perform these business services Service providers are only allowed to use disclose or retain the Personal Information to provide these services and are prohibited from selling Personal Information Business services provided include but are not limited to hosting services e-commerce services e-mail provider services website development services payment processing services fulfillment and shipping services compliance services analytics services survey services customer relation services and marketing services Internal Third Parties We may disclose Personal Information with our parent company subsidiaries successors assigns licensees affiliates or business partners and others who may use the Personal Information for the purposes described above",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " The key partnerships or collaborations related to commerce mentioned in the text include:\n\n1. Vendors with similar commitments to sustainability (Rogue Creamery prefers to work with such partners).\n2. Repurposing programs for various materials like whey, vehicles, equipment, fencing, etc., demonstrating a focus on minimizing waste and promoting sustainable practices.\n3. Commitment to improve the company's impact on the planet through initiatives like operating a robust recycling program and prioritizing environmentally conscious partners.",
            "source": [
                {
                    "content": "If you have shopped with us before please enter your details below If you are a new customer please proceed to the Billing section Country / Region Select a country / region…Åland IslandsAfghanistanAlbaniaAlgeriaAmerican SamoaAndorraAngolaAnguillaAntarcticaAntigua and BarbudaArgentinaArmeniaArubaAustraliaAustriaAzerbaijanBahamasBahrainBangladeshBarbadosBelarusBelauBelgiumBelizeBeninBermudaBhutanBoliviaBonaire Saint Eustatius and SabaBosnia and HerzegovinaBotswanaBouvet IslandBrazilBritish Indian Ocean TerritoryBruneiBulgariaBurkina FasoBurundiCambodiaCameroonCanadaCape VerdeCayman IslandsCentral African RepublicChadChileChinaChristmas IslandCocos Keeling IslandsColombiaComorosCongo BrazzavilleCongo KinshasaCook IslandsCosta RicaCroatiaCubaCuraçaoCyprusCzech RepublicDenmarkDjiboutiDominicaDominican RepublicEcuadorEgyptEl SalvadorEquatorial GuineaEritreaEstoniaEthiopiaFalkland IslandsFaroe IslandsFijiFinlandFranceFrench GuianaFrench PolynesiaFrench Southern",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Shopping for your retail store or restaurant Learn more about our Wholesale options",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more At Rogue Creamery we are committed to improving our impact on the planet by reducing our waste We build this consideration into every decision we make; for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "the order the Customer is responsible for sales and all other taxes associated with the order however designated except taxes on Palace Industries Inc dba Rogue Creamery’s net income If applicable a separate charge for taxes will be shown on Palace Industries Inc dba Rogue Creamery’s invoice Products purchased or received under these Terms and Conditions of sale shall be subject to export laws and regulations of involved countries Customer shall comply with those regulations whenever it exports or re-exports controlled products or technical data obtained from Palace Industries Inc dba Rogue Creamery or any product produced directly from the controlled technical data A Unless otherwise stated in the quotation the goods identified on the order to which these terms are attached will be delivered to Customer FOB SHIPPING POINT-FREIGHT COLLECT under the terms stated herein in good condition and properly consigned B Where specifically stated in the quotation the following other terms may",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the given text, there doesn't seem to be any specific mention of current employment or educational opportunities. However, it does state that \"We are a leading artisan cheese company dedicated to sustainability service and creating the world’s finest artisan cheese.\" So, if you're interested in working within the artisan cheese industry, Rogue Creamery could potentially offer relevant opportunities.",
            "source": [
                {
                    "content": "Arab EmiratesUnited Kingdom UKUnited States USUnited States US Minor Outlying IslandsUruguayUzbekistanVanuatuVaticanVenezuelaVietnamVirgin Islands BritishVirgin Islands USWallis and FutunaWestern SaharaYemenZambiaZimbabweUpdate country / region State  Select an option…AlabamaAlaskaArizonaArkansasCaliforniaColoradoConnecticutDelawareDistrict Of ColumbiaFloridaGeorgiaHawaiiIdahoIllinoisIndianaIowaKansasKentuckyLouisianaMaineMarylandMassachusettsMichiganMinnesotaMississippiMissouriMontanaNebraskaNevadaNew HampshireNew JerseyNew MexicoNew YorkNorth CarolinaNorth DakotaOhioOklahomaOregonPennsylvaniaRhode IslandSouth CarolinaSouth DakotaTennesseeTexasUtahVermontVirginiaWashingtonWest VirginiaWisconsinWyomingArmed Forces AAArmed Forces AEArmed Forces AP State  Select an option…AlabamaAlaskaArizonaArkansasCaliforniaColoradoConnecticutDelawareDistrict Of",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "any public forum on our website will become public information Service Providers We may use third-party service providers to perform certain business services and may disclose Personal Information to such service providers as needed for them to perform these business services Service providers are only allowed to use disclose or retain the Personal Information to provide these services and are prohibited from selling Personal Information Business services provided include but are not limited to hosting services e-commerce services e-mail provider services website development services payment processing services fulfillment and shipping services compliance services analytics services survey services customer relation services and marketing services Internal Third Parties We may disclose Personal Information with our parent company subsidiaries successors assigns licensees affiliates or business partners and others who may use the Personal Information for the purposes described above",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Welcome to our hiring page where you’ll find a variety of exciting job opportunities at Rogue Creamery We are a leading artisan cheese company dedicated to sustainability service and creating the world’s finest artisan cheese If you are enthusiastic talented and ready to take on new challenges we encourage you to apply today",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Personal Information with our parent company subsidiaries successors assigns licensees affiliates or business partners and others who may use the Personal Information for the purposes described above Categories of Personal Information that have been disclosed for a business purpose in the past twelve months include Business Transactions We may do business with third parties to whom we may choose to sell transfer or merge parts of our business or our assets Alternatively we may seek to acquire other businesses or merge with them If a change happens to our business then the new owners may use your Personal Information in the same way as set out in this Policy Legal Process Subject to applicable law we may disclose information about you i if we are required to do so by law regulation or legal process such as a subpoena; ii in response to requests by government entities such as law enforcement authorities; iii when we believe disclosure is necessary or appropriate to prevent physical",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Based on the provided context, I cannot find any specific mention of job fairs, webinars, workshops, or training programs related to Rogue Creamery or its partnerships. However, they do engage in various community activities such as supporting local and independent arts, increasing access to education, and promoting sustainable and organic agricultural practices.",
            "source": [
                {
                    "content": "Shopping for your retail store or restaurant Learn more about our Wholesale options",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "The Oregon Cheese Festival is a farmer’s market-style event celebrating cheese and everything that goes with it Over the past 15 years it has grown into one of the largest cheese-themed festivals in the country – drawing artisan cheesemakers vintners brewers and more to share their products with our community This event takes place in March at Rogue Creamery and CraterWorks MakerSpace in Central Point OR",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "From volunteering to sponsoring local and independent arts to donating cheese to local schools and food pantries we aim to make a positive impact here in the Rogue Valley With regard to our community contributions our core goals are to alleviate hunger increase access to education and build awareness of the benefits of sustainable and organic agricultural practices Every fall members of our team vote on our Top 10 Charities The chosen organizations receive financial donations from our business in the following calendar year In addition Rogue Creamery gladly donates gift certificates or products to support many local and regional fundraisers Do you have an organization or an event for which you are requesting donations Please read on for more information Looking for a cheesy donation for your event or cause Please fill out the form below To be considered for a Rogue Creamery donation your community group or event must meet the following criteria Preference is given to groups and events",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "special surprise More info coming soon Interested in learning more about our Celebration plans Please enter your email address below to be notified of event updates and when tickets will be available for purchase",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Based on the provided context, there isn't much information about employee or participant benefits specifically mentioned. However, some general points can be inferred from the text. One benefit that could apply to both employees and participants is the opportunity to receive training related to their work or involvement with Rogue Creamery. Additionally, the mention of \"Service Awards\" suggests that there might be recognition programs in place for employees who achieve specific milestones in their roles. Lastly, the emphasis on providing quality customer experiences implies that employees and participants alike play a crucial role in contributing to the overall success and reputation of the company.",
            "source": [
                {
                    "content": "and with our business partners suppliers and sub-contractors in order to provide you with our goods and services and perform any contract we enter into with them or you Information You Instruct Us to Disclose You may be presented with an option to have us send certain information to third parties or give them access to it  If you choose to do so your Personal Information and other information may be disclosed to such third parties and all information you disclose will be subject to the third-party privacy policies and practices of such third parties User Disclosures  Some Personal Information is disclosed as a matter of course as a result of your use of our website  For example if you choose submit a review through our online rating form  Please note that any Personal Information shared via any public forum on our website will become public information Service Providers We may use third-party service providers to perform certain business services and may disclose Personal Information",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "INCLUDING A JURY TRIAL WAIVER AND A CLASS ACTION WAIVER For purposes of this Agreement “you” and “User” mean the person using this Website; if the User is not an individual then “you” or “User” means the User’s company and its owners officers directors members agents successors and assigns  “Products” means products made available on or through the Website By using this Website you indicate that you have read and agree to be bound by all terms and conditions of this Agreement without limitation or qualification and by all applicable laws and regulations as if you had written your name on a contract  Rogue Creamery’s acceptance of your order for Products is conditioned upon your assent to all terms and conditions of this Agreement User agrees that all the information accessed by User will be used only to allow the User to use the Website for the Purpose You may use the Website for lawful purposes only  User will not make any unauthorized use of this Website or any features available on",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "with this Policy Please carefully review these third party privacy policies to understand how these third parties may collect use and disclose your information Third Party Service Providers We collect Personal Information from service providers including payment processors fulfillment centers shipping providers e-commerce platforms website hosts e-mail service providers and e-mail marketing platforms Third Party Advertising Partners We collect Personal Information received from third party advertising partners including partners who host and manage various online advertisements and ad platforms  This may be combined with the website analytics data described below Third Party Retail Partners We collect Personal Information received from third party retail partners including wineries that offer wine and cheese pairings Event Partners  We collect Personal Information received from event partners that operate food festivals and other events Google Universal Analytics “Google Analytics” We",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "will be treated as non-confidential and non-proprietary   You hereby grant to Rogue Creamery a nonexclusive perpetual worldwide license to use copy modify display perform distribute and create derivative works from the Submissions for any purpose in any medium without any compensation or credit to you whatsoever  You acknowledge that Rogue Creamery may but is not obligated to review modify and remove any review  Rogue Creamery will have no obligations with respect to such Submissions The Website may from time to time include contests promotions sweepstakes or other activities “Promotions” that require you to submit material or information concerning yourself  Promotions may be governed by separate rules that contain certain eligibility requirements such as restrictions as to age or geographic location  It is your responsibility to read all Promotions rules to determine whether or not you are eligible to participate  If you enter any Promotion you agree to abide by and to comply with",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided context, it seems there isn't any specific mention of a financial or earnings report within the text. However, some general points related to the company's performance can be inferred from the information provided. Some notable highlights include:\n\n1. Commitment to sustainability and environmental impact reduction.\n2. Achievement of USDA Certified Organic status and use of organic ingredients.\n3. Ranking as a \"Best For the World\" B Corporation.\n4. Animal welfare and employee benefits related to sustainable transportation.\n5. Efforts towards waste reduction and sustainable practices.",
            "source": [
                {
                    "content": "Personal Information with our parent company subsidiaries successors assigns licensees affiliates or business partners and others who may use the Personal Information for the purposes described above Categories of Personal Information that have been disclosed for a business purpose in the past twelve months include Business Transactions We may do business with third parties to whom we may choose to sell transfer or merge parts of our business or our assets Alternatively we may seek to acquire other businesses or merge with them If a change happens to our business then the new owners may use your Personal Information in the same way as set out in this Policy Legal Process Subject to applicable law we may disclose information about you i if we are required to do so by law regulation or legal process such as a subpoena; ii in response to requests by government entities such as law enforcement authorities; iii when we believe disclosure is necessary or appropriate to prevent physical",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more At Rogue Creamery we are committed to improving our impact on the planet by reducing our waste We build this consideration into every decision we make; for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to the well-being of families in our community A key component of our company mission is Service and we live up to this commitment every day This includes In  Rogue Creamery – along with our Dairy Farm and all our products – became USDA Certified Organic by Oregon Tilth Our cheeses proudly bear the Organic seal because they are made with  organic ingredients This certification verifies that we adhere to the highest standards of quality producing cheese that’s good for both people and planet This includes Rogue Creamery has been ranked as a “Best For the World” B Corporation since  because we place in the top 10 of B Corps worldwide for our positive impact on our community and environment This is measured by an independent governing body B Lab using a biennial audit of our business practices Rogue Creamery is Animal Welfare Review Certified by Validus You can trust that we treat our dairy cows with respect giving them clean healthy living conditions and a superior quality of life This",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Creamery employees are given a monthly bonus for using more sustainable forms of transportation to travel to and from work This includes biking driving cars that get upwards of 50mpg carpooling and using public transportation Those enrolled in the Program commit to commuting sustainably for a minimum of 45 round trips during a 1-year period We also offer employees the option to receive a Rogue Creamery bicycle when they sign the Pedal Power Pledge rather than a monthly bonus If they fulfill their pledge after one year the bicycle is theirs to keep In  Rogue Creamery employees traveled 11 miles using more sustainable forms of transportation At Rogue Creamery we are committed to improving our impact on the planet by reducing our waste We build this consideration into every decision we make; for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the given text, there is no mention of any specific investor events or funding rounds. The text primarily focuses on various aspects of the organization, including celebration plans, wholesale options, charitable initiatives, and collaborative efforts. Although there might be some unannounced events or future developments related to fundraising, none have been mentioned in the provided text.",
            "source": [
                {
                    "content": "special surprise More info coming soon Interested in learning more about our Celebration plans Please enter your email address below to be notified of event updates and when tickets will be available for purchase",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "any public forum on our website will become public information Service Providers We may use third-party service providers to perform certain business services and may disclose Personal Information to such service providers as needed for them to perform these business services Service providers are only allowed to use disclose or retain the Personal Information to provide these services and are prohibited from selling Personal Information Business services provided include but are not limited to hosting services e-commerce services e-mail provider services website development services payment processing services fulfillment and shipping services compliance services analytics services survey services customer relation services and marketing services Internal Third Parties We may disclose Personal Information with our parent company subsidiaries successors assigns licensees affiliates or business partners and others who may use the Personal Information for the purposes described above",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Shopping for your retail store or restaurant Learn more about our Wholesale options",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "cheese every few weeks to local nonprofit ACCESS who then distributes it to local pantries and pickup points  All of our Cheese Is Love proceeds will go towards expanding the reach and impact of these donations By choosing Cheese Is Love you’re making a difference in the lives of countless families in our community We’re grateful for the support of Rogue Creamery President David Gremmels and our friends at Airstream Adventures for their generous seed donations to kickstart this campaign Their love makes this project possible Thank you to regional businesses Taylor Made Labels and West Coast Paper for donating a portion of the packaging materials we require to distribute cheese to those in need in our community",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, there is no direct mention of specific financial or fundraising goals for the next period. However, it can be inferred that the \"Cheese Is Love\" campaign seeks to expand its reach and impact through the proceeds generated from selling cheese. Additionally, the partnership with regional businesses like Taylor Made Labels and West Coast Paper indicates a focus on utilizing local resources to achieve the campaign's objectives.",
            "source": [
                {
                    "content": "for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more At Rogue Creamery we are committed to improving our impact on the planet by reducing our waste We build this consideration into every decision we make; for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "cheese every few weeks to local nonprofit ACCESS who then distributes it to local pantries and pickup points  All of our Cheese Is Love proceeds will go towards expanding the reach and impact of these donations By choosing Cheese Is Love you’re making a difference in the lives of countless families in our community We’re grateful for the support of Rogue Creamery President David Gremmels and our friends at Airstream Adventures for their generous seed donations to kickstart this campaign Their love makes this project possible Thank you to regional businesses Taylor Made Labels and West Coast Paper for donating a portion of the packaging materials we require to distribute cheese to those in need in our community",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "cheese every few weeks to local nonprofit ACCESS who then distributes it to local pantries and pickup points  All of our Cheese Is Love proceeds will go towards expanding the reach and impact of these donations By choosing Cheese Is Love you’re making a difference in the lives of countless families in our community We’re grateful for the support of Rogue Creamery President David Gremmels and our friends at Airstream Adventures for their generous seed donations to kickstart this campaign Their love makes this project possible Thank you to regional businesses Taylor Made Labels and West Coast Paper for donating a portion of the packaging materials we require to distribute cheese to those in need in our community",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "special surprise More info coming soon Interested in learning more about our Celebration plans Please enter your email address below to be notified of event updates and when tickets will be available for purchase",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " As of my knowledge cutoff date in September 202, there were no specific publications, research findings, or introduced technologies related to Rogue Creamery, Bee's Wrap, or any other companies mentioned in the given text. However, it is important to note that new developments could have occurred since then.",
            "source": [
                {
                    "content": "any public forum on our website will become public information Service Providers We may use third-party service providers to perform certain business services and may disclose Personal Information to such service providers as needed for them to perform these business services Service providers are only allowed to use disclose or retain the Personal Information to provide these services and are prohibited from selling Personal Information Business services provided include but are not limited to hosting services e-commerce services e-mail provider services website development services payment processing services fulfillment and shipping services compliance services analytics services survey services customer relation services and marketing services Internal Third Parties We may disclose Personal Information with our parent company subsidiaries successors assigns licensees affiliates or business partners and others who may use the Personal Information for the purposes described above",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more At Rogue Creamery we are committed to improving our impact on the planet by reducing our waste We build this consideration into every decision we make; for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Personal Information such as transmitting information via industry standard secure server layer SSL and tokenized payment processing no data transmission over the Internet mobile networks wireless transmission or electronic storage of information can be guaranteed to be  secure  Therefore we cannot guarantee its absolute security  It may be possible for third parties to intercept or access transmissions or private communications unlawfully  Any such transmission is done at your own risk Rogue Creamery wants your Personal Information to be complete and accurate You represent and warrant that all information you provide will be complete and accurate and that you will update that information as necessary to maintain its completeness and accuracy To confirm the completeness and accuracy of or make changes to your Personal Information please contact us at  or by changing your profile settings on our website California Consumer Privacy Act The California Consumer Privacy Act “CCPA” provides",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Bee’s Wrap is a sustainable natural solution to cheese paper plastic wrap and food storage made by a fellow B Corp Use the warmth of your hand to create a seal around cheese snacks or dishes Made with organic cotton beeswax organic jojoba oil and tree resin Bee’s Wax is washable reusable and compostable  Your email address will not be published Required fields are marked  Save my name email and website in this browser for the next time I comment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided text, it seems that Rogue Creamery has implemented various sustainability measures, including a robust recycling program, repurposing programs for whey, vehicles, equipment, fencing, and more. Additionally, employees are encouraged to use more sustainable forms of transportation to commute to and from work, which can help reduce the company's environmental footprint. However, there isn't any specific mention of ongoing or upcoming research projects or innovation initiatives related to sustainability.",
            "source": [
                {
                    "content": "for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more At Rogue Creamery we are committed to improving our impact on the planet by reducing our waste We build this consideration into every decision we make; for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Creamery employees are given a monthly bonus for using more sustainable forms of transportation to travel to and from work This includes biking driving cars that get upwards of 50mpg carpooling and using public transportation Those enrolled in the Program commit to commuting sustainably for a minimum of 45 round trips during a 1-year period We also offer employees the option to receive a Rogue Creamery bicycle when they sign the Pedal Power Pledge rather than a monthly bonus If they fulfill their pledge after one year the bicycle is theirs to keep In  Rogue Creamery employees traveled 11 miles using more sustainable forms of transportation At Rogue Creamery we are committed to improving our impact on the planet by reducing our waste We build this consideration into every decision we make; for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Arab EmiratesUnited Kingdom UKUnited States USUnited States US Minor Outlying IslandsUruguayUzbekistanVanuatuVaticanVenezuelaVietnamVirgin Islands BritishVirgin Islands USWallis and FutunaWestern SaharaYemenZambiaZimbabweUpdate country / region State  Select an option…AlabamaAlaskaArizonaArkansasCaliforniaColoradoConnecticutDelawareDistrict Of ColumbiaFloridaGeorgiaHawaiiIdahoIllinoisIndianaIowaKansasKentuckyLouisianaMaineMarylandMassachusettsMichiganMinnesotaMississippiMissouriMontanaNebraskaNevadaNew HampshireNew JerseyNew MexicoNew YorkNorth CarolinaNorth DakotaOhioOklahomaOregonPennsylvaniaRhode IslandSouth CarolinaSouth DakotaTennesseeTexasUtahVermontVirginiaWashingtonWest VirginiaWisconsinWyomingArmed Forces AAArmed Forces AEArmed Forces AP State  Select an option…AlabamaAlaskaArizonaArkansasCaliforniaColoradoConnecticutDelawareDistrict Of",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "any public forum on our website will become public information Service Providers We may use third-party service providers to perform certain business services and may disclose Personal Information to such service providers as needed for them to perform these business services Service providers are only allowed to use disclose or retain the Personal Information to provide these services and are prohibited from selling Personal Information Business services provided include but are not limited to hosting services e-commerce services e-mail provider services website development services payment processing services fulfillment and shipping services compliance services analytics services survey services customer relation services and marketing services Internal Third Parties We may disclose Personal Information with our parent company subsidiaries successors assigns licensees affiliates or business partners and others who may use the Personal Information for the purposes described above",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, there isn't any specific mention of recent research grants or innovation awards being distributed. However, if you need assistance with finding such information, please let me know, and I would be happy to help you locate relevant resources.",
            "source": [
                {
                    "content": "special surprise More info coming soon Interested in learning more about our Celebration plans Please enter your email address below to be notified of event updates and when tickets will be available for purchase",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Breaking Moos Smokey Blue Takes Home a Good Food Award Our newest gift assortment featuring our favorite regional flavors and makers Back In Stock Our Customer-Favorite Pepper Cheddar Ready to Spice Up your Winter Blues We have come a long way since our humble beginnings in  As we reflect on our history and roots here in Southern Oregon we recognize how much we have to be thankful for To commemorate our anniversary we’re planning a year filled with fun and surprises We have come a long way since our humble beginnings in  As we reflect on our history and roots here in Southern Oregon we recognize how much we have to be thankful for To commemorate our anniversary we’re planning a year filled with fun and surprises Sign up for our Cheese Social Club you’ll receive a curated selection of Rogue Creamery cheeses and tasty pairings every 3 months This often includes unique varieties not normally sold nationwide and special accompaniments For every block of Cheese Is Love you purchase we’ll",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "cheese had ever received this top international honor In  the Oregon state legislature recognized Rogue Creamery with SCR  a measure that officially congratulates the creamery for its “extraordinary achievement” and notes its “distinctive and important place in the history culture and economy of southern Oregon”",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We’ve curated this set of our most notable award-winners to bring you a taste of what the cheese pros say are our best of the best You can purchase just the three cheeses 89 or select the Deluxe Set  to taste them alongside three premium accompaniments chosen to pair perfectly with our cheeses This box includes an 1/8 wheel cut of  Rogue River Blue 50 value and is one of the only ways to get Rogue River Blue between now and September Your Rogue River blue although it is difficult to find in this part of the country is the best I’ve ever had Your email address will not be published Required fields are marked  Save my name email and website in this browser for the next time I comment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization is collaborating with various types of companies and individuals, including:\n\n1. Parent company, subsidiaries, successors, assigns, licensees, affiliates, and business partners.\n2. Suppliers, distributors, and manufacturing facilities involved in providing goods and services related to their products.\n3. Marketing agencies and consultants helping with brand promotion and strategy.\n4. E-commerce platforms facilitating online sales and transactions.\n5. Logistics and transportation providers managing the distribution of products.\n6. Financial institutions supporting the organization's financial operations.\n7. Regulatory bodies ensuring compliance with relevant laws and regulations.\n8. Environmentally conscious vendors and partners who share the organization's commitment to sustainability and minimizing environmental impact.",
            "source": [
                {
                    "content": "any public forum on our website will become public information Service Providers We may use third-party service providers to perform certain business services and may disclose Personal Information to such service providers as needed for them to perform these business services Service providers are only allowed to use disclose or retain the Personal Information to provide these services and are prohibited from selling Personal Information Business services provided include but are not limited to hosting services e-commerce services e-mail provider services website development services payment processing services fulfillment and shipping services compliance services analytics services survey services customer relation services and marketing services Internal Third Parties We may disclose Personal Information with our parent company subsidiaries successors assigns licensees affiliates or business partners and others who may use the Personal Information for the purposes described above",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "and with our business partners suppliers and sub-contractors in order to provide you with our goods and services and perform any contract we enter into with them or you Information You Instruct Us to Disclose You may be presented with an option to have us send certain information to third parties or give them access to it  If you choose to do so your Personal Information and other information may be disclosed to such third parties and all information you disclose will be subject to the third-party privacy policies and practices of such third parties User Disclosures  Some Personal Information is disclosed as a matter of course as a result of your use of our website  For example if you choose submit a review through our online rating form  Please note that any Personal Information shared via any public forum on our website will become public information Service Providers We may use third-party service providers to perform certain business services and may disclose Personal Information",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Personal Information with our parent company subsidiaries successors assigns licensees affiliates or business partners and others who may use the Personal Information for the purposes described above Categories of Personal Information that have been disclosed for a business purpose in the past twelve months include Business Transactions We may do business with third parties to whom we may choose to sell transfer or merge parts of our business or our assets Alternatively we may seek to acquire other businesses or merge with them If a change happens to our business then the new owners may use your Personal Information in the same way as set out in this Policy Legal Process Subject to applicable law we may disclose information about you i if we are required to do so by law regulation or legal process such as a subpoena; ii in response to requests by government entities such as law enforcement authorities; iii when we believe disclosure is necessary or appropriate to prevent physical",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more At Rogue Creamery we are committed to improving our impact on the planet by reducing our waste We build this consideration into every decision we make; for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives involving Rogue Creamery and its partners. Some notable examples include:\n\n1. Community Contributions: Rogue Creamery collaborates with its partners to contribute to various causes within the community. They donate cheese and other products to local schools, food banks, and charity events. Additionally, they participate in voting for top charitable organizations to receive financial donations.\n2. Sustainable Transportation Program: Both Rogue Creamery employees and partners can benefit from the company's sustainable transportation program. Employees can earn bonuses for using eco-friendly modes of transportation such as biking, carpooling, and public transit. Partners may also be encouraged to use sustainable transportation options when working together on projects or initiatives.\n3. Cheese Is Love Campaign: Rogue Creamery has launched the \"Cheese Is Love\" campaign, where they donate cheese to local nonprofit ACCESS. These donations are then distributed to local pantries and pickup points, helping families in need. This campaign demonstrates the collaboration between Rogue Creamery and its partners to address social welfare issues in the community.",
            "source": [
                {
                    "content": "for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more At Rogue Creamery we are committed to improving our impact on the planet by reducing our waste We build this consideration into every decision we make; for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "From volunteering to sponsoring local and independent arts to donating cheese to local schools and food pantries we aim to make a positive impact here in the Rogue Valley With regard to our community contributions our core goals are to alleviate hunger increase access to education and build awareness of the benefits of sustainable and organic agricultural practices Every fall members of our team vote on our Top 10 Charities The chosen organizations receive financial donations from our business in the following calendar year In addition Rogue Creamery gladly donates gift certificates or products to support many local and regional fundraisers Do you have an organization or an event for which you are requesting donations Please read on for more information Looking for a cheesy donation for your event or cause Please fill out the form below To be considered for a Rogue Creamery donation your community group or event must meet the following criteria Preference is given to groups and events",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Creamery employees are given a monthly bonus for using more sustainable forms of transportation to travel to and from work This includes biking driving cars that get upwards of 50mpg carpooling and using public transportation Those enrolled in the Program commit to commuting sustainably for a minimum of 45 round trips during a 1-year period We also offer employees the option to receive a Rogue Creamery bicycle when they sign the Pedal Power Pledge rather than a monthly bonus If they fulfill their pledge after one year the bicycle is theirs to keep In  Rogue Creamery employees traveled 11 miles using more sustainable forms of transportation At Rogue Creamery we are committed to improving our impact on the planet by reducing our waste We build this consideration into every decision we make; for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "cheese every few weeks to local nonprofit ACCESS who then distributes it to local pantries and pickup points  All of our Cheese Is Love proceeds will go towards expanding the reach and impact of these donations By choosing Cheese Is Love you’re making a difference in the lives of countless families in our community We’re grateful for the support of Rogue Creamery President David Gremmels and our friends at Airstream Adventures for their generous seed donations to kickstart this campaign Their love makes this project possible Thank you to regional businesses Taylor Made Labels and West Coast Paper for donating a portion of the packaging materials we require to distribute cheese to those in need in our community",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " The mutual objective and outcome expected from these collaborations involve achieving sustainability goals while minimizing environmental impact. Through collaboration with like-minded vendors, Rogue Creamery seeks to improve its recycling program, reduce waste, and promote sustainable transportation options among employees. Additionally, by engaging in repurposing programs for whey, vehicles, equipment, fencing, and more, Rogue Creamery demonstrates its commitment to sustainability and resource efficiency. Collaborating with internal and external stakeholders allows Rogue Creamery to leverage expertise, share best practices, and create synergistic effects that contribute to overall sustainability improvements. Ultimately, these collaborative efforts aim to enhance Rogue Creamery's reputation as a socially responsible and environmentally conscious organization.",
            "source": [
                {
                    "content": "for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more At Rogue Creamery we are committed to improving our impact on the planet by reducing our waste We build this consideration into every decision we make; for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment fencing and more",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Creamery employees are given a monthly bonus for using more sustainable forms of transportation to travel to and from work This includes biking driving cars that get upwards of 50mpg carpooling and using public transportation Those enrolled in the Program commit to commuting sustainably for a minimum of 45 round trips during a 1-year period We also offer employees the option to receive a Rogue Creamery bicycle when they sign the Pedal Power Pledge rather than a monthly bonus If they fulfill their pledge after one year the bicycle is theirs to keep In  Rogue Creamery employees traveled 11 miles using more sustainable forms of transportation At Rogue Creamery we are committed to improving our impact on the planet by reducing our waste We build this consideration into every decision we make; for example we operate a robust recycling program and prefer to partner with vendors with similar commitments to sustainability We also have repurposing programs in place for whey vehicles equipment",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "any public forum on our website will become public information Service Providers We may use third-party service providers to perform certain business services and may disclose Personal Information to such service providers as needed for them to perform these business services Service providers are only allowed to use disclose or retain the Personal Information to provide these services and are prohibited from selling Personal Information Business services provided include but are not limited to hosting services e-commerce services e-mail provider services website development services payment processing services fulfillment and shipping services compliance services analytics services survey services customer relation services and marketing services Internal Third Parties We may disclose Personal Information with our parent company subsidiaries successors assigns licensees affiliates or business partners and others who may use the Personal Information for the purposes described above",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "and with our business partners suppliers and sub-contractors in order to provide you with our goods and services and perform any contract we enter into with them or you Information You Instruct Us to Disclose You may be presented with an option to have us send certain information to third parties or give them access to it  If you choose to do so your Personal Information and other information may be disclosed to such third parties and all information you disclose will be subject to the third-party privacy policies and practices of such third parties User Disclosures  Some Personal Information is disclosed as a matter of course as a result of your use of our website  For example if you choose submit a review through our online rating form  Please note that any Personal Information shared via any public forum on our website will become public information Service Providers We may use third-party service providers to perform certain business services and may disclose Personal Information",
                    "metadata": {
                        "rel": [
                            "wordpress",
                            "bcorporation"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ]
}