{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided information, I cannot provide specific details about the sustainable or environmental practices implemented by rTraction. However, there are several mentions of sustainability efforts throughout the text, such as being a B Corp, creating work with a positive impact on clients and community, and using business as a force for good while considering various stakeholders including the environment. Additionally, they mention staying informed about grants and resources related to sustainability and gender equality. Overall, rTraction seems committed to making a positive impact through their work and operations.",
            "source": [
                {
                    "content": "There is ample research that shows companies actively trying to address social and environmental issues also retain customers and employees better and generate higher returns long term  We have learned so much from the B Corp community in our five years of B Corp status and plan to keep collaborating and learning to improve rTraction We will continue to create work that has a positive impact on our clients and community PO Box  Unit AD  Rectory Street London ON N5Y 4P8",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "that it is possible to break the bias and have an impact On November 9  Corporate Knights released their top 30 under 30 regarding sustainability leaders in  There are plenty of amazing stories from these sustainability leaders that are promoting green equitable initiatives across a variety of sectors and breaking bias in their fields Both Chatelaine June 7  and the Canadian Parks and Wilderness Society Ottawa Valley Chapter nd have inspiring lists of Canadian women involved in sustainability and protecting the environment; you can check out their stories here and here respectively Here are some local London Ontario sustainable business community leaders to check out Have an idea for your own sustainable equitable business You can check out the following grant resource list written by Maurice  from Ontario Business Grants to apply for funding to get started today Or maybe you want to make your current business more sustainable Check out Green Economy London Gender equality innovation",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "make in the communities we serve and our effect on the environment Consider all stakeholders in our business decisions our employees our clients our community the environment and our shareholders Use business as a force for good by doing work that fosters community and by aligning ourselves with clients suppliers and partners that share our values and want to make a difference You can read more about our B Corp story on our blog PO Box  Unit AD  Rectory Street London ON N5Y 4P8",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and confidential You or your team can take the assessment if you're interested in seeing how your company measures up For transparency all Certified B Corps share their B Impact Assessment overall scores and category scores publicly on bcorporationnet You can look at rTraction's scores and see what policies we’ve implemented for B Corp status rTraction alongside over  B Corps have publicly committed to reduce their greenhouse gas emissions to Net Zero status by  B Corps are also localizing the UN sustainability goals You can read about the 17 Sustainable Development Goals that rTraction and other B Corps have agreed to work toward here  While these are large-scale global challenges small businesses can make changes and collaborate with other organizations to create collective effective change  There is ample research that shows companies actively trying to address social and environmental issues also retain customers and employees better and generate higher returns long term  We have",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation. However, providing a comprehensive list of all 10 events would be too extensive for this response. Instead, I will mention a few notable events and initiatives related to environmental conservation:\n\n1. Earth Hour (March) - A global movement organized by the World Wildlife Fund (WWF), encouraging individuals and organizations to turn off non-essential lights for one hour to raise awareness about climate change and promote energy efficiency.\n2. World Environment Day (June 5th) - An annual event hosted by the United Nations to raise awareness and encourage action to protect our planet.\n3. Global Climate Strike (September/October) - A series of protests demanding immediate action on climate change, inspired by Swedish activist Greta Thunberg.\n4. COP26 (November 202) - The 26th session of the Conference of the Parties to the United Nations Framework Convention on Climate Change (UNFCCC). It serves as a platform for negotiations between countries to discuss and agree upon strategies to combat climate change.\n5. World Wildlife Day (March 3rd) - An international day dedicated to celebrating and raising awareness about the world's wild animals and plants.\n\nThese are just a few examples of events and initiatives focused on environmental conservation. For a more comprehensive list, you may want to visit websites like Eventbrite, Meetup, or the United Nations' calendar to explore additional opportunities related to environmental conservation.",
            "source": [
                {
                    "content": "that it is possible to break the bias and have an impact On November 9  Corporate Knights released their top 30 under 30 regarding sustainability leaders in  There are plenty of amazing stories from these sustainability leaders that are promoting green equitable initiatives across a variety of sectors and breaking bias in their fields Both Chatelaine June 7  and the Canadian Parks and Wilderness Society Ottawa Valley Chapter nd have inspiring lists of Canadian women involved in sustainability and protecting the environment; you can check out their stories here and here respectively Here are some local London Ontario sustainable business community leaders to check out Have an idea for your own sustainable equitable business You can check out the following grant resource list written by Maurice  from Ontario Business Grants to apply for funding to get started today Or maybe you want to make your current business more sustainable Check out Green Economy London Gender equality innovation",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Are you ready to talk to our team Book a Call Today March 8th is International Women’s Day IWD This year’s theme from the United Nations UN Women is “Gender equality today for a sustainable tomorrow” Gender equality and sustainability are important regarding tackling the current global climate crisis In  Canada alone experienced a multitude of extreme weather-related events On December 21st  the Government of Canada released an article of the top 10 weather events of  showcasing that the frequency of extreme weather events are increasing in Canada According to the International Union for Conservation of Nature IUCN “Extreme weather events such as droughts and floods have a greater impact on the poor and most vulnerable – 70 of the world’s poor are women” nd Globally it is expected that more of these extreme weather events will occur You can check out this map by Carbon Brief that maps global weather events with studies to determine if they were affected by human influence The current",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "enough to continue this collaboration with Westminster Ponds Centre We led them to have an attractive and cohesive website rTraction delivered an easy navigation of their events property and bookings which helped increase awareness of their organization and changed the way they communicate with their users and customers WPC is positively one of the most significant organizations that catalyzes for environmental excellence and supporting them to magnify their message is one that rTraction takes pride in  Visit their website and Instagram to know more about them PO Box  Unit AD  Rectory Street London ON N5Y 4P8",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "There is ample research that shows companies actively trying to address social and environmental issues also retain customers and employees better and generate higher returns long term  We have learned so much from the B Corp community in our five years of B Corp status and plan to keep collaborating and learning to improve rTraction We will continue to create work that has a positive impact on our clients and community PO Box  Unit AD  Rectory Street London ON N5Y 4P8",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The B Impact Assessment covers several environmental impact categories, including:\n\n1. Climate",
            "source": [
                {
                    "content": "and confidential You or your team can take the assessment if you're interested in seeing how your company measures up For transparency all Certified B Corps share their B Impact Assessment overall scores and category scores publicly on bcorporationnet You can look at rTraction's scores and see what policies we’ve implemented for B Corp status rTraction alongside over  B Corps have publicly committed to reduce their greenhouse gas emissions to Net Zero status by  B Corps are also localizing the UN sustainability goals You can read about the 17 Sustainable Development Goals that rTraction and other B Corps have agreed to work toward here  While these are large-scale global challenges small businesses can make changes and collaborate with other organizations to create collective effective change  There is ample research that shows companies actively trying to address social and environmental issues also retain customers and employees better and generate higher returns long term  We have",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "out about the movement we wanted to get on board right away rTraction started seriously working toward B Corp status in  There are currently over 3 Certified B Corporations in more than 70 countries with  in Canada Some notable Canadian B Corp companies include Business Development Bank of Canada Danone Canada Beau’s Brewery Libro Credit Union and Diva International Inc More companies are joining the B Corp movement all the time and pledging to inclusion sustainability equity and diversity  Before becoming certified a company must complete the B Impact Assessment by B Lab to evaluate and manage their social and environmental impact This assessment is divided into five key areas of business – governance workers customers community and environment Access to the B Impact Assessment is free and confidential You or your team can take the assessment if you're interested in seeing how your company measures up For transparency all Certified B Corps share their B Impact Assessment overall",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "make in the communities we serve and our effect on the environment Consider all stakeholders in our business decisions our employees our clients our community the environment and our shareholders Use business as a force for good by doing work that fosters community and by aligning ourselves with clients suppliers and partners that share our values and want to make a difference You can read more about our B Corp story on our blog PO Box  Unit AD  Rectory Street London ON N5Y 4P8",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "There is ample research that shows companies actively trying to address social and environmental issues also retain customers and employees better and generate higher returns long term  We have learned so much from the B Corp community in our five years of B Corp status and plan to keep collaborating and learning to improve rTraction We will continue to create work that has a positive impact on our clients and community PO Box  Unit AD  Rectory Street London ON N5Y 4P8",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, based on the provided information, it appears that rTraction has made several public commitments related to social and corporate responsibility. They have been a certified B Corporation for five years, which means they have met certain standards related to social and environmental performance, accountability, and transparency. Additionally, they have shared their B Impact Assessment scores publicly, demonstrating their dedication to measuring and improving their social and environmental impact. Furthermore, rTraction has expressed support for various initiatives aimed at promoting unity, understanding, and supporting traditionally marginalized communities. These commitments showcase rTraction's focus on responsible business practices and contributing positively to society.",
            "source": [
                {
                    "content": "There is ample research that shows companies actively trying to address social and environmental issues also retain customers and employees better and generate higher returns long term  We have learned so much from the B Corp community in our five years of B Corp status and plan to keep collaborating and learning to improve rTraction We will continue to create work that has a positive impact on our clients and community PO Box  Unit AD  Rectory Street London ON N5Y 4P8",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and confidential You or your team can take the assessment if you're interested in seeing how your company measures up For transparency all Certified B Corps share their B Impact Assessment overall scores and category scores publicly on bcorporationnet You can look at rTraction's scores and see what policies we’ve implemented for B Corp status rTraction alongside over  B Corps have publicly committed to reduce their greenhouse gas emissions to Net Zero status by  B Corps are also localizing the UN sustainability goals You can read about the 17 Sustainable Development Goals that rTraction and other B Corps have agreed to work toward here  While these are large-scale global challenges small businesses can make changes and collaborate with other organizations to create collective effective change  There is ample research that shows companies actively trying to address social and environmental issues also retain customers and employees better and generate higher returns long term  We have",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "acting in a way that you believe is contrary to this pledge please use the policy so that we can course correct  We have and will continue to support projects that promote unity and understanding of diverse perspectives within our human family as well as the prosperity of traditionally marginalized communities We provide in-kind pro-bono or discounted services for this type of project Reach out to us if there’s a project that our gifts could help We pledge to help where we can  Our B Corp community has collected numerous resources -   One of our alumni offers some great insights and lessons about racism in our local community We encourage you to listen and learn more On systemic racism  reflections on London Ontario’s protest  On racism and reacting to George Floyd’s death  -  To support a Black owned business in London Ontario -  rTration’s open source policy book -  feel free to use any of these policies as you develop some of your own  Fitzii -  - we’ve seen research on how",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "assisting social innovators in making a positive and strong community impact In light of the inequities amplified during COVID Pillar has taken a stance in their  strategic plan to choose to challenge; moving forward as an organization to recognize and fight inequality confront systems of oppression and prioritize transformational changes that improve outcomes for all equity-seeking groups Learn more about Pillar NonProfit and their efforts on their website Growth  Co is led by Principal Larissa Stodart an organization that provides expert guidance to charities who need assistance raising funds to fulfill their missions and help change the world Her company nurtures and provides strategic counsel to businesses and communities through education training audits case for support materials and other services that lend to fundraising success Larissa’s leadership journey is inspiring; translating her personal story into the core values that push for change and philanthropy Visit the Growth",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual and quarterly reports detailing Traraction's commitments. These reports include updates on their B Corp membership, community engagement initiatives, partnerships, and internal policies. They also highlight progress towards their goals related to promoting diversity and inclusion, supporting underrepresented communities, and reducing environmental impact. Additionally, the reports feature client testimonials and case studies showcasing successful projects and collaborations. Overall, these reports serve as a transparent account of Traraction's efforts to operate responsibly and create positive change in the world.",
            "source": [
                {
                    "content": "Are you ready to talk to our team Book a Call Today With package pricing starting at /month rTraction will develop and support the strategies and websites of non-profit organizations and social enterprises for a fixed monthly fee with an option for redesign as often as every three years - perfect for lining up with your organization’s strategic plan You will have a budget-friendly monthly expense and an up-to-date communication tool  Your website is critical for telling your story acting on your strategic plan and realizing your vision According to our market research organization websites are both used internally and externally as the most convenient source of information - whether or not the information is up-to-date Our website package allows you to spend the same amount on your website every month equalized over the duration of the contract period rather than paying all at once PO Box  Unit AD  Rectory Street London ON N5Y 4P8",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Are you ready to talk to our team Book a Call Today A seasoned project manager Abisola has developed expertise in successfully delivering on key accounts projects in multiple industries She brings a passion for ensuring transparency in making the right business decisions for her clients team and stakeholders Leveraging both her engineering and business background she utilizes her leadership management and communications skills in ensuring the overall success of our teams and clients Education Post-Graduate Certificate International Business Management Fanshawe College; Master of Engineering University of Waterloo; and Bachelor of Engineering Covenant University PO Box  Unit AD  Rectory Street London ON N5Y 4P8",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "acting in a way that you believe is contrary to this pledge please use the policy so that we can course correct  We have and will continue to support projects that promote unity and understanding of diverse perspectives within our human family as well as the prosperity of traditionally marginalized communities We provide in-kind pro-bono or discounted services for this type of project Reach out to us if there’s a project that our gifts could help We pledge to help where we can  Our B Corp community has collected numerous resources -   One of our alumni offers some great insights and lessons about racism in our local community We encourage you to listen and learn more On systemic racism  reflections on London Ontario’s protest  On racism and reacting to George Floyd’s death  -  To support a Black owned business in London Ontario -  rTration’s open source policy book -  feel free to use any of these policies as you develop some of your own  Fitzii -  - we’ve seen research on how",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Power and PeaceWorks Technology Solutions just down the road from us in Waterloo Of course being B Corp is about more than just joining a community of like-minded people doing great work that makes a difference though that is a big part of it It’s the real deal and as we started our impact assessment we realized that a lot of things we were already doing were a great start… and we had some work to do and decisions to make before we were really ready to submit Since starting our impact assessment we have made quite a few changes for the better Some changes are procedural things which sound boring on the surface but are a big part of our commitment to doing business for good and supporting the people who make our work possible We have created new policies and a single space to share them We have created an advisory board to make sure we are considering a broad set of perspectives and stakeholders in our strategic planning decision making and policy development The board meets quarterly",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided context, it seems that several events and initiatives have been organized by rTraction to fulfill its commitment to promoting diversity and inclusion, supporting underrepresented communities, and addressing systemic issues like racism. These include:\n\n1. Partnering with the London Community Foundation (LCF) for a symposium focused on board governance, strategic philanthropy, and community impact.\n2. Hosting an event called \"rTraction Impact Summit\" that featured pre-recorded presentations, live panels, discussions, and Q&A sessions.\n3. Providing certificates of participation to all attendees and offering week-long access to the symposium recording through the website.\n4. Collaborating with Engage London, where participants wear name tags for each meeting and are assigned mentors to guide them through the process.\n5. Celebrating International Women's Day with a blog post highlighting impact stories from various organizations.\n6. Offering in-kind, pro-bono, or discounted services to support projects that promote unity and understanding among diverse perspectives.\n7. Sharing resources, including an alum's insights on racism in London, Ontario's community.\n8. Encouraging the use of open-source policy books.\n9. Promoting Black-owned businesses in London, Ontario.\n\nThese events and initiatives demonstrate rTraction's dedication to fostering a more inclusive and equitable society while fulfilling its commitments to the community.",
            "source": [
                {
                    "content": "the panelists and speakers Presenters were invited to submit pre-recorded presentations in light of social distancing lending to an effective format of running videos throughout the Symposium On the day of the Symposium we added to the mix live presentations panel discussions and speaker QA sessions hosted at University Hospital Taking time to plan an itinerary that took into account small details such as breaks timing of videos and sponsorship features allowed us to host an event that was interesting and fun By the end of the day we were able keep attendees engaged to the very end wrapping up with over + viewers and raising over 30 in funds rTraction provided certificates of participation to all the attendees and set-up a week-long access to the Symposium recording via the website This was an incredibly exciting partnership for rTraction as it’s important to us that each of our projects help to increase our client’s capacity to drive community impact in their unique ways The success",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to work on our assigned case study Some of the topics included a discussion on LCF's work from Community Foundations of Canada's CEO Andrew Chunilall strategic philanthropy and board governance risks and impact Hearing about the expert's experiences on boards was insightful and informative as they shared what to be aware of when considering joining a board and how to best leverage your skill set to the organization you are volunteering for  Engage London name tags are worn for each meeting Photo credit London Community Foundation  Along with getting to know our peers during the case study each group was also assigned mentors to help provide advice and direction throughout the process Not only were our mentors vital to assisting us in the completion of our presentation we were also given the opportunity to connect with them individually to ask for their advice on volunteering working on community boards and any other information that might be integral to being involved in the community",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Want to read the  International Women’s Day blog post Find it here We have a collection of impact stories on our website many of which are organizations that strive to do good and support communities Visit our Case Study page to read more PO Box  Unit AD  Rectory Street London ON N5Y 4P8",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "acting in a way that you believe is contrary to this pledge please use the policy so that we can course correct  We have and will continue to support projects that promote unity and understanding of diverse perspectives within our human family as well as the prosperity of traditionally marginalized communities We provide in-kind pro-bono or discounted services for this type of project Reach out to us if there’s a project that our gifts could help We pledge to help where we can  Our B Corp community has collected numerous resources -   One of our alumni offers some great insights and lessons about racism in our local community We encourage you to listen and learn more On systemic racism  reflections on London Ontario’s protest  On racism and reacting to George Floyd’s death  -  To support a Black owned business in London Ontario -  rTration’s open source policy book -  feel free to use any of these policies as you develop some of your own  Fitzii -  - we’ve seen research on how",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " There are several products, services, and technologies mentioned in the provided text. Some key points include:\n\n* MICE (Meetings, Incentives, Conferences, and Exhibitions) management\n* Monitors, mice, and portable devices for remote workers\n* Computer donation and recycling programs\n* STEAM Education Center offering STEAM education and resources\n* Traction Inc., providing creative problem-solving and flexible project management services\n* Custom solutions if the listed options do not fully address your needs",
            "source": [
                {
                    "content": "all of your other priorities Not to fear that's where our team comes in We will conduct a training session with your team to cover the various platforms and how best to utilize each of them so that your team can feel confident in sharing the unique story of your organization PO Box  Unit AD  Rectory Street London ON N5Y 4P8",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "were remote first before and making the decision to stay remote-first has meant some large shifts in our processes and opportunities  We now have employees in multiple cities throughout South Western Ontario We’ve become creative with our retreats and employee get-togethers - taking place in different locations throughout the city We’ve gone on hikes together where before we would have maybe sat in the office together We’ve taken on virtual wellness activities together and we’ve shared our tips for how to improve our performance  For now this means that employees that want to work from home are able to continue that way And for employees or clients who are looking for an office space to go to we are lucky enough to offer space at Innovation Works for those looking for a change of scenery Innovation Works provides a lot of flexibility for an organization like ours as we navigate the shifting needs of employees to work in and out of an office  PO Box  Unit AD  Rectory Street London ON",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "mice monitors etc Portable Devices iOS 80 or later and be able to send and receive video with a front or rear camera or Android 50x or later Professional technology is used to wipe all devices to ensure privacy If a device cannot be reused the program ensures it is recycled properly This program couldn't operate without generous technology donations from the community and local businesses  If you want or your organization believe you have technology to donate please reach out to STEAM at  or at info [at] steameducationca to arrange a drop-off of donated equipment  To apply to receive a computer please reach out to the above contacts or apply online at More about STEAM The STEAM Education Centre's mission is to educate equip and empower learners to imagine and create the future through play ingenuity and innovation using science technology engineering art/design and math STEAM STEAM focuses on the future and helping students learn the essential skills and competencies required to excel",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Are you ready to talk to our team Book a Call Today Working with rTraction offers your team a fresh perspective and over two decades' worth of creative problem-solving experience With over 21 years in business we've seen—and built—a lot This experience has allowed us to better understand what it takes for a successful project; an approach we've boiled down to a single statement reminding us all to keep listening learning and delivering Our process has been crafted to allow for maximum flexibility and minimum surprise Frequent communication ensures transparency in our timelines and our Project Compass and accompanying Roadmap keep us pointed in the right direction as we adjust our route along the way to capitalize on the opportunities we meet along the way What service is right for your organization If you don't see it here don't be afraid to contact us for something a little bit more custom  PO Box  Unit AD  Rectory Street London ON N5Y 4P8",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the information provided, it seems that there aren't any specific promotional events, expos, or sales mentioned for the marketing services offered by Rtraction. However, they do mention providing free office hours for marketing consultation until the end of June. These office hours could potentially lead to new business opportunities or referrals. Additionally, Rtraction mentions working closely with their clients on various marketing campaigns, which might involve special offers or promotions during the course of their collaboration.",
            "source": [
                {
                    "content": "excellent option as we used the platform for communications as well sending out reminders that were consistently delivered and trackable When setting-up the Zoom capabilities we knew we would provide the event details through Eventbrite as well; sending the registrants exclusive day-of access to the Symposium via the contact system  We sold  tickets to the  Virtual Symposium passing our estimate A portion of the ticket sales included group rate tickets an idea we had incorporated for those who wanted to watch the webinar as a team The accessibility of the digital symposium helped us reach more viewers than we had predicted bringing in audiences from different parts of Canada who were excited to be a part of a great cause In the upcoming days we provided pre-event training and support to the panelists and speakers Presenters were invited to submit pre-recorded presentations in light of social distancing lending to an effective format of running videos throughout the Symposium On the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Are you ready to talk to our team Book a Call Today To help our community we’re offering FREE office hours for any marketing questions that you or someone you know may have until the end of June We can help with any of the following topics and more If you’d like to book a time to talk about anything you see above or really anything check our availabilities below in our meetings calendar or share this page with someone who needs a 11 consult We used to have office hours in person for the community to answer any questions but now we are offering them in a flexible virtual format to meet you where you are —whether that’s zoom at the office zoom on the go or even a phone call If there's anything else we can help with just let us know - we are more than happy to help PO Box  Unit AD  Rectory Street London ON N5Y 4P8",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Are you ready to talk to our team Book a Call Today Superpower Identifying gaps and discovering opportunitiesRole Analyzing past performance and surveying the current landscape to determine the ideal way forward Alanna is endlessly curious and passionate about marketing She works alongside our clients on their digital marketing campaigns from defining the hypothesis to designing and implementing the plan to measuring the results She also drives many of our own marketing activities including our company’s monthly newsletter social media and marketing initiatives  Social media editorial calendars Google Tag Manager Google Ads Google Analytics SEO and SEM Recent clients Learning Enrichment Foundation Trudell Medical International We Made It PO Box  Unit AD  Rectory Street London ON N5Y 4P8",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "videos and blog posts  Fast forward to recently Las Chicas Del Café made the decision to close their retail location for the safety of their employees and customers due to the physical distancing measures imposed by COVID They turned to rTraction again to help develop an ongoing GoogleAds Strategy that would drive new customers to their site Specifically targeting coffee lovers who may be looking for high quality fair trade coffee roasts instead of purchasing blends from traditional brick and mortar stores that typically pay unfair wages for their coffee beans  Using their excellent product photographs we designed Display Ad templates that were editable and interchangeable with Las Chicas’ monthly themes We also set up Responsive Display Ads that allow the product photos to shine; images without any font are matched with rotating headlines and descriptions helping increase impressions and conversions Incorporating Search Ads has proven beneficial to their strategy as well choosing",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are several key partnerships or collaborations related to commerce that could benefit Fancy Farmerettes. These include:\n\n1. Supply Chain Partnerships: Building strong relationships with suppliers who share the same commitment to sustainability, environmental responsibility, and ethical farming practices will ensure high-quality, reliable sources for their products.\n2. Distribution Partnerships: Collaborating with distributors who specialize in eco-friendly, locally sourced, and sustainably produced goods can help increase visibility and accessibility of Fancy Farmerettes' products to wider audiences.\n3. Marketing & Promotion Partnerships: Teaming up with like-minded brands, influencers, or organizations focused on sustainable living, agriculture, or rural development can help amplify Fancy Farmerettes' message and reach new customers.\n4. Community Partnerships: Establishing connections with local farmers markets, cooperative groups, or nonprofit organizations dedicated to promoting sustainable agriculture and community development can provide additional exposure and support for Fancy Farmerettes.\n5. Online Marketplace Partnerships: Exploring opportunities to list their products on popular online marketplaces such as Amazon, Etsy, or even their regional equivalents can help expand their customer base and drive sales.",
            "source": [
                {
                    "content": "leaving the corporate world to start up an artisanal cheese business in the most sustainable way possible Both speakers noted the transitions and experiential learning they encountered along the way highlighting the fact that being a business with a force for good takes time patience and continuous learning Eve-Volution founder Petra Kassun-Mutch shared her experiences in using business as a force for good and how to do it in a sustainable way  A panel series on the topic of supply chain included the following speakers The discussion included the experiences these B Corps have had in expanding their supply chain options As these companies outlined in their discussion using business as a “force for good” can mean choosing to align with suppliers that are already onboard with your values or it can mean creating further change by influencing suppliers to start changing their practices to come further in line Shifting from solely finding “force for good” companies can create challenges",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "or it can mean creating further change by influencing suppliers to start changing their practices to come further in line Shifting from solely finding “force for good” companies can create challenges for the business that wants to be the Best for the World Weighing all aspects of supply chain options can help in decision making As businesses grow it can be harder to ensure that every supplier and production aspect encompasses the force for good ideology One approach that can help is looking at the bigger picture and the overall good delivered by the company’s products and services placing less emphasis on smaller less significant areas that may not be the best focus for the company at the time Our B Corp expert Rachel Berdan leads a group discussion on how to talk about inclusion within organizations  One of our own team members Rachel Berdan facilitated a group discussion in the “How to be Inclusive Without Being Intrusive” breakout session Groups were given topics to discuss their",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Are you ready to talk to our team Book a Call Today Superpower Identifying gaps and discovering opportunitiesRole Analyzing past performance and surveying the current landscape to determine the ideal way forward Alanna is endlessly curious and passionate about marketing She works alongside our clients on their digital marketing campaigns from defining the hypothesis to designing and implementing the plan to measuring the results She also drives many of our own marketing activities including our company’s monthly newsletter social media and marketing initiatives  Social media editorial calendars Google Tag Manager Google Ads Google Analytics SEO and SEM Recent clients Learning Enrichment Foundation Trudell Medical International We Made It PO Box  Unit AD  Rectory Street London ON N5Y 4P8",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Are you ready to talk to our team Book a Call Today Veronica and Irene left big city life behind to start Fancy Farmerettes a farm business that focuses on environmental sustainability animal welfare supporting local and building community They sell quality farm products from the heart of Norfolk County; sustainable living at its best Fancy Farmerettes needed a site with e-commerce to showcase their story and their sustainable eco living farm products A place where consumers can find out more about them and their products and place an order if they feel so inspired They needed a site that would promote brand awareness and showcase their products to new audiences We began working with Fancy Farmerettes in January  to help build their website and e-commerce presence We met Fancy Farmerettes through Ontario Southwest Tourism They needed a website with e-commerce capabilities that would be ready to launch for the upcoming farm season We chose Shopify as the best e-commerce platform for",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, it seems that there might be job openings related to web development, design, marketing, and other roles within LEADS Employment Services and Learning for Good (LfG). Additionally, LEF may also have job openings related to early childhood education and administration. To find out more about specific opportunities, I recommend visiting the websites of each organization or reaching out directly for more information.",
            "source": [
                {
                    "content": "Are you ready to talk to our team Book a Call Today LEADS Employment Services has been providing skills development and employment services since  They provide these services for those “with disabilities and/or employment-related barriers throughout Southwestern Ontario” LEADS Employment Services Their mission as a not-for-profit agency is to provide meaningful and productive employment to those who are highly vulnerable and to people with disabilities You can learn more about their mission vision and values here Since their founding in  LEADS Employment Services has placed over 20 jobs During  they helped place  people in jobs  youth volunteer placements and served over  people LEADS Employment Services   In March  LEADS Employment Services knew they needed to update their website to better help those in the community access their services and to stay up to date with the ever-changing media landscape The project of a new website that would better serve their community during a time of",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and youth programs  LEF first reached out to rTraction to help boost recruitment of full-time Registered Early Childhood Educators ECEs and keep up with the growing demand of their child care programs There was a need to fill  ECE openings as soon as possible; they utilized Indeed and college job portals but  their postings lacked the lustre and engagement required to elicit the amount of resumes needed  By revamping their job postings and job portal via a new mini-website we were able to showcase LEF’s progressive entrepreneurial and playful approach to community support Partnered with a social media and digital campaign the newly implemented advertising increased visits to their web page and boosted the number of clicks on their postings As a result LEF received  online applications leading to 69 successful Registered ECE hires LEF turned to rTraction again to help design and deliver their  Annual Report With a continued focus on the brand’s visual evolution our goal was to continue",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "were remote first before and making the decision to stay remote-first has meant some large shifts in our processes and opportunities  We now have employees in multiple cities throughout South Western Ontario We’ve become creative with our retreats and employee get-togethers - taking place in different locations throughout the city We’ve gone on hikes together where before we would have maybe sat in the office together We’ve taken on virtual wellness activities together and we’ve shared our tips for how to improve our performance  For now this means that employees that want to work from home are able to continue that way And for employees or clients who are looking for an office space to go to we are lucky enough to offer space at Innovation Works for those looking for a change of scenery Innovation Works provides a lot of flexibility for an organization like ours as we navigate the shifting needs of employees to work in and out of an office  PO Box  Unit AD  Rectory Street London ON",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a designer into functional web features Develop test and support  maintain web sites and web/mobile applications usually with Drupal Enjoy learning from the team and sharing your knowledge with them including giving and receiving feedback in code reviews Participate in meetings with our clients to brainstorm highly technical and occasionally low-tech solutions to their problems Identify opportunities to improve our client’s web properties to best serve their missions Strive to meet deadlines and flag ahead of time if they’ll be missed We know that folks come to work with us with a wide variety of skills and backgrounds We have listed the skills in two categories - required skills are skills that you need to have on day 1 to be successful in the job Role skills are skills that will help you be successful in the role and are not required to be successful in the position as they can be trained or learned on the job 5+ years developer experience Any of these count education training work",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events offered by LEADS Employment Services that cater to different aspects of career development and job searching. Some of these events include:\n\n1. Job Fair: LEADS Employment Services regularly hosts job fairs where local businesses come to meet potential candidates. This event offers an excellent opportunity for job seekers to explore available positions and connect with employers directly.\n2. Webinars: To keep up with the latest trends and best practices in the industry, LEADS Employment Services organizes webinars on topics such as resume writing, interview techniques, and networking strategies. Participants can join these sessions remotely and gain valuable insights from experts in the field.\n3. Workshops: Throughout the year, LEADS Employment Services conducts workshops focused on developing essential skills for job hunting and maintaining successful careers. Topics may include cover letter writing, LinkedIn optimization, and salary negotiation.\n4. Training Programs: As part of their commitment to empower individuals with disabilities and other barriers, LEADS Employment Services offers various training programs designed to enhance participants' professional abilities. These programs may cover areas such as computer literacy, customer service, and administrative skills.",
            "source": [
                {
                    "content": "were remote first before and making the decision to stay remote-first has meant some large shifts in our processes and opportunities  We now have employees in multiple cities throughout South Western Ontario We’ve become creative with our retreats and employee get-togethers - taking place in different locations throughout the city We’ve gone on hikes together where before we would have maybe sat in the office together We’ve taken on virtual wellness activities together and we’ve shared our tips for how to improve our performance  For now this means that employees that want to work from home are able to continue that way And for employees or clients who are looking for an office space to go to we are lucky enough to offer space at Innovation Works for those looking for a change of scenery Innovation Works provides a lot of flexibility for an organization like ours as we navigate the shifting needs of employees to work in and out of an office  PO Box  Unit AD  Rectory Street London ON",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "design pro bono work and things to consider Helping others pro bono with a skill can help free up funding for the organization’s main purpose There are community and global networks that connect and compile volunteer opportunities into an easily filterable database If you search for the keyword virtual or filter by virtual you will find plenty of opportunities to possibly get involved in Here are some of the databases you could try; Volunteer London Pillar Non-Profit Network Volunteer Canada Patagonia and Catchafire Points of Light and UN Volunteers Just like network databases that connect you to opportunities online volunteering apps are applications that connect you to cause specific opportunities An example is the app Be My Eyes which connects people who need sight assistance to a volunteer via live video call Keep an eye out for apps that you can participate in to help others or if you have the skills maybe you can help invent an app that would help your community Are there any",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Some organizations let you answer crisis lines from your own home or some can be in the form of a virtual chat or texting These volunteer positions often involve extensive training so that you are prepared for the role Examples of crisis line organizations include Anova Crisis Services Canada Fraser Health and Kids Help Phone Are you a talented artist Have a way with words Can you code superfast Plenty of organizations need help with a lot of skills-based activities For example some organizations might need a design some might need someone to write a blog every now and then and some might need help with a page on their website Reach out to organizations you resonate/are currently connected with to see if you can help them with anything You can check out this handy guide by the RGD regarding design pro bono work and things to consider Helping others pro bono with a skill can help free up funding for the organization’s main purpose There are community and global networks that connect",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Are you ready to talk to our team Book a Call Today LEADS Employment Services has been providing skills development and employment services since  They provide these services for those “with disabilities and/or employment-related barriers throughout Southwestern Ontario” LEADS Employment Services Their mission as a not-for-profit agency is to provide meaningful and productive employment to those who are highly vulnerable and to people with disabilities You can learn more about their mission vision and values here Since their founding in  LEADS Employment Services has placed over 20 jobs During  they helped place  people in jobs  youth volunteer placements and served over  people LEADS Employment Services   In March  LEADS Employment Services knew they needed to update their website to better help those in the community access their services and to stay up to date with the ever-changing media landscape The project of a new website that would better serve their community during a time of",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The provided text does not explicitly mention any specific employee or participant benefits. However, it showcases several organizations and initiatives that aim to improve various aspects of life for different groups of people. These include:\n\n1. Growth Co - Providing programs and services that are safe and educational, assisting those at risk, and supporting individuals and families in their lifelong growth.\n2. Humana - Offering programs and services that are safe and educational, as well as personalized mental health assistance, transition to independent living, and opportunities to grow and thrive.\n3. Las Chicas del Café - Operating a direct trade micro-roastery that promotes fair trade practices and supports local communities.\n\nWhile these organizations do not directly offer benefits to employees or participants, they contribute positively to the communities they serve, ultimately benefiting those involved with them.",
            "source": [
                {
                    "content": "other services that lend to fundraising success Larissa’s leadership journey is inspiring; translating her personal story into the core values that push for change and philanthropy Visit the Growth  Co website to read more Humana is a recently unified agency with a combined + years of history developing and delivering support solutions that are right for people with specialized needs Equipped with an all-female leadership team led by CEO Kathryn Eggert Humana’s mission is to build a vibrant community which continuously supports the lifetime growth of individuals and their families The organization provides programs and services that are safe and educational; assisting those that are at-risk find crisis support personalized mental health assistance transition to independent living and opportunities to grow and thrive Read about Humana and their mission here Las Chicas del Cafe is a direct trade micro-roastery run by sisters Maria Fiallos and Valeria Fiallos-Soliman out of St Thomas",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and quarterly/annual goals in monthly meetings It also means you have multiple opportunities to provide input and problem-solve as a group Are you ready to apply Please submit your resume and cover letter using Fitzii Our equal opportunity promise rTraction is committed to building an inclusive team that values diverse experiences and perspectives Following our own policies and legislation like the AODA we welcome interest from Indigenous people newcomers racialized people people with disabilities veterans women and people who identify as 2SLGTBQQIA+ We value your interest in our company and look forward to your application Please notify the hiring committee about your requirement for accommodation in the recruitment and interview process upon request PO Box  Unit AD  Rectory Street London ON N5Y 4P8",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Are you ready to talk to our team Book a Call Today LEADS Employment Services has been providing skills development and employment services since  They provide these services for those “with disabilities and/or employment-related barriers throughout Southwestern Ontario” LEADS Employment Services Their mission as a not-for-profit agency is to provide meaningful and productive employment to those who are highly vulnerable and to people with disabilities You can learn more about their mission vision and values here Since their founding in  LEADS Employment Services has placed over 20 jobs During  they helped place  people in jobs  youth volunteer placements and served over  people LEADS Employment Services   In March  LEADS Employment Services knew they needed to update their website to better help those in the community access their services and to stay up to date with the ever-changing media landscape The project of a new website that would better serve their community during a time of",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "business That means that you hear about our financials and quarterly/annual goals in monthly meetings It also means you have multiple opportunities to provide input and problem-solve as a group Are you ready to apply Please submit your resume and cover letter using Fitzii Our equal opportunity promise rTraction is committed to building an inclusive team that values diverse experiences and perspectives Following our own policies and legislation like the AODA we welcome interest from Indigenous people newcomers racialized people people with disabilities veterans women and people who identify as 2SLGTBQQIA+ We value your interest in our company and look forward to your application Please notify the hiring committee about your requirement for accommodation in the recruitment and interview process upon request PO Box  Unit AD  Rectory Street London ON N5Y 4P8",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided text, there isn't any specific mention of a financial or earnings report. However, the text does highlight several important aspects of Power & PeaceWorks Technology Solutions' journey as a B Corp member. These include the benefits they've received by joining the community, the challenges they faced during their impact assessment, and the changes they implemented to become more aligned with their commitments. Additionally, the text discusses the broader impact of technology on society and how Power & PeaceWorks Technology Solutions is leveraging its expertise to drive positive change.",
            "source": [
                {
                    "content": "Are you ready to talk to our team Book a Call Today In simple terms B Corp is to businesses what Fair Trade is to coffee It’s a commitment to rigorous standards and practices It’s a responsibility to take into account the interests of our team our clients the communities we serve and the environment in addition to our shareholders It’s about business as a force for good Giving back working with purpose and creating a great culture have been a part of our DNA since we opened our doors in  When we found out about the B Corp movement we were inspired to learn how to do even better from B Lab and other like-minded businesses validating the work we were already doing was a bonus We wanted to get on board right away Measure what matters the support we provide to our team the difference we make in the communities we serve and our effect on the environment Consider all stakeholders in our business decisions our employees our clients our community the environment and our shareholders Use",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Power and PeaceWorks Technology Solutions just down the road from us in Waterloo Of course being B Corp is about more than just joining a community of like-minded people doing great work that makes a difference though that is a big part of it It’s the real deal and as we started our impact assessment we realized that a lot of things we were already doing were a great start… and we had some work to do and decisions to make before we were really ready to submit Since starting our impact assessment we have made quite a few changes for the better Some changes are procedural things which sound boring on the surface but are a big part of our commitment to doing business for good and supporting the people who make our work possible We have created new policies and a single space to share them We have created an advisory board to make sure we are considering a broad set of perspectives and stakeholders in our strategic planning decision making and policy development The board meets quarterly",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Are you ready to talk to our team Book a Call Today There can be no question that technology is disrupting our world For those organizations we call them social innovators that work to improve our communities it’s critical to understand and embrace the ways that technology can improve outcomes looking beyond typical ROI to the change that ROI enables We have also experienced some changes  Some have been small some more drastic such as the departure of one of our founding partners  With change comes an opportunity to reflect During a strategic reflection we realized that the nexus of work that we are passionate about — work that we are good at and work that further reinforces our values — is the collective work that rTraction has been doing for 16 years Looking at the history of our company our body of work seems broad at first glance  We have built digital tools that make people’s lives better help organizations get the word out about their stories help people in crisis find the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "There is ample research that shows companies actively trying to address social and environmental issues also retain customers and employees better and generate higher returns long term  We have learned so much from the B Corp community in our five years of B Corp status and plan to keep collaborating and learning to improve rTraction We will continue to create work that has a positive impact on our clients and community PO Box  Unit AD  Rectory Street London ON N5Y 4P8",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the given text, there isn't any mention of investor events or funding rounds related to London Community Foundation (LCF) or other organizations mentioned. However, if you are looking for such events or rounds in general, you may want to check out platforms like Crunchbase, AngelList, or StartupNorth for updates on funding rounds and investor events in the Canadian startup ecosystem.",
            "source": [
                {
                    "content": "Are you ready to talk to our team Book a Call Today The Engage London program just wrapped up its 10th year and I was lucky enough to be part of this round of alumni There are  community foundations across Canada that strategically invest in various regions London Community Foundation LCF runs the Engage London program and has been a vital charitable organization in the area assisting in the creation of endowment funds and grants The program itself is another way that LCF invests in the community as it helps connect professionals with causes in the London area and provides a case study where participants can put their skills into practice to help make a difference Over the course of five months there were monthly meetings with specific topics covered by area professionals followed by time to work on our assigned case study Some of the topics included a discussion on LCF's work from Community Foundations of Canada's CEO Andrew Chunilall strategic philanthropy and board governance risks",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Are you ready to talk to our team Book a Call Today This blog is written in collaboration with Growth and Co’s founder Larissa Stoddart Larissa helps nonprofits with fundraising efforts so they can focus on their initiatives instead of worrying about raising enough money for operational costs Larissa knows firsthand how donor funding can change lives through her own personal journey You can read more about her story here If you are a nonprofit organization and have no idea where to start with fundraising or feel overwhelmed book a free 1 hr consultation call with Growth and Co today Fundraising is an integral part of any nonprofit organization’s existence This financial support helps nonprofits achieve their missions and goals and ultimately help the communities they serve Funds come from a variety of donor types making it important to remember that donors don’t just give money to the organization - they are invested in the organization and its cause Donors care about where their money",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the project’s impact features highlights of the Go Deeper campaign and what goals will be achieved when the exhibit opens in  The campaign would not be possible without donors or sponsors getting involved The landing page features a prominent Get Involved section This section highlights the Go Deeper’s recognition program and provides a call to action button that sends them directly to the Sponsorship Opportunity forum at the bottom of the landing page It is important to highlight and recognize Go Deeper’s campaign partners sponsors and donors in a featured section so that partners businesses and donors can be showcased on their website for their generous contributions After featuring the Capital Campaign Team responsible for Go Deeper there is a Sponsorship Opportunities forum where donors and sponsors have the opportunity to donate today The landing page provided plenty of CTA’s and opportunities for prospective donors/sponsors to engage with the campaign Visit their landing page",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Are you ready to talk to our team Book a Call Today “We had high expectations going into the relationship yet rTraction exceeded them The team always had our best interests in mind taking into consideration the nuances of our business model From start to finish there was a true feeling of co-creation The team’s genuine enthusiasm and excitement for the project made rTraction a delight to work with” As part of the Community Foundations of Canada London Community Foundation LCF works toward stronger and more resilient communities through strategic investing while driving innovative community-based initiatives They are a charitable organization dedicated to London and Middlesex County pooling monetary contributions to create endowment funds and investment income to make grants accessible to local charities LCF had built their website piecemeal over the years and in need of a streamlined strategic overhaul The website acted as a functional brochure and the integral information continued to",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided context, I cannot directly provide the exact financial or funding goals set for the next period. However, I can mention some key points related to finance and funding mentioned in the text.\n\n1. London Community Foundation (LCF) - Their website needed a strategic overhaul, which required resources and potentially funding. It is unclear whether any specific financial goals were mentioned for the next period.\n2. Thames Valley Children's Centre (TVCC) - They collaborated with Traction Co. Ltd. (rTraction) to revamp their website. While no direct reference to financial or funding goals was mentioned, it can be assumed that the project might have involved costs, which could impact future budgets or funding needs.\n3. The Grand Theatre - They underwent a transition from Drupal 7 to Drupal 9 during the COVID-19 pandemic. Although no explicit financial or funding goals were stated, the process of upgrading their website platform may have required budget allocation and possibly additional funding if necessary.",
            "source": [
                {
                    "content": "have created an advisory board to make sure we are considering a broad set of perspectives and stakeholders in our strategic planning decision making and policy development The board meets quarterly and includes our team and respected members of our community Pillar Nonprofit Network’s Michelle Baldwin Chantelle Diachina from Prana Yoga  Wellness and Jennifer Kirkham Some other changes we’re proud of include offering flexible work arrangements making our workplace pet friendly offering yoga and meditation classes through Prana Yoga and Wellness founded by one of our distinguished alumni Chantelle Diachina moved to an award-winning office space that has helped elevate the importance of heritage within the community and serve as a community gathering space and worked with our local caterer Edgar and Joe’s a social enterprise to reduce waste by going in on reusable catering supplies We plan to keep improving and learning from other B Corps along the way We will keep telling our story and",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Are you ready to talk to our team Book a Call Today “We had high expectations going into the relationship yet rTraction exceeded them The team always had our best interests in mind taking into consideration the nuances of our business model From start to finish there was a true feeling of co-creation The team’s genuine enthusiasm and excitement for the project made rTraction a delight to work with” As part of the Community Foundations of Canada London Community Foundation LCF works toward stronger and more resilient communities through strategic investing while driving innovative community-based initiatives They are a charitable organization dedicated to London and Middlesex County pooling monetary contributions to create endowment funds and investment income to make grants accessible to local charities LCF had built their website piecemeal over the years and in need of a streamlined strategic overhaul The website acted as a functional brochure and the integral information continued to",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Committee also had some specific requests Make space for video content around the site stay tuned for more video content added over time and some accessibility improvements around the site including requiring alt text on images and keeping program  services pages printer-friendly rTraction was fortunate enough to work with TVCC on this redesign of the site updating calls-to-action client stories and case studies to consider self-referring potential and returning clients and to help them find the appropriate services  supports at TVCC as well as create a method of client intake that does not require making a telephone call rTraction will do regularly scheduled reviews of the site to ensure that it stays fresh and accessible over time We’ll also do regular social media consultations to help with social engagement PO Box  Unit AD  Rectory Street London ON N5Y 4P8",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The outcome of this fundraiser saw us raise over 58 with help from the community to put on a show that was a celebration of respect diversity and the arts The goal of the new website was to create a stronger tool that would support them as they recovered from the COVID-19 Pandemic  Having redesigned their website in  we were able to bring our past experience with their ticketing system Tessitura's TNEW into this redesign This allowed us to have more freedom with bringing in better interactivity to the site such as bringing in showtimes from Tessitura into the website live With our history of designing the previous Drupal 7 version of their website we were excited to be the ones carrying them into this new stage and felt that we were the ideal partners to make the shift onto Drupal 9 as successful as possible Through the update The Grand Theatre hoped to further continue their efforts of recovering from the COVID-19 pandemic with a functional and informative website They were eager to",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " As of my knowledge cutoff date in September 202, I am unable to provide information on any recent publications, research findings, or introduced technologies beyond that point. However, if you have specific topics or fields of interest, I may still be able to offer some general insights or resources related to those subjects.",
            "source": [
                {
                    "content": "Are you ready to talk to our team Book a Call Today Discovery You know your organization best and you'll always be the foremost experts on the community you serve and the strategy you apply to do so We work best when we can act as an extension of your team so we will kick your project off with introductions a bit of research completed by us and a discovery questionnaire completed by you  This is also the best time to make sure we're all on the same page about who will be involved important dates vacations and deadlines and how we'll measure success Naming From our research and the discovery we will narrow down to a handful of top names and from there we will guide you through the final naming process Concepts  With a fresh and deeper understanding of scope and deliverables we'll create 2-3 concepts We'll then present those concepts to you gather your feedback and ask you to select one concept each which we'll take away and flesh out further   Mock-Ups  Delivery Now that we've been",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "an incredibly exciting partnership for rTraction as it’s important to us that each of our projects help to increase our client’s capacity to drive community impact in their unique ways The success of the Symposium was a significant team effort that resulted in a full day of education and successful fundraising uniting our passion for technology and storytelling with Operation Walk’s drive to support the Orthopaedic community and the lives they strive to help change PO Box  Unit AD  Rectory Street London ON N5Y 4P8",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Are you ready to talk to our team Book a Call Today Working with rTraction offers your team a fresh perspective and over two decades' worth of creative problem-solving experience With over 21 years in business we've seen—and built—a lot This experience has allowed us to better understand what it takes for a successful project; an approach we've boiled down to a single statement reminding us all to keep listening learning and delivering Our process has been crafted to allow for maximum flexibility and minimum surprise Frequent communication ensures transparency in our timelines and our Project Compass and accompanying Roadmap keep us pointed in the right direction as we adjust our route along the way to capitalize on the opportunities we meet along the way What service is right for your organization If you don't see it here don't be afraid to contact us for something a little bit more custom  PO Box  Unit AD  Rectory Street London ON N5Y 4P8",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Are you ready to talk to our team Book a Call Today Science North is a science centre located in Northern Ontario They take a personal fun and friendly approach to science education allowing people to understand their everyday lives through science and technology rTraction has worked with Science North for multiple projects Recently Science North needed a landing page for their upcoming exhibit and initiative Go Deeper Go Deeper is a project with Dynamic Earth to educate and provide experiences for the public to learn about the mining industry in Canada The Go Deeper project will inspire future generations and increase support for the mining industry not only at Dynamic Earth but also across select Northern communities and across Canada The exhibit is anticipated to be fully open in  Science North approached rTraction in March  to complete the landing page for launch in April  Squarespace Landing Page for the launch of Science North’s Go Deeper Campaign rTraction created a Squarespace",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, I cannot provide specific details about ongoing or upcoming research projects or innovation initiatives related to Traction. However, they seem to value collaboration, reflection, and embracing technology to drive positive change within their communities.",
            "source": [
                {
                    "content": "Are you ready to talk to our team Book a Call Today There can be no question that technology is disrupting our world For those organizations we call them social innovators that work to improve our communities it’s critical to understand and embrace the ways that technology can improve outcomes looking beyond typical ROI to the change that ROI enables We have also experienced some changes  Some have been small some more drastic such as the departure of one of our founding partners  With change comes an opportunity to reflect During a strategic reflection we realized that the nexus of work that we are passionate about — work that we are good at and work that further reinforces our values — is the collective work that rTraction has been doing for 16 years Looking at the history of our company our body of work seems broad at first glance  We have built digital tools that make people’s lives better help organizations get the word out about their stories help people in crisis find the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Are you ready to talk to our team Book a Call Today Discovery You know your organization best and you'll always be the foremost experts on the community you serve and the strategy you apply to do so We work best when we can act as an extension of your team so we will kick your project off with introductions a bit of research completed by us and a discovery questionnaire completed by you  This is also the best time to make sure we're all on the same page about who will be involved important dates vacations and deadlines and how we'll measure success Naming From our research and the discovery we will narrow down to a handful of top names and from there we will guide you through the final naming process Concepts  With a fresh and deeper understanding of scope and deliverables we'll create 2-3 concepts We'll then present those concepts to you gather your feedback and ask you to select one concept each which we'll take away and flesh out further   Mock-Ups  Delivery Now that we've been",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "ingenuity and innovation using science technology engineering art/design and math STEAM STEAM focuses on the future and helping students learn the essential skills and competencies required to excel PO Box  Unit AD  Rectory Street London ON N5Y 4P8",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Power and PeaceWorks Technology Solutions just down the road from us in Waterloo Of course being B Corp is about more than just joining a community of like-minded people doing great work that makes a difference though that is a big part of it It’s the real deal and as we started our impact assessment we realized that a lot of things we were already doing were a great start… and we had some work to do and decisions to make before we were really ready to submit Since starting our impact assessment we have made quite a few changes for the better Some changes are procedural things which sound boring on the surface but are a big part of our commitment to doing business for good and supporting the people who make our work possible We have created new policies and a single space to share them We have created an advisory board to make sure we are considering a broad set of perspectives and stakeholders in our strategic planning decision making and policy development The board meets quarterly",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " I cannot provide specific details about recent research grants or innovation awards since the given context does not mention any particular grant or award. However, if you could provide more context or specify the organization or field of study, I might be able to assist you further.",
            "source": [
                {
                    "content": "count According to Musk the  aim of this updated format is to help users better understand the reach of their tweets The new feature should also encourage more tweets and activities such as likes and comments from users  Twitter Designer Andrea Conway shared new improvements on the view count display Instead of displaying view counts in timelines view counts can now be visible only when tweets are expanded Finally a Twitter announcement we can actually say is useful LinkedIn has shared some interesting statistics on their ads performance and engagements According to their new infographic the following are the highlights of their growth  At rTraction we’ve noticed a shift on our feeds from more corporate sounding posts into more relatable story driven human posts and we are here for it Meta’s Creator Studio will soon no longer be available Instead the platform is prompting its users to use the Business Suite which has more tools and options for page management  “…Business Suite is a",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "‘tour’  As well we showcased Facebook videos of the Creative Kitchens ‘behind the scenes’ and the stories of the Resource Centre staff; capturing their experiences and motivations to be a part of an incredible initiative  All of the partners were thrilled with the results having exceeded both attendees and funds raised This was another exciting partnership for rTraction as the success of the Virtual Tours was an incredible team effort that called on our passion for technology and community collaboration We’re very proud to have been a part of this initiative and to be able to contribute our expertise With over 1 community members attending the VIRTUAL Seeing is Believing Impact Tour the project was recognized for a ChangeMaker Award CMA for Startechcom and the South London Neighbourhood Resource Centre SLNRC This was for their collaboration and innovative approach to inspiring support in a virtual world The CMA recognizes the incredible volunteerism and innovation of workplace",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "North approached rTraction in March  to complete the landing page for launch in April  Squarespace Landing Page for the launch of Science North’s Go Deeper Campaign rTraction created a Squarespace landing page with quick turnaround in order to launch the capital campaign for Go Deeper in April The page provides opportunities for sponsorships and donations with a large donation call to action feature that is first on the page  To ensure a multilingual experience rTraction utilized a Weglot integration When you scroll the landing page you find out more information about Dynamic Earth and the story behind the upcoming Go Deeper project It highlights the purpose behind the Go Deeper campaign and how it will affect the mining industry and the community The landing page includes information about the project’s impact features highlights of the Go Deeper campaign and what goals will be achieved when the exhibit opens in  The campaign would not be possible without donors or sponsors getting",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the project’s impact features highlights of the Go Deeper campaign and what goals will be achieved when the exhibit opens in  The campaign would not be possible without donors or sponsors getting involved The landing page features a prominent Get Involved section This section highlights the Go Deeper’s recognition program and provides a call to action button that sends them directly to the Sponsorship Opportunity forum at the bottom of the landing page It is important to highlight and recognize Go Deeper’s campaign partners sponsors and donors in a featured section so that partners businesses and donors can be showcased on their website for their generous contributions After featuring the Capital Campaign Team responsible for Go Deeper there is a Sponsorship Opportunities forum where donors and sponsors have the opportunity to donate today The landing page provided plenty of CTA’s and opportunities for prospective donors/sponsors to engage with the campaign Visit their landing page",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided information, it appears that Traction is working with various organizations, institutions, or entities that have been involved in projects they have built. However, specific names or details about these partnerships are not explicitly mentioned in the text.",
            "source": [
                {
                    "content": "assisting social innovators in making a positive and strong community impact In light of the inequities amplified during COVID Pillar has taken a stance in their  strategic plan to choose to challenge; moving forward as an organization to recognize and fight inequality confront systems of oppression and prioritize transformational changes that improve outcomes for all equity-seeking groups Learn more about Pillar NonProfit and their efforts on their website Growth  Co is led by Principal Larissa Stodart an organization that provides expert guidance to charities who need assistance raising funds to fulfill their missions and help change the world Her company nurtures and provides strategic counsel to businesses and communities through education training audits case for support materials and other services that lend to fundraising success Larissa’s leadership journey is inspiring; translating her personal story into the core values that push for change and philanthropy Visit the Growth",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Are you ready to talk to our team Book a Call Today We’ve built many award-winning game-changing organization-shifting projects over the years It is your passion beliefs and values driving your organization that makes our work matter We are the facilitators and craftspeople that bring your message and mission to life We bring your story to life; spread your passion to others; and give you the tools to make change We are rTraction - but the change that occurs That’s your traction Below is a sample of some of your community’s work that we helped build We’re grateful to be a small part in helping these organizations achieve their purpose PO Box  Unit AD  Rectory Street London ON N5Y 4P8",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Are you ready to talk to our team Book a Call Today We’ve built many award-winning game-changing organization-shifting projects over the years It is your passion beliefs and values driving your organization that makes our work matter We are the facilitators and craftspeople that bring your message and mission to life We bring your story to life; spread your passion to others; and give you the tools to make change We are rTraction - but the change that occurs That’s your traction Below is a sample of some of your community’s work that we helped build We’re grateful to be a small part in helping these organizations achieve their purpose PO Box  Unit AD  Rectory Street London ON N5Y 4P8",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Are you ready to talk to our team Book a Call Today We’ve built many award-winning game-changing organization-shifting projects over the years It is your passion beliefs and values driving your organization that makes our work matter We are the facilitators and craftspeople that bring your message and mission to life We bring your story to life; spread your passion to others; and give you the tools to make change We are rTraction - but the change that occurs That’s your traction Below is a sample of some of your community’s work that we helped build We’re grateful to be a small part in helping these organizations achieve their purpose PO Box  Unit AD  Rectory Street London ON N5Y 4P8",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided text, there doesn't seem to be any direct mention of joint events, projects, or initiatives between London Community Foundation (LCF) and Pillar Nonprofit Network, Chantelle Diachina's Prana Yoga & Wellness, Edgar and Joe's Social Enterprise, or Growth Co. However, there are some indirect connections mentioned. For example, LCF offers flexible work arrangements, which could potentially involve collaboration with these organizations. Additionally, Prana Yoga & Wellness is founded by one of LCF's distinguished alumni, Chantelle Diachina. Although there isn't any explicit mention of joint events, projects, or initiatives, it's possible that there may have been some collaborations or partnerships between these entities in the past or in the future.",
            "source": [
                {
                    "content": "Are you ready to talk to our team Book a Call Today The Engage London program just wrapped up its 10th year and I was lucky enough to be part of this round of alumni There are  community foundations across Canada that strategically invest in various regions London Community Foundation LCF runs the Engage London program and has been a vital charitable organization in the area assisting in the creation of endowment funds and grants The program itself is another way that LCF invests in the community as it helps connect professionals with causes in the London area and provides a case study where participants can put their skills into practice to help make a difference Over the course of five months there were monthly meetings with specific topics covered by area professionals followed by time to work on our assigned case study Some of the topics included a discussion on LCF's work from Community Foundations of Canada's CEO Andrew Chunilall strategic philanthropy and board governance risks",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "have created an advisory board to make sure we are considering a broad set of perspectives and stakeholders in our strategic planning decision making and policy development The board meets quarterly and includes our team and respected members of our community Pillar Nonprofit Network’s Michelle Baldwin Chantelle Diachina from Prana Yoga  Wellness and Jennifer Kirkham Some other changes we’re proud of include offering flexible work arrangements making our workplace pet friendly offering yoga and meditation classes through Prana Yoga and Wellness founded by one of our distinguished alumni Chantelle Diachina moved to an award-winning office space that has helped elevate the importance of heritage within the community and serve as a community gathering space and worked with our local caterer Edgar and Joe’s a social enterprise to reduce waste by going in on reusable catering supplies We plan to keep improving and learning from other B Corps along the way We will keep telling our story and",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to work on our assigned case study Some of the topics included a discussion on LCF's work from Community Foundations of Canada's CEO Andrew Chunilall strategic philanthropy and board governance risks and impact Hearing about the expert's experiences on boards was insightful and informative as they shared what to be aware of when considering joining a board and how to best leverage your skill set to the organization you are volunteering for  Engage London name tags are worn for each meeting Photo credit London Community Foundation  Along with getting to know our peers during the case study each group was also assigned mentors to help provide advice and direction throughout the process Not only were our mentors vital to assisting us in the completion of our presentation we were also given the opportunity to connect with them individually to ask for their advice on volunteering working on community boards and any other information that might be integral to being involved in the community",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "assisting social innovators in making a positive and strong community impact In light of the inequities amplified during COVID Pillar has taken a stance in their  strategic plan to choose to challenge; moving forward as an organization to recognize and fight inequality confront systems of oppression and prioritize transformational changes that improve outcomes for all equity-seeking groups Learn more about Pillar NonProfit and their efforts on their website Growth  Co is led by Principal Larissa Stodart an organization that provides expert guidance to charities who need assistance raising funds to fulfill their missions and help change the world Her company nurtures and provides strategic counsel to businesses and communities through education training audits case for support materials and other services that lend to fundraising success Larissa’s leadership journey is inspiring; translating her personal story into the core values that push for change and philanthropy Visit the Growth",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Collaborating with Traction Inc., social purpose organizations, nonprofits, social enterprises, and for-profit companies that do good aim to achieve shared goals and desired results. These objectives and outcomes may include:\n\n1. Improved community outcomes: Both parties strive to positively impact the communities they serve, prioritizing social good over profit maximization.\n2. Technical problem-solving: Traction Inc. provides solutions to technical challenges faced by its clients, enabling them to focus on their core missions.\n3. Returning value to clients: By offering services that deliver tangible benefits to clients, Traction Inc. ensures that its clients feel they are receiving good value for their investment.\n4. Embracing change and managing tensions: Traction Inc. and its partner organizations recognize the importance of navigating the complexities of social change, working together to address potential conflicts and maintain productive progress towards common goals.\n5. Continuous learning and improvement: Both Traction Inc. and its partners commit to staying informed about advancements in technology and social impact, ensuring that they remain effective and relevant in their respective fields.\n\nOverall, the collaborative efforts between Traction Inc. and its partners seek to create meaningful, sustainable impact within their communities, leveraging technology to drive positive change and improve the lives of those they serve.",
            "source": [
                {
                    "content": "Are you ready to talk to our team Book a Call Today Discovery You know your organization best and you'll always be the foremost experts on the community you serve and the strategy you apply to do so We work best when we can act as an extension of your team so we will kick your project off with introductions a bit of research completed by us and a discovery questionnaire completed by you  This is also the best time to make sure we're all on the same page about who will be involved important dates vacations and deadlines and how we'll measure success Naming From our research and the discovery we will narrow down to a handful of top names and from there we will guide you through the final naming process Concepts  With a fresh and deeper understanding of scope and deliverables we'll create 2-3 concepts We'll then present those concepts to you gather your feedback and ask you to select one concept each which we'll take away and flesh out further   Mock-Ups  Delivery Now that we've been",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "our body of work seems broad at first glance  We have built digital tools that make people’s lives better help organizations get the word out about their stories help people in crisis find the resources they need improve health impact or help local businesses become better global companies All organizations need technology to grow whether they’re growing their audiences growing sales or donations or increasing capacity to do their work by improving efficiencies between technologies or turning manual processes digital For social innovators growth isn’t just about the bottom line It’s also about having more funds more time or more of both to deliver real change to the communities they serve The organizations we work with see beyond ROI to the lasting impact that return allows them to make… that’s the difference we make together We are starting with a good understanding of technology and social impact today and we are committed to continual learning and study of how technology can",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Are you ready to talk to our team Book a Call Today There can be no question that technology is disrupting our world For those organizations we call them social innovators that work to improve our communities it’s critical to understand and embrace the ways that technology can improve outcomes looking beyond typical ROI to the change that ROI enables We have also experienced some changes  Some have been small some more drastic such as the departure of one of our founding partners  With change comes an opportunity to reflect During a strategic reflection we realized that the nexus of work that we are passionate about — work that we are good at and work that further reinforces our values — is the collective work that rTraction has been doing for 16 years Looking at the history of our company our body of work seems broad at first glance  We have built digital tools that make people’s lives better help organizations get the word out about their stories help people in crisis find the",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Are you ready to talk to our team Book a Call Today Incorporated in July  we started as a team of coders that built websites and applications to help clients get their messaging out From early on we worked alongside social purpose organizations nonprofits social enterprises and for profits that do good helping those that provide impact to do what they do best while we focused on solving the technical problems from hosting to websites to systems behind the scenes  Like any digital agency we know our way around technology and we believe in returning good value to our clients There are a few things that make us a little different from your average digital production house  We focus on improving community outcomes; improving the community we serve is more important than maximizing profit We know that with real lasting change there is tension We aren't afraid of it in fact we welcome it We are committed to helping smooth out the bumps in the process of change to keep it productive and we",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "bcorporation",
                            "patagonia",
                            "globalgoals",
                            "amazon",
                            "bimpactassessment",
                            "medium",
                            "eventbrite",
                            "zoom",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "wordpress",
                            "squarespace",
                            "who"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}