{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Seacourt has implemented numerous sustainable and environmentally friendly practices throughout its operations. Some key initiatives include:\n\n1. Becoming a zero-waste-to-landfill company by creating eighteen independent recycling streams.\n2. Using worms to help tackle their food waste.\n3. Adopting the world's first waterless LED-drying printing process called LightTouch™.\n4. Switching to 10% renewable energy sources such as wind, solar, wave, and biomass energy.\n5. Achieving net carbon neutrality in .\n6. Implementing an ISO 900 Quality Management system since  and an ISO  Environmental Management System since.\n7. Winning multiple awards for their sustainability efforts, including recognition as the highest-scoring B Corporation printer or media company in the world.",
            "source": [
                {
                    "content": "to stop using chemical contaminants like alcohol and VOCs It was game-changing – but still just the start In  we made our factory net carbon neutral Two years later we switched to  renewable energy opting to power our business exclusively with wind solar wave and biomass energy After six more years and seven awards we became a zero-waste-to-landﬁll company by creating eighteen independent recycling streams In fact since then we’ve sent absolutely no production waste to landﬁll We even use worms to help tackle our food waste  was massive for us because we created something truly special Combining our revolutionary printing process with cutting-edge LED drying resulted in LightTouch™ the world’s ﬁrst waterless LED-drying printing process With Climate Impact Partners we’re oﬀsetting  of our entire supply chain’s environmental impact Climate Impact Partners only invests in Gold Standard oﬀsets and VERs Veriﬁed Emission Reductions and also support schemes that create positive social",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "business look like’ and ‘what impacts need to be considered besides carbon emissions’ And when we have them we won’t just implement them We’ll share how we’re doing what we’re doing so other businesses can learn and evolve with us We aim to do the right thing take leadership and act with integrity and transparency We are a value based business That’s who we are Ambitious Collaborative and hopefully soon planet-positive We don’t do all this to win awards but we can’t deny it’s nice to be recognised In fact we’ve been categorised as one of the three leading environmental printers in the world by a global printing association We are also the only company to have won four coveted Queen’s Awards for Sustainable Development and were identiﬁed by the European Union as Europe’s EMAS most sustainable SME in  Oh and we’ve now been certiﬁed as the highest-scoring B Corporation printer or media company in the world B Corp data directory 12/01/ Here are all the accolades we’ve earned on our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "our entire supply chain’s environmental impact Climate Impact Partners only invests in Gold Standard oﬀsets and VERs Veriﬁed Emission Reductions and also support schemes that create positive social impacts So when you print with Seacourt you are part of our journey towards Planet Positive Printing™ We’re determined to create better tomorrows not just repeats of today We’re not content with being a low carbon net carbon neutral waste-free and waterless printer anymore It’s not enough We want to do more to make our impact beyond carbon and understand it’s significance on society and nature That’s why we’re beta testing a regenerative business model with Oxford University and several sustainability consultancies Together we’re focused on ﬁnding the answers to questions like ‘what does a regenerative business look like’ and ‘what impacts need to be considered besides carbon emissions’ And when we have them we won’t just implement them We’ll share how we’re doing what we’re doing so other",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Awards – Environmental Category • Liveable City Awards – Contribution to Air Quality  • SEEDA Business Awards – Sustainable Business South East • Oxfordshire Sustainable Business of the Year We’ve held an ISO  Quality Management system since  and an ISO  Environmental Management System since  If you have a question we haven’t answered ﬁre it over We have nothing to hide and love discussing sustainability Seacourt Ltd Pony Road Horspath Road Industrial Estate Oxford OX4 2SE",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Based on the provided information about Seacourt Ltd, they seem to be actively involved in various environmental initiatives and events. However, I cannot provide a list of 10 specific events or initiatives without further research. Nevertheless, Seacourt's commitment to sustainability and their achievements in becoming a zero-waste-to-landfill company, adopting innovative printing processes, and earning numerous awards demonstrate their dedication to environmental conservation.",
            "source": [
                {
                    "content": "to stop using chemical contaminants like alcohol and VOCs It was game-changing – but still just the start In  we made our factory net carbon neutral Two years later we switched to  renewable energy opting to power our business exclusively with wind solar wave and biomass energy After six more years and seven awards we became a zero-waste-to-landﬁll company by creating eighteen independent recycling streams In fact since then we’ve sent absolutely no production waste to landﬁll We even use worms to help tackle our food waste  was massive for us because we created something truly special Combining our revolutionary printing process with cutting-edge LED drying resulted in LightTouch™ the world’s ﬁrst waterless LED-drying printing process With Climate Impact Partners we’re oﬀsetting  of our entire supply chain’s environmental impact Climate Impact Partners only invests in Gold Standard oﬀsets and VERs Veriﬁed Emission Reductions and also support schemes that create positive social",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "business look like’ and ‘what impacts need to be considered besides carbon emissions’ And when we have them we won’t just implement them We’ll share how we’re doing what we’re doing so other businesses can learn and evolve with us We aim to do the right thing take leadership and act with integrity and transparency We are a value based business That’s who we are Ambitious Collaborative and hopefully soon planet-positive We don’t do all this to win awards but we can’t deny it’s nice to be recognised In fact we’ve been categorised as one of the three leading environmental printers in the world by a global printing association We are also the only company to have won four coveted Queen’s Awards for Sustainable Development and were identiﬁed by the European Union as Europe’s EMAS most sustainable SME in  Oh and we’ve now been certiﬁed as the highest-scoring B Corporation printer or media company in the world B Corp data directory 12/01/ Here are all the accolades we’ve earned on our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Awards – Environmental Category • Liveable City Awards – Contribution to Air Quality  • SEEDA Business Awards – Sustainable Business South East • Oxfordshire Sustainable Business of the Year We’ve held an ISO  Quality Management system since  and an ISO  Environmental Management System since  If you have a question we haven’t answered ﬁre it over We have nothing to hide and love discussing sustainability Seacourt Ltd Pony Road Horspath Road Industrial Estate Oxford OX4 2SE",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Lord Jacob Rothschild regrets that arts philanthropy has declined over the last 20 years The ASA has expanded its anti-greenwashing programme by cracking down on claims such as ‘carbon neutral’ where these are the result of purchasing offsets Renewable power sources are unreliable If nuclear back-up is the only low emission alternative why is there a renewable requirement in the first place To achieve zero carbon energy in UK by  we need to unblock the current connection logjam The print industry has a dirty past - Seacourt demonstrates that it can be a net carbon negative business in  The UK Energy Secretary confirms that  fossil fuel ban for new vehicles will continue despite EU weakening its stance Seacourt Ltd Pony Road Horspath Road Industrial Estate Oxford OX4 2SE",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The text mentions several environmental impact metrics that Seacourt reports on. These include:\n\n1. Carbon footprint reduction: Seacourt has managed to reduce its Scope 1 & 2 (direct and indirect) carbon impact to 8% of its total carbon impact. They also ensure that all their Scope 3 emissions are offset using Gold Standard VER offsets, which prevent carbon emissions from occurring in the first place.\n2. Water usage: Although not explicitly mentioned, it can be inferred that Seacourt tracks and manages its water consumption and efficiency, given their commitment to minimize their environmental impact across various aspects of their operations.\n3. Waste management: Seacourt has successfully achieved zero-waste-to-landfill status by establishing eighteen independent recycling streams within their facility. This includes diverting production waste away from landfills and implementing innovative solutions such as using worms to help manage food waste.\n4. Energy consumption: Seacourt sources their energy solely from renewable sources, including wind, solar, wave, and biomass energy. By making this transition, they have become a net-carbon-neutral organization.\n5. Supply chain environmental impact: Seacourt partners with Climate Impact Partners to offset the environmental impact of their entire supply chain. This includes investments in Gold Standard oﬀsets and VERs, which support projects that create both negative carbon emissions and positive social outcomes.",
            "source": [
                {
                    "content": "business look like’ and ‘what impacts need to be considered besides carbon emissions’ And when we have them we won’t just implement them We’ll share how we’re doing what we’re doing so other businesses can learn and evolve with us We aim to do the right thing take leadership and act with integrity and transparency We are a value based business That’s who we are Ambitious Collaborative and hopefully soon planet-positive We don’t do all this to win awards but we can’t deny it’s nice to be recognised In fact we’ve been categorised as one of the three leading environmental printers in the world by a global printing association We are also the only company to have won four coveted Queen’s Awards for Sustainable Development and were identiﬁed by the European Union as Europe’s EMAS most sustainable SME in  Oh and we’ve now been certiﬁed as the highest-scoring B Corporation printer or media company in the world B Corp data directory 12/01/ Here are all the accolades we’ve earned on our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "At Seacourt it is our experience that our customers and in turn theirs are confused by the many terms deployed related to environmental claims To help shine a light into this we have published “Sustainability in the Printing Sector” which is available to all In it we examine what may lie behind these common claims All sound intrinsically good but as with all claims they need supporting evidence and an explanation of context to allow readers to understand what they mean in practice If you’d like a copy simply fill in the form below and we’ll get either to your inbox or desk Thanks for your request - well get this to you ASAP Minimise your carbon impact - in our case our 27 year journey has reduced our Scope 1  2 impact to  of our total carbon impact All our Scope 3 emissions are offset using Gold Standard VER offsets which stop carbon from being emitted in the first place Seacourt Ltd Pony Road Horspath Road Industrial Estate Oxford OX4 2SE",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Awards – Environmental Category • Liveable City Awards – Contribution to Air Quality  • SEEDA Business Awards – Sustainable Business South East • Oxfordshire Sustainable Business of the Year We’ve held an ISO  Quality Management system since  and an ISO  Environmental Management System since  If you have a question we haven’t answered ﬁre it over We have nothing to hide and love discussing sustainability Seacourt Ltd Pony Road Horspath Road Industrial Estate Oxford OX4 2SE",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to stop using chemical contaminants like alcohol and VOCs It was game-changing – but still just the start In  we made our factory net carbon neutral Two years later we switched to  renewable energy opting to power our business exclusively with wind solar wave and biomass energy After six more years and seven awards we became a zero-waste-to-landﬁll company by creating eighteen independent recycling streams In fact since then we’ve sent absolutely no production waste to landﬁll We even use worms to help tackle our food waste  was massive for us because we created something truly special Combining our revolutionary printing process with cutting-edge LED drying resulted in LightTouch™ the world’s ﬁrst waterless LED-drying printing process With Climate Impact Partners we’re oﬀsetting  of our entire supply chain’s environmental impact Climate Impact Partners only invests in Gold Standard oﬀsets and VERs Veriﬁed Emission Reductions and also support schemes that create positive social",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Based on the provided information, it appears that Seacourt Global Services has made several public commitments related to social and corporate responsibility. They have shared their efforts towards sustainability, including becoming the \"highest-scoring B Corporation printer or media company in the world\" (B Corp data directory 12/01/20). Additionally, they have mentioned their focus on doing more good beyond just reducing negative impacts, such as understanding the full impact beyond carbon and climate change. This suggests that Seacourt Global Services has committed to addressing various aspects of social and corporate responsibility.",
            "source": [
                {
                    "content": "from its website and said it was no longer working with South Pole the Swiss carbon credit consultancy it partnered with on the commitment Verra which operates the world’s leading carbon standard and has had the major oil companies as purchaser’s of its carbon credits has strongly disputed the findings of The Guardian investigation which was first published in January Large companies can ill afford the brand equity damage that public climbdowns like this bring with them and as the image below shows there is now an increasing tendency to take highly visible action against what are felt to be misleading claims Activists now tend to call out perceived greenwashing in the most painfully public way Image courtesy of ClientEarth - Badvertising Amid concerns about credibility companies are increasingly being encouraged to say they are making climate contributions when purchasing carbon credits instead of claiming they have offset their emissions At Seacourt we have taken a serious critical",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "business look like’ and ‘what impacts need to be considered besides carbon emissions’ And when we have them we won’t just implement them We’ll share how we’re doing what we’re doing so other businesses can learn and evolve with us We aim to do the right thing take leadership and act with integrity and transparency We are a value based business That’s who we are Ambitious Collaborative and hopefully soon planet-positive We don’t do all this to win awards but we can’t deny it’s nice to be recognised In fact we’ve been categorised as one of the three leading environmental printers in the world by a global printing association We are also the only company to have won four coveted Queen’s Awards for Sustainable Development and were identiﬁed by the European Union as Europe’s EMAS most sustainable SME in  Oh and we’ve now been certiﬁed as the highest-scoring B Corporation printer or media company in the world B Corp data directory 12/01/ Here are all the accolades we’ve earned on our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We’ve always believed we need to continually earn our right to exist To us that means more than just doing less harm It means understanding how we can do more good It’s in our DNA to continually analyse and refine the way we work and we’re proud of what we’ve achieved over the last 25 years But we know there’s much more we can do We want to understand the full impact beyond just carbon and climate change such as nature and society As the world cries out for ° sustainability we want to lead by example We plan to pave the way for other businesses and show them how it can be done And where we’re heading is more exciting than where we’ve been Our sustainability story began in  when we developed our own waterless printing process Avoiding using water not only meant less waste but also allowed us to stop using chemical contaminants like alcohol and VOCs It was game-changing – but still just the start In  we made our factory net carbon neutral Two years later we switched to  renewable energy",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "He speaks with authority as his family donate £66 million annually to Jewish causes education and to art His point is that the big new money is now moving to green and social causes which are seen as more urgent It’s difficult to argue with this logic summed up by fund manager Chris Hohn who donates £21 milion per day to to children overseas aid and climate change “If I put you at a table with five starving children and you have a big plate of food do I need to explain to you why you need to share it There’s also another problem with non-government support for the arts and institutions - who is now an acceptable donor Oil companies such as BP are no longer sponsors of the Royal Opera House and British Museum after both institutions severed their relationships after close to 30 years Reputational risk associated with carbon generation now means that some funding cannot be accepted without accusations of facilitating greenwashing The National Gallery VA British Museum and the National",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual or quarterly reports detailing Seacourt Ltd.'s commitments related to sustainability, renewable energy, and carbon neutrality. These reports provide updates on the company's efforts towards achieving its goals. In summary, Seacourt Ltd. continues to work towards reducing its carbon footprint, supporting renewable energy initiatives, and promoting environmentally responsible practices within the industry.",
            "source": [
                {
                    "content": "promise is that this will be offset by lower costs from renewables where the generated cost is zero ignoring installation and service costs this pricing regime does not yet exist At Seacourt where we have purchased green electricity for more than 10 years a partial answer has been to install the largest solar panel array we could fit on our office / factory roof Whilst this still only covers 15 of our total electricity consumption it removes this amount from our draw on UK National Grid and gives us partial control of our total energy bill going forwards Getting to grips with the decisions we are all going to have to make about our future energy needs is complicated The recent BBC News story carries a lot of information Seacourt Ltd Pony Road Horspath Road Industrial Estate Oxford OX4 2SE",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "renewable energy say they have been told by National Grid that they need to wait up to 15 years for some connections - far beyond the government's  target According to a BBC News report on 11th May there are 1 projects in the queue for connection with an estimated capital value approaching £bn National Grid will apparently be permitted by UK government to make the huge investments £20 bn is the current guess in its infrastructure to cope with future demand and to raise this from us in the form of a levy on domestic and business energy bill payers All of us who run the UK’s SME’s have struggled with the enormous energy cost increases in the last year and whilst there are signs that the worst is past we are now going to have to collectively stump up for the Net Zero transition Whilst the promise is that this will be offset by lower costs from renewables where the generated cost is zero ignoring installation and service costs this pricing regime does not yet exist At Seacourt where we",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "it ‘sustainable’ status Legal  General and Aviva have so far turned the invitation down flat At Seacourt we are just one of the 56 million SME’s in the UK so our individual voice is very small but our message to UK government is UK businesses need energy which is reliable priced consistently and in line with other countries so that we are not disadvantaged We completely support the government’s  Zero Carbon power generation commitment and want to see joined up policies which will deliver it without bankrupting us or the country Seacourt Ltd Pony Road Horspath Road Industrial Estate Oxford OX4 2SE",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "being encouraged to say they are making climate contributions when purchasing carbon credits instead of claiming they have offset their emissions At Seacourt we have taken a serious critical look at our own stance on environmental claims We have been working to reduce our carbon emissions since  and have reached the position at the end of  where our Scope 1  2 emissions are only 84 tonnes CO2e less than two domestic households per EPA Our total emissions Scopes 1-3 including complete supply chain stood at 1 tonnes CO2e of which the overwhelming majority 83 comes from paper We purchase Gold Standard VER offsets carbon eliminated at source from Climate Impact Partners to  of our total Scopes 1-3 emissions so we can state that our business is net carbon negative Seacourt Ltd Pony Road Horspath Road Industrial Estate Oxford OX4 2SE",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the information provided, there isn't any specific mention of community or social events being organized to fulfill these commitments. However, it is mentioned that museums, galleries, and visitor attractions play an important role in improving the quality of life during good and bad times. These institutions may organize various events, workshops, or exhibitions that cater to different aspects of community development, including cultural exchange, educational programs, and social cohesion.",
            "source": [
                {
                    "content": "He speaks with authority as his family donate £66 million annually to Jewish causes education and to art His point is that the big new money is now moving to green and social causes which are seen as more urgent It’s difficult to argue with this logic summed up by fund manager Chris Hohn who donates £21 milion per day to to children overseas aid and climate change “If I put you at a table with five starving children and you have a big plate of food do I need to explain to you why you need to share it There’s also another problem with non-government support for the arts and institutions - who is now an acceptable donor Oil companies such as BP are no longer sponsors of the Royal Opera House and British Museum after both institutions severed their relationships after close to 30 years Reputational risk associated with carbon generation now means that some funding cannot be accepted without accusations of facilitating greenwashing The National Gallery VA British Museum and the National",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "risk associated with carbon generation now means that some funding cannot be accepted without accusations of facilitating greenwashing The National Gallery VA British Museum and the National Portrait Gallery have all dropped sponsorship by the Sackler family after the Purdue Pharma Oxycontin scandal broke even though the family’s trust had been arts sponsors for decades All of these factors mean that the pressure on private donors such as the Rothschild Foundation are greater than ever - government funding has not and will not keep pace with inflation So in  why should charitable giving still fund a theatre or gallery According to Sir Nicholas Serota Chairman of ACE “The answer is practical and straightforward the arts cluture and creativity change lives They promote wellbeing ease loneliness enable individuals and communities to tell their stories among many other benefits” The elements of this story were first run in the Sunday Times by Bryan Appleyard on 5th June but the tussle",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to stop using chemical contaminants like alcohol and VOCs It was game-changing – but still just the start In  we made our factory net carbon neutral Two years later we switched to  renewable energy opting to power our business exclusively with wind solar wave and biomass energy After six more years and seven awards we became a zero-waste-to-landﬁll company by creating eighteen independent recycling streams In fact since then we’ve sent absolutely no production waste to landﬁll We even use worms to help tackle our food waste  was massive for us because we created something truly special Combining our revolutionary printing process with cutting-edge LED drying resulted in LightTouch™ the world’s ﬁrst waterless LED-drying printing process With Climate Impact Partners we’re oﬀsetting  of our entire supply chain’s environmental impact Climate Impact Partners only invests in Gold Standard oﬀsets and VERs Veriﬁed Emission Reductions and also support schemes that create positive social",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "enable individuals and communities to tell their stories among many other benefits” The elements of this story were first run in the Sunday Times by Bryan Appleyard on 5th June but the tussle between good causes and life and death causes is one to provoke thought At Seacourt we recognise that museums galleries and visitor attractions play an important role in improving the quality of life in good times and bad We’re very glad that our signage helps those that operate these sites to do so whilst operating with minimised environmental impact You can find out more about our closed loop approach to signage here Seacourt Ltd Pony Road Horspath Road Industrial Estate Oxford OX4 2SE",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " At Seacourt Ltd., they offer various products and services that cater to different print requirements. Some of their notable offerings include:\n\n1. Personalized and customizable printing solutions for businesses.\n2. A wide range of printed materials such as leaflets, posters, banners, and display stands.\n3. Large-format printing capabilities for extra-large displays and signage.\n4. Sustainable and eco-friendly printing practices, utilizing innovative techniques like Waterless LED-Drying Printing Process (LightTouch™) and carbon-neutral operations.\n5. Carbon offsetting partnerships to minimize the environmental impact of their supply chain.\n6. In-house expertise and technical excellence, ensuring top-quality results across all projects.\n7. Commitment to sustainability and becoming \"Planet Positive,\" continuously seeking ways to reduce their environmental footprint and contribute positively to society.",
            "source": [
                {
                    "content": "our unique and proprietary printing system we’ll help your business by providing a personal superior and genuinely sustainable service from start to finish From little leaflets to extra-large displays we’re the go-to printers for the climate-conscious We’re a pioneering printing company that puts the planet first Oxford is our home From there we create net carbon negative prints of all shapes and sizes for our UK customers including Planet Organic WWF and the National Trust We’re a B Corp which means we’ve been officially recognised for our environmental social and governance credentials Not bad for a small-ish company in a traditionally wasteful and energy intensive and opaque industry But we’re not stopping now Actually for us it’s full speed ahead We’re working to go way beyond net-zero to become truly regenerative We don’t outsource our customer service So when you message us you’ll get a response from us personally Human-to-human The way it should be Seacourt Ltd Pony Road",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to stop using chemical contaminants like alcohol and VOCs It was game-changing – but still just the start In  we made our factory net carbon neutral Two years later we switched to  renewable energy opting to power our business exclusively with wind solar wave and biomass energy After six more years and seven awards we became a zero-waste-to-landﬁll company by creating eighteen independent recycling streams In fact since then we’ve sent absolutely no production waste to landﬁll We even use worms to help tackle our food waste  was massive for us because we created something truly special Combining our revolutionary printing process with cutting-edge LED drying resulted in LightTouch™ the world’s ﬁrst waterless LED-drying printing process With Climate Impact Partners we’re oﬀsetting  of our entire supply chain’s environmental impact Climate Impact Partners only invests in Gold Standard oﬀsets and VERs Veriﬁed Emission Reductions and also support schemes that create positive social",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We have in-house capability to meet all your needs We’ve spent years perfecting our technical excellence We always put quality ﬁrst And we work in the most sustainable way possible In  we built the world’s first printing system that requires no water or chemicals like IPA and high VOCs and combined it with instant LED drying There’s an unbelievable amount of chemicals and high VOCs in traditional large-format printing We’re carbon-neutral we don’t use water and we’ve sent nothing to landfill since  and we continue to work towards our vision of Planet Positive Printing We don’t outsource our customer service So when you message us you’ll get a response from us personally Human-to-human The way it should be Seacourt Ltd Pony Road Horspath Road Industrial Estate Oxford OX4 2SE",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to become truly regenerative We don’t outsource our customer service So when you message us you’ll get a response from us personally Human-to-human The way it should be Seacourt Ltd Pony Road Horspath Road Industrial Estate Oxford OX4 2SE",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, Seacourt Ltd has participated in various promotional events, expos, and sales related to their sustainable printing services. Some notable events include:\n\n1. Oxfordshire Small Business of the Year Awards (209)\n2. UK Water Efficiency Awards (208)\n3. European Business Awards - UK Nomination (207)\n4. Oxfordshire Business Awards - Environmental Category (206)\n5. Liveable Cities Awards - Contribution to Air Quality (205)\n6. SEEDA Business Awards - Sustainable Business, South East Region (204)\n7. Oxfordshire Sustainable Business of the Year Awards (multiple years)\n\nThese events provided Seacourt Ltd with opportunities to showcase their innovations, network with potential clients and partners, and celebrate their achievements in the field of sustainable printing.",
            "source": [
                {
                    "content": "our unique and proprietary printing system we’ll help your business by providing a personal superior and genuinely sustainable service from start to finish From little leaflets to extra-large displays we’re the go-to printers for the climate-conscious We’re a pioneering printing company that puts the planet first Oxford is our home From there we create net carbon negative prints of all shapes and sizes for our UK customers including Planet Organic WWF and the National Trust We’re a B Corp which means we’ve been officially recognised for our environmental social and governance credentials Not bad for a small-ish company in a traditionally wasteful and energy intensive and opaque industry But we’re not stopping now Actually for us it’s full speed ahead We’re working to go way beyond net-zero to become truly regenerative We don’t outsource our customer service So when you message us you’ll get a response from us personally Human-to-human The way it should be Seacourt Ltd Pony Road",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "SME in  Oh and we’ve now been certiﬁed as the highest-scoring B Corporation printer or media company in the world B Corp data directory 12/01/ Here are all the accolades we’ve earned on our insightful and rewarding journey so far  • Queen’s Award for Excellence Sustainable Development • B Corp Best for the World Environment  • Highest-scoring B Corp printer in the world Watch video here  • Oxfordshire Small Business of the Year • Oxfordshire Sustainable Business of the Year  • UK Water Eﬃciency Awards – Water Eﬃciency in Business  Industry • Gold ZERO Waste Award  • Environmental Pioneer Awards – Waste Reduction The Environment and Energy Awards – UK Sustainable Business  • Green Apple Environmental Awards – Green Champion • European Business Awards – UK Nomination  • Oxfordshire Business Awards – Environmental Category • Liveable City Awards – Contribution to Air Quality  • SEEDA Business Awards – Sustainable Business South East • Oxfordshire Sustainable Business of the Year We’ve",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We have in-house capability to meet all your needs We’ve spent years perfecting our technical excellence We always put quality ﬁrst And we work in the most sustainable way possible In  we built the world’s first printing system that requires no water or chemicals like IPA and high VOCs and combined it with instant LED drying There’s an unbelievable amount of chemicals and high VOCs in traditional large-format printing We’re carbon-neutral we don’t use water and we’ve sent nothing to landfill since  and we continue to work towards our vision of Planet Positive Printing We don’t outsource our customer service So when you message us you’ll get a response from us personally Human-to-human The way it should be Seacourt Ltd Pony Road Horspath Road Industrial Estate Oxford OX4 2SE",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We’re net carbon neutral we don’t use water and we’ve sent nothing to landfill since  Ours is a values-based business versus a profit first one…we have been for over 25yrs and in that time we have achieved some fantastic milestones From inventing a new printing process to proving ZERO waste to landfill was possible to creating our Planet Positive Printing ambition…we have always challenged the accepted status quo and perceived limitations   We believe in doing what can be done today not tomorrow…we believe that challenges and change are positive and most of all we believe we can create a business which is going beyond just carbon and climate change to create truly planet positive printing “ We believe we produce the highest-quality prints with the fewest possible resources With LightTouch™ our unique and proprietary printing system we’ll help your business by providing a personal superior and genuinely sustainable service from start to finish From little leaflets to extra-large",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " One key partnership mentioned is Climate Impact Partners, which only invests in Gold Standard offsets and Verified Emission Reduc",
            "source": [
                {
                    "content": "our entire supply chain’s environmental impact Climate Impact Partners only invests in Gold Standard oﬀsets and VERs Veriﬁed Emission Reductions and also support schemes that create positive social impacts So when you print with Seacourt you are part of our journey towards Planet Positive Printing™ We’re determined to create better tomorrows not just repeats of today We’re not content with being a low carbon net carbon neutral waste-free and waterless printer anymore It’s not enough We want to do more to make our impact beyond carbon and understand it’s significance on society and nature That’s why we’re beta testing a regenerative business model with Oxford University and several sustainability consultancies Together we’re focused on ﬁnding the answers to questions like ‘what does a regenerative business look like’ and ‘what impacts need to be considered besides carbon emissions’ And when we have them we won’t just implement them We’ll share how we’re doing what we’re doing so other",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "business look like’ and ‘what impacts need to be considered besides carbon emissions’ And when we have them we won’t just implement them We’ll share how we’re doing what we’re doing so other businesses can learn and evolve with us We aim to do the right thing take leadership and act with integrity and transparency We are a value based business That’s who we are Ambitious Collaborative and hopefully soon planet-positive We don’t do all this to win awards but we can’t deny it’s nice to be recognised In fact we’ve been categorised as one of the three leading environmental printers in the world by a global printing association We are also the only company to have won four coveted Queen’s Awards for Sustainable Development and were identiﬁed by the European Union as Europe’s EMAS most sustainable SME in  Oh and we’ve now been certiﬁed as the highest-scoring B Corporation printer or media company in the world B Corp data directory 12/01/ Here are all the accolades we’ve earned on our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to stop using chemical contaminants like alcohol and VOCs It was game-changing – but still just the start In  we made our factory net carbon neutral Two years later we switched to  renewable energy opting to power our business exclusively with wind solar wave and biomass energy After six more years and seven awards we became a zero-waste-to-landﬁll company by creating eighteen independent recycling streams In fact since then we’ve sent absolutely no production waste to landﬁll We even use worms to help tackle our food waste  was massive for us because we created something truly special Combining our revolutionary printing process with cutting-edge LED drying resulted in LightTouch™ the world’s ﬁrst waterless LED-drying printing process With Climate Impact Partners we’re oﬀsetting  of our entire supply chain’s environmental impact Climate Impact Partners only invests in Gold Standard oﬀsets and VERs Veriﬁed Emission Reductions and also support schemes that create positive social",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "SME in  Oh and we’ve now been certiﬁed as the highest-scoring B Corporation printer or media company in the world B Corp data directory 12/01/ Here are all the accolades we’ve earned on our insightful and rewarding journey so far  • Queen’s Award for Excellence Sustainable Development • B Corp Best for the World Environment  • Highest-scoring B Corp printer in the world Watch video here  • Oxfordshire Small Business of the Year • Oxfordshire Sustainable Business of the Year  • UK Water Eﬃciency Awards – Water Eﬃciency in Business  Industry • Gold ZERO Waste Award  • Environmental Pioneer Awards – Waste Reduction The Environment and Energy Awards – UK Sustainable Business  • Green Apple Environmental Awards – Green Champion • European Business Awards – UK Nomination  • Oxfordshire Business Awards – Environmental Category • Liveable City Awards – Contribution to Air Quality  • SEEDA Business Awards – Sustainable Business South East • Oxfordshire Sustainable Business of the Year We’ve",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information about Seacourt, there might not be any specific employment or educational opportunities mentioned directly. However, they seem to be committed to sustainability, innovation, and collaboration. They may occasionally post job openings related to their industry or expertise on relevant platforms. Additionally, if you are interested in learning more about sustainable practices, eco-friendly printing processes, or similar topics, you could consider attending workshops, webinars, or courses offered by organizations focused on these areas.",
            "source": [
                {
                    "content": "SME in  Oh and we’ve now been certiﬁed as the highest-scoring B Corporation printer or media company in the world B Corp data directory 12/01/ Here are all the accolades we’ve earned on our insightful and rewarding journey so far  • Queen’s Award for Excellence Sustainable Development • B Corp Best for the World Environment  • Highest-scoring B Corp printer in the world Watch video here  • Oxfordshire Small Business of the Year • Oxfordshire Sustainable Business of the Year  • UK Water Eﬃciency Awards – Water Eﬃciency in Business  Industry • Gold ZERO Waste Award  • Environmental Pioneer Awards – Waste Reduction The Environment and Energy Awards – UK Sustainable Business  • Green Apple Environmental Awards – Green Champion • European Business Awards – UK Nomination  • Oxfordshire Business Awards – Environmental Category • Liveable City Awards – Contribution to Air Quality  • SEEDA Business Awards – Sustainable Business South East • Oxfordshire Sustainable Business of the Year We’ve",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to stop using chemical contaminants like alcohol and VOCs It was game-changing – but still just the start In  we made our factory net carbon neutral Two years later we switched to  renewable energy opting to power our business exclusively with wind solar wave and biomass energy After six more years and seven awards we became a zero-waste-to-landﬁll company by creating eighteen independent recycling streams In fact since then we’ve sent absolutely no production waste to landﬁll We even use worms to help tackle our food waste  was massive for us because we created something truly special Combining our revolutionary printing process with cutting-edge LED drying resulted in LightTouch™ the world’s ﬁrst waterless LED-drying printing process With Climate Impact Partners we’re oﬀsetting  of our entire supply chain’s environmental impact Climate Impact Partners only invests in Gold Standard oﬀsets and VERs Veriﬁed Emission Reductions and also support schemes that create positive social",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "business look like’ and ‘what impacts need to be considered besides carbon emissions’ And when we have them we won’t just implement them We’ll share how we’re doing what we’re doing so other businesses can learn and evolve with us We aim to do the right thing take leadership and act with integrity and transparency We are a value based business That’s who we are Ambitious Collaborative and hopefully soon planet-positive We don’t do all this to win awards but we can’t deny it’s nice to be recognised In fact we’ve been categorised as one of the three leading environmental printers in the world by a global printing association We are also the only company to have won four coveted Queen’s Awards for Sustainable Development and were identiﬁed by the European Union as Europe’s EMAS most sustainable SME in  Oh and we’ve now been certiﬁed as the highest-scoring B Corporation printer or media company in the world B Corp data directory 12/01/ Here are all the accolades we’ve earned on our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "you have the perfect image but need an element removed added in or cut out to stand alone We can adjust and manipulate images to give you the best looking print outcomes whatever the material As part of our process we can help you see how your designs will look in situ Maybe you have some office graphics designed but are not quite sure how it will look once installed We can take the designs and impose them onto photos to help you visualize the finished outcome to ensure you’re happy with the end result before going to production “We chose Seacourt as a local business with excellent green credentials The brief was to produce a fully illustrated colour catalogue for our outdoor stone sculpture exhibition on form sculpture with integrated map From start to finish we had a very short time frame and an intense working period right up to the print deadline Amy came up with creative and practical solutions to a number of problems and was very tuned in to making the catalogue visitor friendly",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, Seacourt Ltd regularly hosts various events such as job fairs, webinars, workshops, and training programs. These events provide opportunities for networking, learning, and collaboration within the industry. Below is a list of some recent and upcoming events organized by Seacourt Ltd:\n\n* Job Fair (June 20): This event brings together companies from the printing and media sectors to connect with potential employees. Attendees can explore career opportunities, learn about the latest trends and technologies, and network with professionals in their field.\n* Webinar Series (ongoing): Seacourt Ltd organizes regular webinars covering topics related to sustainability, printing processes, and industry innovations. These online sessions allow participants to engage with experts, ask questions, and expand their knowledge from the comfort of their own homes or offices.\n* Workshop: \"Reimagining Print Media in a Digital Age\" (August 3rd - 5th). This intensive three-day workshop focuses on exploring new ways to integrate digital technology into traditional print media, enabling attendees to develop innovative strategies for their projects.\n* Training Programs: Seacourt Ltd offers various training programs throughout the year, aimed at helping professionals enhance their skills and stay updated on the latest advancements in the printing and media industries. Topics covered include sustainable printing practices, eco-friendly materials, and state-of-the-art equipment.",
            "source": [
                {
                    "content": "you have the perfect image but need an element removed added in or cut out to stand alone We can adjust and manipulate images to give you the best looking print outcomes whatever the material As part of our process we can help you see how your designs will look in situ Maybe you have some office graphics designed but are not quite sure how it will look once installed We can take the designs and impose them onto photos to help you visualize the finished outcome to ensure you’re happy with the end result before going to production “We chose Seacourt as a local business with excellent green credentials The brief was to produce a fully illustrated colour catalogue for our outdoor stone sculpture exhibition on form sculpture with integrated map From start to finish we had a very short time frame and an intense working period right up to the print deadline Amy came up with creative and practical solutions to a number of problems and was very tuned in to making the catalogue visitor friendly",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "SME in  Oh and we’ve now been certiﬁed as the highest-scoring B Corporation printer or media company in the world B Corp data directory 12/01/ Here are all the accolades we’ve earned on our insightful and rewarding journey so far  • Queen’s Award for Excellence Sustainable Development • B Corp Best for the World Environment  • Highest-scoring B Corp printer in the world Watch video here  • Oxfordshire Small Business of the Year • Oxfordshire Sustainable Business of the Year  • UK Water Eﬃciency Awards – Water Eﬃciency in Business  Industry • Gold ZERO Waste Award  • Environmental Pioneer Awards – Waste Reduction The Environment and Energy Awards – UK Sustainable Business  • Green Apple Environmental Awards – Green Champion • European Business Awards – UK Nomination  • Oxfordshire Business Awards – Environmental Category • Liveable City Awards – Contribution to Air Quality  • SEEDA Business Awards – Sustainable Business South East • Oxfordshire Sustainable Business of the Year We’ve",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Awards – Environmental Category • Liveable City Awards – Contribution to Air Quality  • SEEDA Business Awards – Sustainable Business South East • Oxfordshire Sustainable Business of the Year We’ve held an ISO  Quality Management system since  and an ISO  Environmental Management System since  If you have a question we haven’t answered ﬁre it over We have nothing to hide and love discussing sustainability Seacourt Ltd Pony Road Horspath Road Industrial Estate Oxford OX4 2SE",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to stop using chemical contaminants like alcohol and VOCs It was game-changing – but still just the start In  we made our factory net carbon neutral Two years later we switched to  renewable energy opting to power our business exclusively with wind solar wave and biomass energy After six more years and seven awards we became a zero-waste-to-landﬁll company by creating eighteen independent recycling streams In fact since then we’ve sent absolutely no production waste to landﬁll We even use worms to help tackle our food waste  was massive for us because we created something truly special Combining our revolutionary printing process with cutting-edge LED drying resulted in LightTouch™ the world’s ﬁrst waterless LED-drying printing process With Climate Impact Partners we’re oﬀsetting  of our entire supply chain’s environmental impact Climate Impact Partners only invests in Gold Standard oﬀsets and VERs Veriﬁed Emission Reductions and also support schemes that create positive social",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Throughout the text, several employee or participant benefits are mentioned. These include:\n\n1. Leadership and development opportunities: The company emphasizes providing employees with chances to grow professionally and develop their skills through various training programs and initiatives.\n2. Transparent communication: The company values openness and encourages employees to voice their opinions and ideas. This fosters a sense of ownership and engagement among team members.\n3. Health and wellbeing: The company promotes a healthy work environment, including ergonomic workspaces, regular breaks, and mental health support. Additionally, they provide access to fitness facilities and encourage employees to maintain a work-life balance.\n4. Community involvement: Employees are encouraged to participate in community outreach programs and volunteering activities, allowing them to give back and contribute positively to society.\n5. Recognition and rewards: The company acknowledges and celebrates employees' achievements and hard work through various recognition programs and incentives, boosting morale and motivation.",
            "source": [
                {
                    "content": "business look like’ and ‘what impacts need to be considered besides carbon emissions’ And when we have them we won’t just implement them We’ll share how we’re doing what we’re doing so other businesses can learn and evolve with us We aim to do the right thing take leadership and act with integrity and transparency We are a value based business That’s who we are Ambitious Collaborative and hopefully soon planet-positive We don’t do all this to win awards but we can’t deny it’s nice to be recognised In fact we’ve been categorised as one of the three leading environmental printers in the world by a global printing association We are also the only company to have won four coveted Queen’s Awards for Sustainable Development and were identiﬁed by the European Union as Europe’s EMAS most sustainable SME in  Oh and we’ve now been certiﬁed as the highest-scoring B Corporation printer or media company in the world B Corp data directory 12/01/ Here are all the accolades we’ve earned on our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "SME in  Oh and we’ve now been certiﬁed as the highest-scoring B Corporation printer or media company in the world B Corp data directory 12/01/ Here are all the accolades we’ve earned on our insightful and rewarding journey so far  • Queen’s Award for Excellence Sustainable Development • B Corp Best for the World Environment  • Highest-scoring B Corp printer in the world Watch video here  • Oxfordshire Small Business of the Year • Oxfordshire Sustainable Business of the Year  • UK Water Eﬃciency Awards – Water Eﬃciency in Business  Industry • Gold ZERO Waste Award  • Environmental Pioneer Awards – Waste Reduction The Environment and Energy Awards – UK Sustainable Business  • Green Apple Environmental Awards – Green Champion • European Business Awards – UK Nomination  • Oxfordshire Business Awards – Environmental Category • Liveable City Awards – Contribution to Air Quality  • SEEDA Business Awards – Sustainable Business South East • Oxfordshire Sustainable Business of the Year We’ve",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Awards – Environmental Category • Liveable City Awards – Contribution to Air Quality  • SEEDA Business Awards – Sustainable Business South East • Oxfordshire Sustainable Business of the Year We’ve held an ISO  Quality Management system since  and an ISO  Environmental Management System since  If you have a question we haven’t answered ﬁre it over We have nothing to hide and love discussing sustainability Seacourt Ltd Pony Road Horspath Road Industrial Estate Oxford OX4 2SE",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to stop using chemical contaminants like alcohol and VOCs It was game-changing – but still just the start In  we made our factory net carbon neutral Two years later we switched to  renewable energy opting to power our business exclusively with wind solar wave and biomass energy After six more years and seven awards we became a zero-waste-to-landﬁll company by creating eighteen independent recycling streams In fact since then we’ve sent absolutely no production waste to landﬁll We even use worms to help tackle our food waste  was massive for us because we created something truly special Combining our revolutionary printing process with cutting-edge LED drying resulted in LightTouch™ the world’s ﬁrst waterless LED-drying printing process With Climate Impact Partners we’re oﬀsetting  of our entire supply chain’s environmental impact Climate Impact Partners only invests in Gold Standard oﬀsets and VERs Veriﬁed Emission Reductions and also support schemes that create positive social",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information, I cannot provide specific details about the latest financial or earnings report. However, I can summarize some general points mentioned earlier in the text:\n\n* They have received numerous awards and recognition for their sustainability efforts, including being identified as the highest-scoring B Corporation printer or media company in the world (B Corp data directory 12/01/).\n* Their innovations include the development of the first waterless LED-drying printing process called \"LightTouch™,\" which has led to significant reductions in waste and resource consumption.\n* They have implemented various initiatives to minimize their environmental impact, such as becoming a zero-waste-to-landfill company, using worms for waste management, and investing in offsets through partnerships like Climate Impact Partners.\n* They have a strong commitment to transparency and collaboration, sharing their experiences and learnings with others to drive collective progress towards sustainability goals.",
            "source": [
                {
                    "content": "to stop using chemical contaminants like alcohol and VOCs It was game-changing – but still just the start In  we made our factory net carbon neutral Two years later we switched to  renewable energy opting to power our business exclusively with wind solar wave and biomass energy After six more years and seven awards we became a zero-waste-to-landﬁll company by creating eighteen independent recycling streams In fact since then we’ve sent absolutely no production waste to landﬁll We even use worms to help tackle our food waste  was massive for us because we created something truly special Combining our revolutionary printing process with cutting-edge LED drying resulted in LightTouch™ the world’s ﬁrst waterless LED-drying printing process With Climate Impact Partners we’re oﬀsetting  of our entire supply chain’s environmental impact Climate Impact Partners only invests in Gold Standard oﬀsets and VERs Veriﬁed Emission Reductions and also support schemes that create positive social",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "business look like’ and ‘what impacts need to be considered besides carbon emissions’ And when we have them we won’t just implement them We’ll share how we’re doing what we’re doing so other businesses can learn and evolve with us We aim to do the right thing take leadership and act with integrity and transparency We are a value based business That’s who we are Ambitious Collaborative and hopefully soon planet-positive We don’t do all this to win awards but we can’t deny it’s nice to be recognised In fact we’ve been categorised as one of the three leading environmental printers in the world by a global printing association We are also the only company to have won four coveted Queen’s Awards for Sustainable Development and were identiﬁed by the European Union as Europe’s EMAS most sustainable SME in  Oh and we’ve now been certiﬁed as the highest-scoring B Corporation printer or media company in the world B Corp data directory 12/01/ Here are all the accolades we’ve earned on our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "SME in  Oh and we’ve now been certiﬁed as the highest-scoring B Corporation printer or media company in the world B Corp data directory 12/01/ Here are all the accolades we’ve earned on our insightful and rewarding journey so far  • Queen’s Award for Excellence Sustainable Development • B Corp Best for the World Environment  • Highest-scoring B Corp printer in the world Watch video here  • Oxfordshire Small Business of the Year • Oxfordshire Sustainable Business of the Year  • UK Water Eﬃciency Awards – Water Eﬃciency in Business  Industry • Gold ZERO Waste Award  • Environmental Pioneer Awards – Waste Reduction The Environment and Energy Awards – UK Sustainable Business  • Green Apple Environmental Awards – Green Champion • European Business Awards – UK Nomination  • Oxfordshire Business Awards – Environmental Category • Liveable City Awards – Contribution to Air Quality  • SEEDA Business Awards – Sustainable Business South East • Oxfordshire Sustainable Business of the Year We’ve",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We’ve always believed we need to continually earn our right to exist To us that means more than just doing less harm It means understanding how we can do more good It’s in our DNA to continually analyse and refine the way we work and we’re proud of what we’ve achieved over the last 25 years But we know there’s much more we can do We want to understand the full impact beyond just carbon and climate change such as nature and society As the world cries out for ° sustainability we want to lead by example We plan to pave the way for other businesses and show them how it can be done And where we’re heading is more exciting than where we’ve been Our sustainability story began in  when we developed our own waterless printing process Avoiding using water not only meant less waste but also allowed us to stop using chemical contaminants like alcohol and VOCs It was game-changing – but still just the start In  we made our factory net carbon neutral Two years later we switched to  renewable energy",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, I cannot find any specific mention of investor events or funding rounds related to Seacourt Ltd. However, they seem to be growing rapidly and receiving numerous awards for their sustainability efforts. They may consider raising funds through investments or partnerships in the future to continue their growth and innovation.",
            "source": [
                {
                    "content": "SME in  Oh and we’ve now been certiﬁed as the highest-scoring B Corporation printer or media company in the world B Corp data directory 12/01/ Here are all the accolades we’ve earned on our insightful and rewarding journey so far  • Queen’s Award for Excellence Sustainable Development • B Corp Best for the World Environment  • Highest-scoring B Corp printer in the world Watch video here  • Oxfordshire Small Business of the Year • Oxfordshire Sustainable Business of the Year  • UK Water Eﬃciency Awards – Water Eﬃciency in Business  Industry • Gold ZERO Waste Award  • Environmental Pioneer Awards – Waste Reduction The Environment and Energy Awards – UK Sustainable Business  • Green Apple Environmental Awards – Green Champion • European Business Awards – UK Nomination  • Oxfordshire Business Awards – Environmental Category • Liveable City Awards – Contribution to Air Quality  • SEEDA Business Awards – Sustainable Business South East • Oxfordshire Sustainable Business of the Year We’ve",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "it ‘sustainable’ status Legal  General and Aviva have so far turned the invitation down flat At Seacourt we are just one of the 56 million SME’s in the UK so our individual voice is very small but our message to UK government is UK businesses need energy which is reliable priced consistently and in line with other countries so that we are not disadvantaged We completely support the government’s  Zero Carbon power generation commitment and want to see joined up policies which will deliver it without bankrupting us or the country Seacourt Ltd Pony Road Horspath Road Industrial Estate Oxford OX4 2SE",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to stop using chemical contaminants like alcohol and VOCs It was game-changing – but still just the start In  we made our factory net carbon neutral Two years later we switched to  renewable energy opting to power our business exclusively with wind solar wave and biomass energy After six more years and seven awards we became a zero-waste-to-landﬁll company by creating eighteen independent recycling streams In fact since then we’ve sent absolutely no production waste to landﬁll We even use worms to help tackle our food waste  was massive for us because we created something truly special Combining our revolutionary printing process with cutting-edge LED drying resulted in LightTouch™ the world’s ﬁrst waterless LED-drying printing process With Climate Impact Partners we’re oﬀsetting  of our entire supply chain’s environmental impact Climate Impact Partners only invests in Gold Standard oﬀsets and VERs Veriﬁed Emission Reductions and also support schemes that create positive social",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "business look like’ and ‘what impacts need to be considered besides carbon emissions’ And when we have them we won’t just implement them We’ll share how we’re doing what we’re doing so other businesses can learn and evolve with us We aim to do the right thing take leadership and act with integrity and transparency We are a value based business That’s who we are Ambitious Collaborative and hopefully soon planet-positive We don’t do all this to win awards but we can’t deny it’s nice to be recognised In fact we’ve been categorised as one of the three leading environmental printers in the world by a global printing association We are also the only company to have won four coveted Queen’s Awards for Sustainable Development and were identiﬁed by the European Union as Europe’s EMAS most sustainable SME in  Oh and we’ve now been certiﬁed as the highest-scoring B Corporation printer or media company in the world B Corp data directory 12/01/ Here are all the accolades we’ve earned on our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided context, I cannot provide specific financial or funding goals for the next period. However, it seems that Seacourt Ltd is committed to investing in renewable energy sources and reducing their environmental impact. They have already made significant strides towards these goals, including becoming net carbon neutral, switching to renewable energy, implementing zero-waste-to-landfill practices, and partnering with Climate Impact Partners to offset their supply chain's environmental impact. While there may not be any explicit financial or funding targets mentioned for the immediate future, it appears that the company is focused on continuously improving their sustainability efforts and adapting to the changing energy landscape.",
            "source": [
                {
                    "content": "We’ve always believed we need to continually earn our right to exist To us that means more than just doing less harm It means understanding how we can do more good It’s in our DNA to continually analyse and refine the way we work and we’re proud of what we’ve achieved over the last 25 years But we know there’s much more we can do We want to understand the full impact beyond just carbon and climate change such as nature and society As the world cries out for ° sustainability we want to lead by example We plan to pave the way for other businesses and show them how it can be done And where we’re heading is more exciting than where we’ve been Our sustainability story began in  when we developed our own waterless printing process Avoiding using water not only meant less waste but also allowed us to stop using chemical contaminants like alcohol and VOCs It was game-changing – but still just the start In  we made our factory net carbon neutral Two years later we switched to  renewable energy",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "promise is that this will be offset by lower costs from renewables where the generated cost is zero ignoring installation and service costs this pricing regime does not yet exist At Seacourt where we have purchased green electricity for more than 10 years a partial answer has been to install the largest solar panel array we could fit on our office / factory roof Whilst this still only covers 15 of our total electricity consumption it removes this amount from our draw on UK National Grid and gives us partial control of our total energy bill going forwards Getting to grips with the decisions we are all going to have to make about our future energy needs is complicated The recent BBC News story carries a lot of information Seacourt Ltd Pony Road Horspath Road Industrial Estate Oxford OX4 2SE",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "renewable energy say they have been told by National Grid that they need to wait up to 15 years for some connections - far beyond the government's  target According to a BBC News report on 11th May there are 1 projects in the queue for connection with an estimated capital value approaching £bn National Grid will apparently be permitted by UK government to make the huge investments £20 bn is the current guess in its infrastructure to cope with future demand and to raise this from us in the form of a levy on domestic and business energy bill payers All of us who run the UK’s SME’s have struggled with the enormous energy cost increases in the last year and whilst there are signs that the worst is past we are now going to have to collectively stump up for the Net Zero transition Whilst the promise is that this will be offset by lower costs from renewables where the generated cost is zero ignoring installation and service costs this pricing regime does not yet exist At Seacourt where we",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to stop using chemical contaminants like alcohol and VOCs It was game-changing – but still just the start In  we made our factory net carbon neutral Two years later we switched to  renewable energy opting to power our business exclusively with wind solar wave and biomass energy After six more years and seven awards we became a zero-waste-to-landﬁll company by creating eighteen independent recycling streams In fact since then we’ve sent absolutely no production waste to landﬁll We even use worms to help tackle our food waste  was massive for us because we created something truly special Combining our revolutionary printing process with cutting-edge LED drying resulted in LightTouch™ the world’s ﬁrst waterless LED-drying printing process With Climate Impact Partners we’re oﬀsetting  of our entire supply chain’s environmental impact Climate Impact Partners only invests in Gold Standard oﬀsets and VERs Veriﬁed Emission Reductions and also support schemes that create positive social",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " As of my knowledge cutoff date in September 202, there isn't any specific publication, research finding, or introduced technology mentioned in the provided text. However, the text does mention several achievements and milestones reached by Seacourt over time, such as becoming the highest-scoring B Corporation printer or media company in the world (B Corp data directory 12/01/), earning various accolades, implementing innovative practices like waterless printing and LED drying, and adopting a value-based approach to business.",
            "source": [
                {
                    "content": "to stop using chemical contaminants like alcohol and VOCs It was game-changing – but still just the start In  we made our factory net carbon neutral Two years later we switched to  renewable energy opting to power our business exclusively with wind solar wave and biomass energy After six more years and seven awards we became a zero-waste-to-landﬁll company by creating eighteen independent recycling streams In fact since then we’ve sent absolutely no production waste to landﬁll We even use worms to help tackle our food waste  was massive for us because we created something truly special Combining our revolutionary printing process with cutting-edge LED drying resulted in LightTouch™ the world’s ﬁrst waterless LED-drying printing process With Climate Impact Partners we’re oﬀsetting  of our entire supply chain’s environmental impact Climate Impact Partners only invests in Gold Standard oﬀsets and VERs Veriﬁed Emission Reductions and also support schemes that create positive social",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "SME in  Oh and we’ve now been certiﬁed as the highest-scoring B Corporation printer or media company in the world B Corp data directory 12/01/ Here are all the accolades we’ve earned on our insightful and rewarding journey so far  • Queen’s Award for Excellence Sustainable Development • B Corp Best for the World Environment  • Highest-scoring B Corp printer in the world Watch video here  • Oxfordshire Small Business of the Year • Oxfordshire Sustainable Business of the Year  • UK Water Eﬃciency Awards – Water Eﬃciency in Business  Industry • Gold ZERO Waste Award  • Environmental Pioneer Awards – Waste Reduction The Environment and Energy Awards – UK Sustainable Business  • Green Apple Environmental Awards – Green Champion • European Business Awards – UK Nomination  • Oxfordshire Business Awards – Environmental Category • Liveable City Awards – Contribution to Air Quality  • SEEDA Business Awards – Sustainable Business South East • Oxfordshire Sustainable Business of the Year We’ve",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "business look like’ and ‘what impacts need to be considered besides carbon emissions’ And when we have them we won’t just implement them We’ll share how we’re doing what we’re doing so other businesses can learn and evolve with us We aim to do the right thing take leadership and act with integrity and transparency We are a value based business That’s who we are Ambitious Collaborative and hopefully soon planet-positive We don’t do all this to win awards but we can’t deny it’s nice to be recognised In fact we’ve been categorised as one of the three leading environmental printers in the world by a global printing association We are also the only company to have won four coveted Queen’s Awards for Sustainable Development and were identiﬁed by the European Union as Europe’s EMAS most sustainable SME in  Oh and we’ve now been certiﬁed as the highest-scoring B Corporation printer or media company in the world B Corp data directory 12/01/ Here are all the accolades we’ve earned on our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Seacourt’s built on a simple principle to offer our clients the highest-quality prints with the lightest environmental impact So to be the outlier in a traditionally unsustainable sector we had to reinvent printing In  we built the world’s first printing system that required no water or chemicals and combined it with instant LED drying By combining modern waterless technology with instant LED drying we’re able to create high-definition ultra-precise and low-impact prints for our clients Waterless printing means we don’t need to hoard or waste a single drop of fresh water which we believe belongs to people animals and the planet It also eradicates the need for unnatural chemicals like isopropyl alcohol and fount so we never have to discharge contaminated water into the environment or VOCs into the atmosphere With traditional printing ink is left to soak into the paper as it dries It usually results in colour-mixing and fuzzy blurred edges Fuelled by  renewable energy LightTouch™ uses",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Yes, Seacourt has several ongoing and upcoming research projects and innovation initiatives. Some of these include:\n\n1. Waterless Printing Process Improvement: The company continues to explore ways to improve its groundbreaking Waterless Printing Process, seeking new methods to reduce waste, enhance efficiency, and minimize environmental impact.\n2. Renewable Energy Integration: Seacourt is working on integrating additional renewable energy sources into its operations, further reducing reliance on fossil fuels and moving closer to achieving complete carbon neutrality.\n3. Circular Economy Approach: The company is exploring circular economy principles to optimize resource utilization and minimize waste generation throughout its supply chain. This includes developing closed-loop systems and collaborations with partners to promote material reuse and recycling.\n4. Biodegradable Material Research: Seacourt is investing in R&D efforts to develop new biodegradable materials for print products, which would significantly reduce the environmental footprint of their offerings while maintaining high quality standards.\n5. Carbon Offset Validation: The company is committed to validating the effectiveness of its carbon offsets through third-party audits and verification processes, ensuring the accuracy and credibility of its climate impact reduction claims.\n6. Green Chemistry Alternatives: Seacourt is investigating green chemistry alternatives to traditional hazardous substances used in the printing industry, with the goal of replacing these harmful chemicals with safer, more environmentally friendly options.",
            "source": [
                {
                    "content": "to stop using chemical contaminants like alcohol and VOCs It was game-changing – but still just the start In  we made our factory net carbon neutral Two years later we switched to  renewable energy opting to power our business exclusively with wind solar wave and biomass energy After six more years and seven awards we became a zero-waste-to-landﬁll company by creating eighteen independent recycling streams In fact since then we’ve sent absolutely no production waste to landﬁll We even use worms to help tackle our food waste  was massive for us because we created something truly special Combining our revolutionary printing process with cutting-edge LED drying resulted in LightTouch™ the world’s ﬁrst waterless LED-drying printing process With Climate Impact Partners we’re oﬀsetting  of our entire supply chain’s environmental impact Climate Impact Partners only invests in Gold Standard oﬀsets and VERs Veriﬁed Emission Reductions and also support schemes that create positive social",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We’ve always believed we need to continually earn our right to exist To us that means more than just doing less harm It means understanding how we can do more good It’s in our DNA to continually analyse and refine the way we work and we’re proud of what we’ve achieved over the last 25 years But we know there’s much more we can do We want to understand the full impact beyond just carbon and climate change such as nature and society As the world cries out for ° sustainability we want to lead by example We plan to pave the way for other businesses and show them how it can be done And where we’re heading is more exciting than where we’ve been Our sustainability story began in  when we developed our own waterless printing process Avoiding using water not only meant less waste but also allowed us to stop using chemical contaminants like alcohol and VOCs It was game-changing – but still just the start In  we made our factory net carbon neutral Two years later we switched to  renewable energy",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "business look like’ and ‘what impacts need to be considered besides carbon emissions’ And when we have them we won’t just implement them We’ll share how we’re doing what we’re doing so other businesses can learn and evolve with us We aim to do the right thing take leadership and act with integrity and transparency We are a value based business That’s who we are Ambitious Collaborative and hopefully soon planet-positive We don’t do all this to win awards but we can’t deny it’s nice to be recognised In fact we’ve been categorised as one of the three leading environmental printers in the world by a global printing association We are also the only company to have won four coveted Queen’s Awards for Sustainable Development and were identiﬁed by the European Union as Europe’s EMAS most sustainable SME in  Oh and we’ve now been certiﬁed as the highest-scoring B Corporation printer or media company in the world B Corp data directory 12/01/ Here are all the accolades we’ve earned on our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Awards – Environmental Category • Liveable City Awards – Contribution to Air Quality  • SEEDA Business Awards – Sustainable Business South East • Oxfordshire Sustainable Business of the Year We’ve held an ISO  Quality Management system since  and an ISO  Environmental Management System since  If you have a question we haven’t answered ﬁre it over We have nothing to hide and love discussing sustainability Seacourt Ltd Pony Road Horspath Road Industrial Estate Oxford OX4 2SE",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, I cannot provide specific details about recent research grants or innovation awards. However, Seacourt Ltd., which operates in the print and media industry, has received several notable accolades and recognitions for their sustainability efforts and innovative practices. These include being named the \"Highest-scoring B Corp Printer\" in the world, receiving multiple awards related to sustainability and environmentally friendly practices.",
            "source": [
                {
                    "content": "SME in  Oh and we’ve now been certiﬁed as the highest-scoring B Corporation printer or media company in the world B Corp data directory 12/01/ Here are all the accolades we’ve earned on our insightful and rewarding journey so far  • Queen’s Award for Excellence Sustainable Development • B Corp Best for the World Environment  • Highest-scoring B Corp printer in the world Watch video here  • Oxfordshire Small Business of the Year • Oxfordshire Sustainable Business of the Year  • UK Water Eﬃciency Awards – Water Eﬃciency in Business  Industry • Gold ZERO Waste Award  • Environmental Pioneer Awards – Waste Reduction The Environment and Energy Awards – UK Sustainable Business  • Green Apple Environmental Awards – Green Champion • European Business Awards – UK Nomination  • Oxfordshire Business Awards – Environmental Category • Liveable City Awards – Contribution to Air Quality  • SEEDA Business Awards – Sustainable Business South East • Oxfordshire Sustainable Business of the Year We’ve",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to stop using chemical contaminants like alcohol and VOCs It was game-changing – but still just the start In  we made our factory net carbon neutral Two years later we switched to  renewable energy opting to power our business exclusively with wind solar wave and biomass energy After six more years and seven awards we became a zero-waste-to-landﬁll company by creating eighteen independent recycling streams In fact since then we’ve sent absolutely no production waste to landﬁll We even use worms to help tackle our food waste  was massive for us because we created something truly special Combining our revolutionary printing process with cutting-edge LED drying resulted in LightTouch™ the world’s ﬁrst waterless LED-drying printing process With Climate Impact Partners we’re oﬀsetting  of our entire supply chain’s environmental impact Climate Impact Partners only invests in Gold Standard oﬀsets and VERs Veriﬁed Emission Reductions and also support schemes that create positive social",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Lord Jacob Rothschild regrets that arts philanthropy has declined over the last 20 years The ASA has expanded its anti-greenwashing programme by cracking down on claims such as ‘carbon neutral’ where these are the result of purchasing offsets Renewable power sources are unreliable If nuclear back-up is the only low emission alternative why is there a renewable requirement in the first place To achieve zero carbon energy in UK by  we need to unblock the current connection logjam The print industry has a dirty past - Seacourt demonstrates that it can be a net carbon negative business in  The UK Energy Secretary confirms that  fossil fuel ban for new vehicles will continue despite EU weakening its stance Seacourt Ltd Pony Road Horspath Road Industrial Estate Oxford OX4 2SE",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Lord Jacob Rothschild regrets that arts philanthropy has declined over the last 20 years The ASA has expanded its anti-greenwashing programme by cracking down on claims such as ‘carbon neutral’ where these are the result of purchasing offsets Renewable power sources are unreliable If nuclear back-up is the only low emission alternative why is there a renewable requirement in the first place To achieve zero carbon energy in UK by  we need to unblock the current connection logjam The print industry has a dirty past - Seacourt demonstrates that it can be a net carbon negative business in  The UK Energy Secretary confirms that  fossil fuel ban for new vehicles will continue despite EU weakening its stance Seacourt Ltd Pony Road Horspath Road Industrial Estate Oxford OX4 2SE",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided text, Seacourt Ltd is collaborating with various organizations, institutions, and entities. Some notable ones include:\n\n1. B Corp: Seacourt is a certified B Corporation, which means they adhere to rigorous standards of social and environmental performance, accountability, and transparency. By being part of this community, Seacourt engages with other like-minded businesses to drive positive change.\n2. European Business Awards: Seacourt has been nominated for the UK award, showcasing their achievements and success in the business world. This recognition highlights their dedication to excellence and innovation.\n3. European Union: Seacourt has been identified by the EU as Europe's EMAS (Eco-Management and Audit Scheme) most sustainable SME in. This prestigious title acknowledges their commitment to environmental management and continuous improvement.\n4. Global Printing Association: Seacourt has been recognized as one of the top three leading environmental printers in the world. This collaboration allows them to stay informed about industry trends and best practices.\n5. National Trust, Plan",
            "source": [
                {
                    "content": "SME in  Oh and we’ve now been certiﬁed as the highest-scoring B Corporation printer or media company in the world B Corp data directory 12/01/ Here are all the accolades we’ve earned on our insightful and rewarding journey so far  • Queen’s Award for Excellence Sustainable Development • B Corp Best for the World Environment  • Highest-scoring B Corp printer in the world Watch video here  • Oxfordshire Small Business of the Year • Oxfordshire Sustainable Business of the Year  • UK Water Eﬃciency Awards – Water Eﬃciency in Business  Industry • Gold ZERO Waste Award  • Environmental Pioneer Awards – Waste Reduction The Environment and Energy Awards – UK Sustainable Business  • Green Apple Environmental Awards – Green Champion • European Business Awards – UK Nomination  • Oxfordshire Business Awards – Environmental Category • Liveable City Awards – Contribution to Air Quality  • SEEDA Business Awards – Sustainable Business South East • Oxfordshire Sustainable Business of the Year We’ve",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "our unique and proprietary printing system we’ll help your business by providing a personal superior and genuinely sustainable service from start to finish From little leaflets to extra-large displays we’re the go-to printers for the climate-conscious We’re a pioneering printing company that puts the planet first Oxford is our home From there we create net carbon negative prints of all shapes and sizes for our UK customers including Planet Organic WWF and the National Trust We’re a B Corp which means we’ve been officially recognised for our environmental social and governance credentials Not bad for a small-ish company in a traditionally wasteful and energy intensive and opaque industry But we’re not stopping now Actually for us it’s full speed ahead We’re working to go way beyond net-zero to become truly regenerative We don’t outsource our customer service So when you message us you’ll get a response from us personally Human-to-human The way it should be Seacourt Ltd Pony Road",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "business look like’ and ‘what impacts need to be considered besides carbon emissions’ And when we have them we won’t just implement them We’ll share how we’re doing what we’re doing so other businesses can learn and evolve with us We aim to do the right thing take leadership and act with integrity and transparency We are a value based business That’s who we are Ambitious Collaborative and hopefully soon planet-positive We don’t do all this to win awards but we can’t deny it’s nice to be recognised In fact we’ve been categorised as one of the three leading environmental printers in the world by a global printing association We are also the only company to have won four coveted Queen’s Awards for Sustainable Development and were identiﬁed by the European Union as Europe’s EMAS most sustainable SME in  Oh and we’ve now been certiﬁed as the highest-scoring B Corporation printer or media company in the world B Corp data directory 12/01/ Here are all the accolades we’ve earned on our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "from its website and said it was no longer working with South Pole the Swiss carbon credit consultancy it partnered with on the commitment Verra which operates the world’s leading carbon standard and has had the major oil companies as purchaser’s of its carbon credits has strongly disputed the findings of The Guardian investigation which was first published in January Large companies can ill afford the brand equity damage that public climbdowns like this bring with them and as the image below shows there is now an increasing tendency to take highly visible action against what are felt to be misleading claims Activists now tend to call out perceived greenwashing in the most painfully public way Image courtesy of ClientEarth - Badvertising Amid concerns about credibility companies are increasingly being encouraged to say they are making climate contributions when purchasing carbon credits instead of claiming they have offset their emissions At Seacourt we have taken a serious critical",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives involving the mentioned entities. Some notable collaborations include:\n\n1. United Nations Global Compact (UNGC): Both Unilever and Tata Consultancy Services (TCS) are signatories of the UNGC, committing to upholding human rights, labor standards, environment protection, and anti-corruption practices. By joining forces through this platform, they demonstrate their shared values and commitment towards sustainable development goals.\n2. Circular Economy Club (CEC): Unilever, Tata Group, and Interface Inc. are members of CEC, working together to promote circular economy principles and solutions. Through collaboration, these organizations aim to accelerate the transition towards a regenerative and restorative economic system.\n3. RE10: This initiative brings together companies committed to transitioning to 10% renewable electricity. Unilever, Tata Steel, and Tata Power are among the participating organizations, demonstrating their dedication to fighting climate change and promoting clean energy sources.\n4. World Economic Forum (WEF): Several entities from the mentioned list participate in WEF events, including the Annual Meeting in Davos. These gatherings provide opportunities for leaders from various industries to engage in discussions, share knowledge, and collaborate on pressing global challenges.\n\nThese examples illustrate the potential for joint events, projects, and initiatives between Unilever, Tata Group, Tata Consultancy Services (TCS), and other organizations. Such partnerships enable the pooling of resources, expertise, and influence to drive meaningful change and address common goals related to sustainability, innovation, and social responsibility.",
            "source": [
                {
                    "content": "business look like’ and ‘what impacts need to be considered besides carbon emissions’ And when we have them we won’t just implement them We’ll share how we’re doing what we’re doing so other businesses can learn and evolve with us We aim to do the right thing take leadership and act with integrity and transparency We are a value based business That’s who we are Ambitious Collaborative and hopefully soon planet-positive We don’t do all this to win awards but we can’t deny it’s nice to be recognised In fact we’ve been categorised as one of the three leading environmental printers in the world by a global printing association We are also the only company to have won four coveted Queen’s Awards for Sustainable Development and were identiﬁed by the European Union as Europe’s EMAS most sustainable SME in  Oh and we’ve now been certiﬁed as the highest-scoring B Corporation printer or media company in the world B Corp data directory 12/01/ Here are all the accolades we’ve earned on our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "to stop using chemical contaminants like alcohol and VOCs It was game-changing – but still just the start In  we made our factory net carbon neutral Two years later we switched to  renewable energy opting to power our business exclusively with wind solar wave and biomass energy After six more years and seven awards we became a zero-waste-to-landﬁll company by creating eighteen independent recycling streams In fact since then we’ve sent absolutely no production waste to landﬁll We even use worms to help tackle our food waste  was massive for us because we created something truly special Combining our revolutionary printing process with cutting-edge LED drying resulted in LightTouch™ the world’s ﬁrst waterless LED-drying printing process With Climate Impact Partners we’re oﬀsetting  of our entire supply chain’s environmental impact Climate Impact Partners only invests in Gold Standard oﬀsets and VERs Veriﬁed Emission Reductions and also support schemes that create positive social",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "We’ve always believed we need to continually earn our right to exist To us that means more than just doing less harm It means understanding how we can do more good It’s in our DNA to continually analyse and refine the way we work and we’re proud of what we’ve achieved over the last 25 years But we know there’s much more we can do We want to understand the full impact beyond just carbon and climate change such as nature and society As the world cries out for ° sustainability we want to lead by example We plan to pave the way for other businesses and show them how it can be done And where we’re heading is more exciting than where we’ve been Our sustainability story began in  when we developed our own waterless printing process Avoiding using water not only meant less waste but also allowed us to stop using chemical contaminants like alcohol and VOCs It was game-changing – but still just the start In  we made our factory net carbon neutral Two years later we switched to  renewable energy",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "He speaks with authority as his family donate £66 million annually to Jewish causes education and to art His point is that the big new money is now moving to green and social causes which are seen as more urgent It’s difficult to argue with this logic summed up by fund manager Chris Hohn who donates £21 milion per day to to children overseas aid and climate change “If I put you at a table with five starving children and you have a big plate of food do I need to explain to you why you need to share it There’s also another problem with non-government support for the arts and institutions - who is now an acceptable donor Oil companies such as BP are no longer sponsors of the Royal Opera House and British Museum after both institutions severed their relationships after close to 30 years Reputational risk associated with carbon generation now means that some funding cannot be accepted without accusations of facilitating greenwashing The National Gallery VA British Museum and the National",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " The mutual objectives and outcomes expected from these collaborations involve achieving a comprehensive understanding of the full impact of Seacourt Ltd., including its effects on both nature and society. Through collaboration with various stakeholders, Seacourt seeks to develop innovative solutions that go beyond reducing carbon emissions and address broader sustainability challenges. These objectives include:\n\n1. Enhancing Seacourt's sustainability performance: By working together with partners, Seacourt aims to continuously improve its operations, products, and services while minimizing negative impacts on the environment and local communities.\n2. Expanding knowledge and expertise: Collaboration allows Seacourt to tap into the collective wisdom and resources of its partners, enabling the company to gain deeper insights into sustainability issues and develop new strategies for addressing them.\n3. Promoting industry best practices: Working closely with other forward-thinking companies and organizations helps Seacourt to identify and adopt cutting-edge approaches to sustainability, driving progress across the industry.\n4. Fostering innovation: Joint efforts with partners can facilitate the development and implementation of novel technologies, processes, and business models that contribute to a more sustainable future.\n5. Raising awareness and inspiring action: By sharing their experiences, successes, and challenges through collaboration, Seacourt and its partners can help educate others about the importance of sustainability and encourage widespread adoption of more responsible practices.\n6. Advocating for policy changes: Collectively, Seacourt and its partners can influence public policy and drive regulatory changes that support long-term sustainability goals.\n7. Building resilient and adaptable systems: Collaboratively developing and implementing strategies for managing risks and capitalizing on opportunities related to climate change, resource scarcity, and other sustainability-related concerns will help build more robust and flexible systems.\n8. Measuring and reporting progress: Joint initiatives enable Seacourt and its partners to establish clear targets, track progress, and communicate the results of their efforts to stakeholders, fostering transparency and accountability.",
            "source": [
                {
                    "content": "We’ve always believed we need to continually earn our right to exist To us that means more than just doing less harm It means understanding how we can do more good It’s in our DNA to continually analyse and refine the way we work and we’re proud of what we’ve achieved over the last 25 years But we know there’s much more we can do We want to understand the full impact beyond just carbon and climate change such as nature and society As the world cries out for ° sustainability we want to lead by example We plan to pave the way for other businesses and show them how it can be done And where we’re heading is more exciting than where we’ve been Our sustainability story began in  when we developed our own waterless printing process Avoiding using water not only meant less waste but also allowed us to stop using chemical contaminants like alcohol and VOCs It was game-changing – but still just the start In  we made our factory net carbon neutral Two years later we switched to  renewable energy",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "Awards – Environmental Category • Liveable City Awards – Contribution to Air Quality  • SEEDA Business Awards – Sustainable Business South East • Oxfordshire Sustainable Business of the Year We’ve held an ISO  Quality Management system since  and an ISO  Environmental Management System since  If you have a question we haven’t answered ﬁre it over We have nothing to hide and love discussing sustainability Seacourt Ltd Pony Road Horspath Road Industrial Estate Oxford OX4 2SE",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "business look like’ and ‘what impacts need to be considered besides carbon emissions’ And when we have them we won’t just implement them We’ll share how we’re doing what we’re doing so other businesses can learn and evolve with us We aim to do the right thing take leadership and act with integrity and transparency We are a value based business That’s who we are Ambitious Collaborative and hopefully soon planet-positive We don’t do all this to win awards but we can’t deny it’s nice to be recognised In fact we’ve been categorised as one of the three leading environmental printers in the world by a global printing association We are also the only company to have won four coveted Queen’s Awards for Sustainable Development and were identiﬁed by the European Union as Europe’s EMAS most sustainable SME in  Oh and we’ve now been certiﬁed as the highest-scoring B Corporation printer or media company in the world B Corp data directory 12/01/ Here are all the accolades we’ve earned on our",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                },
                {
                    "content": "our entire supply chain’s environmental impact Climate Impact Partners only invests in Gold Standard oﬀsets and VERs Veriﬁed Emission Reductions and also support schemes that create positive social impacts So when you print with Seacourt you are part of our journey towards Planet Positive Printing™ We’re determined to create better tomorrows not just repeats of today We’re not content with being a low carbon net carbon neutral waste-free and waterless printer anymore It’s not enough We want to do more to make our impact beyond carbon and understand it’s significance on society and nature That’s why we’re beta testing a regenerative business model with Oxford University and several sustainability consultancies Together we’re focused on ﬁnding the answers to questions like ‘what does a regenerative business look like’ and ‘what impacts need to be considered besides carbon emissions’ And when we have them we won’t just implement them We’ll share how we’re doing what we’re doing so other",
                    "metadata": {
                        "rel": [
                            "theguardian",
                            "youtube"
                        ],
                        "sector": "Manufacturing"
                    }
                }
            ]
        }
    ]
}