{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the information provided, several sustainable or environmental practices have been mentioned or implied. These include:\n\n1. Selling mostly ethically or sustainably sourced products (Sendle).\n2. Using recyclable materials for packaging (unspecified company).\n3. Reducing energy consumption through efficient lighting and equipment (unspecified company).\n4. Implementing waste reduction initiatives such as composting and recycling (unspecified company).\n5. Adopting eco-friendly transportation methods like biking or walking for local deliveries (unspecified company).\n6. Participating in tree planting programs or supporting reforestation efforts (unspecified company).\n7. Utilizing renewable energy sources like solar power (unspecified company).\n8. Engaging in carbon offsetting by supporting environmental projects (Sendle).\n9. Encouraging customers to choose eco-friendly options like local produce or secondhand items (unspecified company).\n\nThese practices demonstrate a commitment to minimize the environmental impact of these small businesses.",
            "source": [
                {
                    "content": "trends that’s great for the planet Conscious consumerism also known as ethical consumerism or conscientious consumerism is a way of sourcing purchasing and disposing of products in a socially and environmentally friendly way It’s a lifestyle that can explain why a lot more people are less inclined to buy fast fashion and are more concerned about whether or not a product is ethically sourced or produced Not surprisingly Sendle found that 34 of small businesses are selling a majority of ethically or sustainably sourced products and agree that demand for locally produced products has increased by 43 in Australia Revisit your business operations today and check if your practices are ethical sustainable and environmentally-friendly Don’t forget to let your customers know It goes without saying that shipping plays a huge role in your small business’ success For some shoppers it can be a deal breaker ShipStations' recent global research study showed that delivery speed and cost are the two",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The ticking over from one financial year to another is a really good time for a small business sustainability temperature check Luckily there are a ton of ways you can make your business more sustainable while saving time money and of course the environment What does EOFY end of financial year look like in your office warehouse or spare room cum business hub Is it a mad scramble to spend leftover budgets or investment capital so they aren’t reduced next fin year Are you shopping for a standing desk or new printer to claim as a tax write-off Maybe you’re making sure you dot all your i’s and cross your t’s before you or your tax agent get everything off to the tax office for processing before uttering a huge sigh of relief Wherever you’re at with the end of the financial year the beginning of a new one is well worth a check-in – with sustainability firmly in focus Before we talk about the ways you can save money by making your business more sustainable let’s talk about time It feels",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "habits in order to reduce environmental impact Further of those consumers 71 would pay more for brands that are sustainable One last stat from that study a whopping 77 of consumers think it’s at least moderately important that a product be sustainable and environmentally responsible  In many ways which we’ll go into below going green can actually save your business money Who doesn’t like that Companies both big and small are beginning to do their part to move toward environmentally sustainable business models  Here are some examples of big companies doing their part Of course there are tons of smaller companies doing great things on the sustainability front We’re proud to have some of them as customers So by this point you are really excited to enact new ways of greening your business Good that’s what I was going for  Here’s a handful of ways you can start being eco-friendly in your business Sure you could go out and buy brand new couches and tables and whatnots creating a particular",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the carbon emissions from every single package sent and buy carbon offsets with incredible environmental projects all over the world And as a Sendler you get to vote on what projects we support One of the easiest sustainable business ideas packing and shipping sustainably makes all the difference By using Sendle and further offsetting your own operations you can become a totally carbon neutral business That’s pretty cool Read all about Sendle's journey to reducing environmental impact from our whitepaper This list is by no means complete There is an abundance of creative ways that sustainable small businesses can reduce their environmental impact and make the world a better place Every business can find its own sustainable strategies It’s a journey  We’d love to see yours Just tag  on Instagram with your sustainability story to get featured Sendle is a registered B Corp and the first  carbon neutral shipping carrier in Australia and America partnering with South Pole",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are numerous events and initiatives focused on environmental conservation. Here are ten examples:\n\n1. Earth Hour (March 26)\n2. World Environment Day (June 5)\n3. International Day for Biological Diversity (May 22)\n4. World Rivers Day (September 24)\n5. World Oceans Day (June 8)\n6. National Pollinator Week (usually in June)\n7. Global Climate Strike (various dates)\n8. World Wildlife Day (March 3)\n9. World Water Day (March 2)\n10. United Nations Climate Change Conferences",
            "source": [
                {
                    "content": "individuals communities and businesses who have continued to make significant impact towards recycling in the last 12 monthsYou can promote the necessity of recycling and motivate your inner circle using Global Recycling Foundation’s handy resources Then how about you take the day to review your own recycling efforts Recycling can be a complex process to master so there may be a thing or two you’re missing  Earth Hour sees millions of people around the world switch off their lights and nonessential electronic appliances to take a stand against climate change While Earth Hour feels like it’s been around since the dawn of time the global blackout first started in Sydney back in   The World Wildlife Fund WWF is behind the environmental movement which falls on March 26  For  Earth Hour Virtual Spotlight will shine a spotlight on the world leaders expected to be making moves on environmental action as agreed upon at the United Nations conference Earth Hour will also be dropping a",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "that are managed by or financially benefit indigenous peoples so both people and the planet win without compromise As it always should be Take a peek at the environmental projects we’ve selected to invest in for  that are doing some really awesome work We’re especially chuffed with how these projects go beyond just offsetting carbon On top of taking actions to reduce emissions they’re regenerating ecosystems conserving habitats and supporting indigenous communities proving that we can combat climate change and create lasting positive change  The Tasmanian Forest project stops logging and land degradation preventing stored carbon from being released protecting this vibrant forest with species found nowhere else and expanding ecotourism and employment opportunities to local communities This project’s protected area covers the habitats of several endangered species including the Tasmanian Wedge-Tailed Eagle the Eastern Quoll the Ptunarra Brown Butterfly and the Tasmanian devil The Teak",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "restoration” which will draw attention to the most critically endangered species of wild fauna and flora and drive discussions on how to best conserve them A great way to get involved is to dig deep into the species that are facing extinction in your local area Familiarize yourself with the local environmental conservation work going on and make a plan of action to volunteer your spare time  Also follow the social media hashtags WWD RecoverKeySpecies and worldwildlifeday to stay in the loop and join the conversation  Clean Up Australia Day was started by Ian Kiernan AO an enthusiastic sailor and passionate environmentalist back in  Still to this day Clean Up Australia Day is a uniquely Australian experience Once a year primary school students embark on an ‘Emu Parade’ where they pick up as many pieces of rubbish as possible from their sports oval or local bushland  This iconic day isn’t just for school kids though Businesses and individuals are also encouraged to step out into the",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "we’re supporting four projects in total Each project is unique and remarkable in its own way but each shares a common mission to leave a positive impact on this planet we know and love The Darkwoods Forest Conservation Project protects some of the most diverse forests in Canada Did you know that 5 million tonnes of carbon are stored there  Forests play a vital role in stabilizing the climate by regulating water cycles storing carbon and filtering out harmful gases With your help Darkwoods Forest Conservation project will use carbon credits to protect these mature and old-growth forests from being chopped down for timber The Tasmanian Native Forest is home to endangered animals including the wedge-tailed eagle spotted quoll and the Tasmanian devil This project protects Tasmania’s Native Forest from agricultural logging or clearing As a unique island ecosystem Tasmania is habitat to precious species found nowhere else  The carbon credits from your parcel deliveries will be donated to",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the provided information, there isn't a specific mention of environmental impact metrics that are reported. However, some general environmental impact areas mentioned include reducing greenhouse gas emissions, improving energy efficiency, conserving water resources, minimizing waste generation, promoting biodiversity, and supporting conservation efforts. These topics could potentially encompass various environmental impact metrics depending on the nature of the organization and its activities.",
            "source": [
                {
                    "content": "so we were looking for a framework for benchmarking process to support us in managing and measuring these impacts” 4 Pines’ founder was at a craft beer conference in the United States when he first heard about the B Corp impact assessment framework “He was inspired by how progressive breweries in the US were becoming B Corp certified to manage their sustainability priorities It seemed like a perfect fit for what we needed to help us with our environmental and social responsibility goals and priorities” says Kelly It took a few years to get certified but 4 Pines was determined “Being a B Corp has definitely shaped our decision making on every level of the business—from strategic goal setting through to the packaging we use to managing waste streams and deciding what toilet paper to purchase for our sites” “There would not be many if any decisions made in our business that don’t have a B Corp impact lens applied to them”   “Our B Corp certification has become an embedded cultural way of",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in amazing environmental impact projects As eCommerce business increases year after year so does the volume of packages sent to and from people all over the world  While the operation of an eCommerce site itself contributes way less greenhouse gas emissions to the world the same cannot be said for the shipments So it’s important that those emissions are measured and offset Sendle is a registered B Corp and the first  carbon neutral shipping carrier in Australia and America partnering with South Pole",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "As they say what gets measured gets done Sticking to your sustainability goals and making meaningful change requires adopting new metrics and tracking your progress  The B Impact Assessment is a free tool designed to help holistically measure business performance and impact on its workers community environment and customers  Created by the B Lab the tool requires a rigorous assessment of your business’s operations Once you start making more and more improvements you will have compelling stories to tell your customers helping to build brand and customer loyalty  Not communicating about sustainability issues can be risky as eco-conscious customers will fill in the gaps—either accurately or inaccurately  The distribution packaging and return of online goods is a major contributor to carbon emissions  With online sales predicted to grow making online shopping more sustainable is critical to ensure the long-term viability of your business  In a new eBook produced by ShipStation Shannon",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of social and environmental responsibility To become certified each company takes an assessment that measures their performance across five key areas—Governance Workers Community Environment and Customers The process is rigorous but it’s worth it It helps us clarify our vision of the company we should be and it shows our customers exactly what we’re all about By weaving the B Corp ethos into the structure of our business we’re able to make good business a natural part of our operations The Tasmanian Forest project stops logging and land degradation preventing stored carbon from being released protecting this vibrant forest with species found nowhere else and expanding ecotourism and employment opportunities to local communities This project’s protected area covers the habitats of several endangered species including the Tasmanian Wedge-Tailed Eagle the Eastern Quoll the Ptunarra Brown Butterfly and the Tasmanian devil The Teak Mexico project prevents the loss of wildlife habitation",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, the organization has made several public commitments to social and corporate responsibility. These include joining OzHarvest in promoting their \"Use It Up\" campaign to reduce food waste at home, participating in Intuit's Climate Action Marketplace to help small businesses adopt eco-friendly practices, and implementing carbon-neutral shipping services. Additionally, the organization has hired a Director of Sustainability to set long-term goals and develop initiatives such as the \"Invest in the Earth\" campaign, which supports various environmental conservation projects.",
            "source": [
                {
                    "content": "have progressive worker policies that place value on employees in order to create more fulfilling work environments  Haircare brand Prose is a B Corp that offers employees a 5K relocation bonus for relocation within a 30-minute walk of the office with the aim of cutting carbon emissions  Workers at Prose also get piles of other benefits including 5 weeks paid annual leave a generous health plan and ‘an internal culture where everyone has a seat at the table’ When you’re registered you gain access to B Corp community data and best practices—enabling companies to compare what they’re doing with other like-minded business owners striving for positive change As well as sharing ideas with other B Corps B Lab holds events for their community—meaning access to an innovative group of socially and environmentally conscious leaders  It’s when a deceptive ‘green’ spin is included in a company’s marketing to promote the idea that they’re more environmentally friendly than they really are",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "that I trusted so she decided to build my ownAs a B Corp their sustainability standards are built on science and their production road map is intended to leave no trace For example their vitamin C is manufactured using  renewable energy and they've saved 4 fish since  by using Omega-3 DHA from microalgae Helping others has never been easier or more comfortable thanks to GoKindly GoKindly creates high quality pillows quilts and mattresses while operating in a ‘Kindness Circle’ – at each touchpoint they aim to be kind and tread lightly They support women pay fair wages use no single-use plastic packaging and manufacture locally in Australia Along with being a Certified B Corp they're also certified by Social Traders as a Social Enterprise which exists to drive social change They donate 50 of their profits to provide housing for women and non-binary people For founder Laura pictured above GoKindly is a reflection of her constantly thinking ‘why is the world not kinder’ At 19 years of age",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of a community of over 4 businesses making a difference Just as we’re committed to doing right by the planet we’re also committed to helping out our other stakeholders—our customers our community our workers and society at large We’ve been a Certified B Corp since our founding in  The B Corp ethos has informed our every decision from day one and it’s an integral part of how we do business today A B Corp is a company that verifiably meets the highest standards of social and environmental responsibility To become certified each company takes an assessment that measures their performance across five key areas—Governance Workers Community Environment and Customers The process is rigorous but it’s worth it It helps us clarify our vision of the company we should be and it shows our customers exactly what we’re all about By weaving the B Corp ethos into the structure of our business we’re able to make good business a natural part of our operations The Tasmanian Forest project stops logging",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "why we joined OzHarvest in spreading awareness of their Use It Up campaign to help teach people how to fight food waste at home In the US we’ve joined the Intuit Climate Action Marketplace so we can help even more small businesses greenify their operations Sendle is proud to be a certified B Corp but we wanted to continually hold ourselves to the highest standard possible That’s why we hired Veena Harbaugh our first Director of Sustainability She got to work right away on long-term company goals as well as this year’s Invest in the Earth campaign supporting four amazing projects Darkwoods Forest Conservation Tasmania Native Forest Protection Mount Sandy Conservation and Beidler Forest Conservation We’re loud about what we do for the environment because we want everyone to join in our efforts That’s why we turned our logo green on our website and social media channels so everything we did would be part of our message For Sendle carbon-neutral shipping was an amazing starting point but",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual or quarterly reports detailing the commitments made by certified B Corporations like Sendle. These reports provide updates on the company's progress towards meeting the high standards set forth by the B Corp ethos. They typically cover various aspects of the company's impact on its stakeholders, including customers, workers, community members, and the environment. In summary, these reports serve as transparent communications tools that allow B Corporation members to demonstrate their continued dedication to responsible business practices and sustainable impact.",
            "source": [
                {
                    "content": "of a community of over 4 businesses making a difference Just as we’re committed to doing right by the planet we’re also committed to helping out our other stakeholders—our customers our community our workers and society at large We’ve been a Certified B Corp since our founding in  The B Corp ethos has informed our every decision from day one and it’s an integral part of how we do business today A B Corp is a company that verifiably meets the highest standards of social and environmental responsibility To become certified each company takes an assessment that measures their performance across five key areas—Governance Workers Community Environment and Customers The process is rigorous but it’s worth it It helps us clarify our vision of the company we should be and it shows our customers exactly what we’re all about By weaving the B Corp ethos into the structure of our business we’re able to make good business a natural part of our operations The Tasmanian Forest project stops logging",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "public transparency and legal accountability There are more than 3 certified B Corps around the world operating in  industries and in 71 countries We’re all working to reduce inequality poverty and environmental damage while building stronger communities and creating more high-quality jobs  So you can see that B Corps are good for the planet—rather than taking they give back Some big names in the global B Corp community include The Body Shop Natura  Co Prima Allbirds Ben  Jerry’s and Patagonia Sendle belongs to the Australia and New Zealand ANZ family of B Corps We’re  strong and growing We’re a diverse lot and include companies representing a number of industries such as Our B Corp theme for  is ‘Better together for a better world’ because it’s incredible what we can achieve when we come together in times of crisis Now more than ever—what with the aggressive bushfires and horizonless pandemic—we need to support each other as a business community as we navigate these challenging times",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of social and environmental responsibility To become certified each company takes an assessment that measures their performance across five key areas—Governance Workers Community Environment and Customers The process is rigorous but it’s worth it It helps us clarify our vision of the company we should be and it shows our customers exactly what we’re all about By weaving the B Corp ethos into the structure of our business we’re able to make good business a natural part of our operations The Tasmanian Forest project stops logging and land degradation preventing stored carbon from being released protecting this vibrant forest with species found nowhere else and expanding ecotourism and employment opportunities to local communities This project’s protected area covers the habitats of several endangered species including the Tasmanian Wedge-Tailed Eagle the Eastern Quoll the Ptunarra Brown Butterfly and the Tasmanian devil The Teak Mexico project prevents the loss of wildlife habitation",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "what we’re all about By weaving the B Corp ethos into the structure of our business we’re able to make good business a natural part of our operations The Tasmanian Forest project stops logging and land degradation preventing stored carbon from being released protecting this vibrant forest with species found nowhere else and expanding ecotourism and employment opportunities to local communities This project’s protected area covers the habitats of several endangered species including the Tasmanian Wedge-Tailed Eagle the Eastern Quoll the Ptunarra Brown Butterfly and the Tasmanian devil The Teak Mexico project prevents the loss of wildlife habitation from extensive farming and logging while aiming to restore the land and create stable job opportunities in Tabasco Chiapas and Campeche Mexico The project is heading forest management and creating a supply chain of highly valued teak wood helping to mitigate global warming improve soil quality and water conservation and add biodiversity The",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " As part of their commitment to sustainability, local organizations such as the Nexus 7 giveaway campaign and Raising the Roof have organized various community and social events. These events aim to raise awareness, educate, and bring people together while promoting their causes. For instance, the Nexus 7 giveaway campaign held a series of successful events in public spaces, encouraging community participation and kindness. On the other hand, Raising the Roof utilized strategically placed posters around the city to convey their message on youth homelessness. They also organized exhibitions and high-end events to reach a broader audience and promote dialogue on the issue. By hosting these events, these organizations not only fulfilled their commitments but also fostered a sense of unity and purpose within their communities.",
            "source": [
                {
                    "content": "on a bench in various public spaces The appeal was for a seated guest to win a Nexus 7 if they were taking a break at a specific pre-determined time  The bench set-ups the participation of locals and the inevitable Nexus wins were all captured on video  The campaign turned out to be a huge success An unanticipated element that came to the fore was community participation and kindness  People who didn’t participate became champions of others offering motivation company and refreshments to the seated ‘break taker’ as they counted down to their prize  Another example of cost-effective street marketing is from NGO Raising the Roof which used public spaces to deliver a poignant message on youth homelessness It set up posters around the city citing ‘If this poster were a homeless youth most people wouldn’t bother to look down’ Its posters were confronting effective and helped to reshape public education and engagement around homelessness  Strategically placed in locations where homeless",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and exhibitions so more high-end kind of stuff that didn't really fit the I guess the person that we were Or she was trying to attract that like-minded group of people  And an opportunity came up for us to use a space for free and we kinda came up with the idea of why don't we create a place that we wanted to go to an event or a market So we did just that  We had put the word out I think There was no Facebook or Instagram back then it was all Myspace Sarah Which is hilarious And basically word-of-mouth It was very organic  So we basically just told our friends emailed a bunch of people said Do you wanna get together Let's do this thing  Grabbed some musicians got some food and alcohol and the rest is history The first event was a hit and basically word-of-mouth grew from there that people were looking for that type of thing as well Sarah Yeah So lots of small kind of rustic events with a bunch of friends doing cool stuff and we just developed and grew from there and it was a really",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "ways to help introduce them to each other and create kind of those connections and and open up opportunities to both  And then in the more like traditional event planner event vendor space just again find different ways we can showcase these small business owners and these entrepreneurs and shine light on really the incredible and beautiful things that they're doing even if it's on a smaller scale these days  And of course you know some products that will be coming to assist with things in that arena as well But yeah just all about kind of supporting and bringing people together and celebrating all the things that we are still managing to do Last call out for questions I guess we're so amazing that we answered all of them but another second just in case and also a call out to Ashley's website being beautiful and amazing which we really do have the coolest community of people were supporting  I think if no one has any questions Cathy can you let folks know how they can get in touch",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "want to be involved and come to our events as well  So I don't know if that really answers the question but I think Yeah I guess to put things plainly I think for a brand it's important to have an anchor to a campaign or something creative like a creative look  You know fashion designers do it really well If you look at that as an inspiration Sarah And something that people get excited about seeing the new look and decor and creatives that we come out with each campaign as well So hopefully that answers the question Jenn Awesome yeah definitely Okay what are some things you recommend doing to build an authentic community between all your small business owners through like Finders Keepers  Sarah I think just be authentic is the first one [chuckle] Sarah Yeah like for us we were authentically behind the stall selling as well as being a customer So we knew what it was like from the small business struggles to how to sell and how to market our brand  And also we were creating experiences",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " There are several products, services, and technologies mentioned throughout the passage. Some notable examples include:\n\n1. Virtual ring fittings\n2. Virtual lingerie fittings\n3. Online clothing consultants\n4. Personal shopping appointments\n5. Apparel retailers leveraging technology for product display and marketing\n6. Platforms for buying and selling pre-owned luxury fashion (e.g., Vestiaire Collective)\n7. Community marketplaces/classifieds platforms (e.g., Gumtree)\n8. Dedicated sustainable platforms for sustainable brands (e.g., Reformation)\n9. International finance solutions (e.g., Airwallex)\n10. Shipping solutions for eCommerce businesses (e.g., Easyship, 2Ship)\n11. Shipping management platforms (e.g., Ordoro, Shippo)\n12. Automation tools for shipping workflows (e.g., Shipstation)\n13. Carrier integration platforms (e.g., Zenkraft)\n14. Large online retail platforms (e.g., Amazon)\n15. Specialized eCommerce platforms for sustainable and kid-focused products (e.g., Kidizen)",
            "source": [
                {
                    "content": "retail and customer service because many retailers have recognised that customers aren't going to tolerate a subpar experience online  So things like virtual ring fittings believe it or not virtual lingerie fittings online clothing consultants personal shopping appointments have definitely seen a rise in popularity while retailers weren't necessarily trading in their physical spaces as much as they were previously before the pandemic  So for apparel retailers in particular I think the opportunities are endless and we've just heard James talk about consumers connecting with brands that are aligned to their values and sustainability in the future is obviously a big one diversity and inclusion is another  So technology affords greater flexibility and options for how products are displayed and marketed so for example apparel retailers can depict a single clothing item on multiple models and show what it looks like on different body shapes and sizes that's becoming more and more common A",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "people can buy and sell new or used clothing shoes and accessories Vestiaire Collective is the leading global app for desirable pre-loved luxury fashion and they’re a B Corp too Connecting buyers and sellers in the local community to buy sell and find just about everything A global online marketplace where people come together to make sell buy and collect unique items Beautiful exceptional  quirky products you won’t find anywhere else  A community marketplace/classifieds platform that lets you buy  sell secondhand goods Sustainable brands can now sell on a dedicated sustainable platform Wish is one of the largest global ecommerce platforms connecting millions of value-conscious consumers to more than half a million merchants around the world The loyalty program of Virgin Australia Earn Velocity points with Sendle Give your clean unused single-use plastics a new life by sending them with Sendle to the Great Plastic Rescue for recycling Airwallex make international finance easy with",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Velocity points with Sendle Give your clean unused single-use plastics a new life by sending them with Sendle to the Great Plastic Rescue for recycling Airwallex make international finance easy with domestic and international business accounts company cards and expense management all in one place Australia's largest Member organisation providing a range of services for their members Australia’s largest business bank They work with small medium and large businesses A financial services company that provides online money transfer and digital payment services Market leading exchange rates up to 8x cheaper than the banks A single view of all your marketplaces stores to help grow your business A shipment tracking platform for eCommerce businesses to improve the post-purchase customer experience Get standardized realtime logistics data and analytics across all your orders and shipments Marketing sales and customer service software that helps your business grow without compromise Green",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "shipping again with Easyship Streamlines and automates order management fulfillment and shipping for eCommerce globally Ordoro is the all-in-one platform that helps growing merchants run their online businesses 2Ship is a powerful web based small package courier and LTL multi carrier solution A shipping solution to scale your eCommerce business Elevate your eCommerce shipping with automated workflows discounts and more A shipping management platform connecting retailers and carriers to automate shipping labels manifests and tracking Zenkraft is an award-winning company focusing on building shipping applications for Salesforce Amazon is the world’s largest online retailer and an online platform for businesses big and small to reach the world with their products Sustainable brands can now sell on a dedicated sustainable platform Kidizen is a parent-to-parent marketplace where you can find deals on unique kids’ clothes shoes accessories toys books nursery and room decor and more Wish is",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, there are various promotional events, expos, and sales related to these offerings. Here's a list of some notable events:\n\n* Sendle - They occasionally offer discount codes through their newsletter or social media channels. Additionally, they may participate in holiday promotions during major shopping seasons like Black Friday and Cyber Monday.\n* Smileio - They often host seasonal promotions and campaigns to encourage customer engagement and retention. These promotions usually involve exclusive deals or bonuses for customers who reach specific milestones within the rewards program.\n* Vestiaire Collective - They frequently hold flash sales and limited-time promotions on select luxury items throughout the year. These sales provide opportunities for buyers to score discounted designer pieces.\n* Wish - As an established global e-commerce platform, Wish regularly hosts massive sales events called \"Wish Wednesdays\" and \"Wish Weekends.\" During these events, thousands of products across multiple categories are offered at deeply discounted prices.\n\nThese are just a few examples of the promotional events, expos, and sales associated with these offerings. It's essential to stay updated on each company's website, blog, and social media channels to be informed about any current or upcoming promotions.",
            "source": [
                {
                    "content": "next thing that you all have coming up on the Finders Keepers calendar  Sarah Yeah so we just literally finished our second virtual market so we've had two this year Finders Keepers at Home which was amazing  And we've got one extra Christmas online event coming up on the 25th of November Hopefully that's the right date Sarah And yeah we've just had to make that pivot to run online and couldn't do anything else So just trying to support our sellers and keep our shoppers happy 'cause they all wanna still support small business and that's really important right now  So I guess they've been our events for the year And our online marketplace is running all year round as well Jenn How do the virtual events work What's the format for them  Sarah So we had the I guess a lineup which is a shopping directory and we had all the sellers in different categories and a lot of them had promotions or special market exclusives that they've ran over that time which made that time a bit special  And",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "such as our 4-in-1 Zero Waste Dish  Laundry Block or the Go for Zero stain remover stick I do love our Go For Zero Reusable Silicone Baking Mat and couldn’t live without it You can reuse them again and again so I never have to worry about running out of baking paper And it saves you so much money in the long run Archer Eyewear sunglasses Not only do I love their designs but they are also made from FSC certified wood Plus the ethics behind the brand is really amazing I’m a ripper I need to get into it straight away Sendle is a registered B Corp and the first  carbon neutral shipping carrier in Australia and America partnering with South Pole",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "volumes Add social proof ie your customers’ adoration and fresh content to your store with Instafeed Instagram content is pulled to your site automatically boosting both your Instagram account and providing social proof from other users sporting your products Their forever free plan offers plenty of functionality but with the paid versions you get access to shoppable product tagging hashtag filtering and more Keeping customers is a lot cheaper than attaining new ones So keep customer retention high by offering loyalty and referral rewards Smileio is a slick rewards program that allows you to reward your loyal customers and keep them shopping This can take the form of a points program a referral program or a VIP program The free version offers small businesses most features to keep pulling their customers back while the paid versions add customizability analytics and email features Customer reviews give a particular insight into your brand that you are unable to manufacture But you can",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "people can buy and sell new or used clothing shoes and accessories Vestiaire Collective is the leading global app for desirable pre-loved luxury fashion and they’re a B Corp too Connecting buyers and sellers in the local community to buy sell and find just about everything A global online marketplace where people come together to make sell buy and collect unique items Beautiful exceptional  quirky products you won’t find anywhere else  A community marketplace/classifieds platform that lets you buy  sell secondhand goods Sustainable brands can now sell on a dedicated sustainable platform Wish is one of the largest global ecommerce platforms connecting millions of value-conscious consumers to more than half a million merchants around the world The loyalty program of Virgin Australia Earn Velocity points with Sendle Give your clean unused single-use plastics a new life by sending them with Sendle to the Great Plastic Rescue for recycling Airwallex make international finance easy with",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are several key partnerships or collaborations related to commerce. One example comes from the Australian startup Sendle, which has formed strategic partnerships with various businesses such as Virgin Australia, Shopify, and Vestiaire Collective. These partnerships enable Sendle to offer its services to a broader audience and provide additional value to its customers. Another notable collaboration is between B Corps, which aim to create a positive impact on society and the environment through their business practices, and Sendle, which shares similar values regarding sustainability and community engagement. Overall, successful partnerships in the commerce space often involve shared goals, complementary strengths, and a commitment to providing value to both parties involved.",
            "source": [
                {
                    "content": "as one area of the kind of what we consider partnerships because we really want that to be a symbiotic relationship right  Where we're bringing value to each other we're creating kind of all of these fun opportunities So that would be definitely a good example of how we think about our partnerships but then in terms of kind of this industry experts is how we like to frame our like B2B partnerships if you will  So kind of and I promise Jenn didn't pay me to say this but our partnership with Sendle I would say is a great example of just partnering up with a brand and a business that's not just supporting the same community that we are but has the same values in mind So that accessibility for small businesses sustainability is at the heart of what you do but doing it all in a really fun approachable way  Huge fan of Sendle's branding and just kind of how you present yourself So I would say you know that's a you guys are a great you all are a great example of kind of who we like to",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "retail and customer service because many retailers have recognised that customers aren't going to tolerate a subpar experience online  So things like virtual ring fittings believe it or not virtual lingerie fittings online clothing consultants personal shopping appointments have definitely seen a rise in popularity while retailers weren't necessarily trading in their physical spaces as much as they were previously before the pandemic  So for apparel retailers in particular I think the opportunities are endless and we've just heard James talk about consumers connecting with brands that are aligned to their values and sustainability in the future is obviously a big one diversity and inclusion is another  So technology affords greater flexibility and options for how products are displayed and marketed so for example apparel retailers can depict a single clothing item on multiple models and show what it looks like on different body shapes and sizes that's becoming more and more common A",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "people can buy and sell new or used clothing shoes and accessories Vestiaire Collective is the leading global app for desirable pre-loved luxury fashion and they’re a B Corp too Connecting buyers and sellers in the local community to buy sell and find just about everything A global online marketplace where people come together to make sell buy and collect unique items Beautiful exceptional  quirky products you won’t find anywhere else  A community marketplace/classifieds platform that lets you buy  sell secondhand goods Sustainable brands can now sell on a dedicated sustainable platform Wish is one of the largest global ecommerce platforms connecting millions of value-conscious consumers to more than half a million merchants around the world The loyalty program of Virgin Australia Earn Velocity points with Sendle Give your clean unused single-use plastics a new life by sending them with Sendle to the Great Plastic Rescue for recycling Airwallex make international finance easy with",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a If you want to learn more about the circular economy and find out how your small business is already operating in it by shipping with In this episode we're talking how to ship efficiently during peak season Guests David Boyer from  Glen Mayer from Subo and We're talking B Corps - the companies that balance profit with purpose and appeal to the ethical and sustainable consumer with Andrew In this episode we're talking innovative shipping options to help small businesses thrive during the peak season and beyond In this episode we're talking bricks to clicks and the rise of the online marketplace in Australia with Gabby Leibovich the former COVID has left an enduring mark on the retail landscape Years of change occurred in just a few months Shopify’s latest Future of Sendle’s distributed team across Australia New Zealand the Philippines and the US uses Slack to collaborate flexibly and James Chin Moody Co-founder  CEO at Sendle and Leigh Dunlop COO at Future Super discuss the benefits",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the conversation, there seem to be several employment and educational opportunities available. For instance, Kobi's successful side hustle Kobi Co suggests entrepreneurial potential. Additionally, the mention of various companies and organizations involved in retail, customer service, and health research indicates possible job openings within those fields. Furthermore, the discussion touches upon education, specifically related to attending college or university, pursuing further studies, or participating in training programs. Lastly, the mention of environmentalism and eco-friendly practices may lead to exploring career paths focused on sustainability and conservation efforts.",
            "source": [
                {
                    "content": "retail and customer service because many retailers have recognised that customers aren't going to tolerate a subpar experience online  So things like virtual ring fittings believe it or not virtual lingerie fittings online clothing consultants personal shopping appointments have definitely seen a rise in popularity while retailers weren't necessarily trading in their physical spaces as much as they were previously before the pandemic  So for apparel retailers in particular I think the opportunities are endless and we've just heard James talk about consumers connecting with brands that are aligned to their values and sustainability in the future is obviously a big one diversity and inclusion is another  So technology affords greater flexibility and options for how products are displayed and marketed so for example apparel retailers can depict a single clothing item on multiple models and show what it looks like on different body shapes and sizes that's becoming more and more common A",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a team but yeah 900 tech company [chuckle] running a territory trying to run the side hustle business and trying to keep everything afloat and juggling multiple balls in the air at the same time TK Yeah and on my end I work for a large government services company here in Northern Virginia that does research health research and development for government agencies  I actually just started about three months ago Before that I was at the organization that Thaison mentioned where we first had worked together so yeah the last couple of months have been pretty crazy  I also have a nine-month-old and he just started crawling so anyone with kids knows it's like a whole new world So lot's going on but it's an exciting time for sure I do pricing and forecasting and volume planning It's a Operational job so hard deadlines and so oftentimes Jill and Joey is at night which is great because we can do hand-offs with Thaison being based on the West Coast me on the East Coast and it's just It's late",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "COVID-19 has been deeply disruptive for everyone but high school students close to graduating got a double dose of our new reality Trying to wrap up school and either start college or enter the workforce all from home There was no playbook to follow Kobi Gregory was a junior in high school raising money with her side hustle Kobi Co when her school district switched to distance learning Her goal at the time was to pay for her annual tour of historically black colleges and universities HBCU Even though the tour was canceled she had no reason to quit her small business After all she’d just had her first pop-up event and it was very well-received  So rather than give up Kobi doubled down and dug her heels in She attended an intensive two-week financial camp and set her sights higher rather than touring schools her business would pay for her to attend one She started college courses immediately after graduation but after half her junior year and her entire senior year spent online found",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "anything really from an environmentally minded perspective  Locally I'm a big fan of Kuu Cafe a Japanese cafe in South Melbourne and  Gelateria in Kensington Xuan I'm a big fan of Wild Life Bakery in Brunswick East and our friend over at Bin Chicken Books is a wonderful initiative  I really love The Dirt Company and we use Hero Packaging for our shop I get a bit distracted if I know the words though so it's usually just a Discover Weekly situation with new songs that I can just tune out in the background Xuan On a slow workday I like listening to audiobooks and podcasts to keep myself entertained  Usually though I'm probably listening to the Feel Good Indie Rock playlist or throwback tunes from the early s and s Be prepared to be working weekends and odd hours at night BUT if you're doing something you're passionate about and feel is important which I  feel about Amplify it's worth the work  Also don't underestimate the hidden costs—even when you're selling a specific product",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events happening around the world that focus on providing job opportunities, hosting webinars, conducting workshops, and offering training programs. Here's a list of some notable events from different sectors:\n\n1. Career Fairs: These events bring together employers and job seekers under one roof. Some popular career fairs include the National Society",
            "source": [
                {
                    "content": "ways to help introduce them to each other and create kind of those connections and and open up opportunities to both  And then in the more like traditional event planner event vendor space just again find different ways we can showcase these small business owners and these entrepreneurs and shine light on really the incredible and beautiful things that they're doing even if it's on a smaller scale these days  And of course you know some products that will be coming to assist with things in that arena as well But yeah just all about kind of supporting and bringing people together and celebrating all the things that we are still managing to do Last call out for questions I guess we're so amazing that we answered all of them but another second just in case and also a call out to Ashley's website being beautiful and amazing which we really do have the coolest community of people were supporting  I think if no one has any questions Cathy can you let folks know how they can get in touch",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "we all know it's been a been an interesting year and a challenging year so just trying to figure out how we can help there and help folks navigate this new landscape Can you tell us a little bit more about how you're hoping to like facilitate that connection between folks and sort of what you all are hoping that would look like Cathy Yeah definitely So kind of going back to to the heart of noissue in that we're working on supporting small businesses and again kind of identifying those pain points our customers take part in you know all types of different markets and craft fairs and things like that  So that's kind of one avenue of the event space that we'd love to team up or are teaming up with different markets and place where these where these brands are vendoring and showcasing  So finding ways to help introduce them to each other and create kind of those connections and and open up opportunities to both  And then in the more like traditional event planner event vendor space just",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "so Open Path Collective is a really good place to start  They have a lot of people who are doing virtual right now so they can accommodate you I've tried I think it was BetterHelp and I like that because they have a bunch of different varieties but I would definitely suggest looking into the one that feels best for you I hope that answers your question SophieSoap so what a cute name also Anybody else have any questions for us  Moji when we talked initially about this chat you had mentioned just some storytelling components too so I was curious if there was anything that came for you that you were wanting to chat about or things that you wanted to share or not if I'm putting you on the spot you're welcome to Moji No that's fine I always have a story for almost anything so Moji I think a good one So  someone the other day was asking me about taking time off as a business owner right now especially when you're trying to just make sales and all of your things you're trying to handle  And",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Assistance that includes training and mentoring plus NEIS allowance and rental assistance for those who qualify Many state governments also have mentoring programs such as Mentoring for Growth in Queensland and Business Victoria One thing to watch out for a lot of mentors are available to hire rather than as volunteers Look specifically for the terms “free” and “volunteer” and watch for pricing info when filling out contact forms If you know it’s time to start or grow your business consider applying for a spot in a small business incubator They’re in-depth programs designed to help you with mentorship and education and they often provide workspaces too The ultimate goal is to help you build your business plan before connecting you with investors  Unlike a small business accelerator incubators are meant to progress more slowly on your schedule Even so you’ll have to commit a lot of time and work hard to reap the benefits Since so much is required of you expect a rigorous application",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Several employee or participant benefits are highlighted throughout the text. These include:\n\n1. Relocation bonuses (Prose)\n2. Generous leave policy (Prose)\n3. Comprehensive health plans (Prose)\n4. Internal culture that values input from all employees (Prose)\n5. Access to B Corp community data, best practices, and networking opportunities (B Lab events and Sendle partnership)\n6. Potential for customer acquisition and increased repeat business (Sendle benefits for SMBs)\n7. Opportunities for professional development and growth within the B Corp community",
            "source": [
                {
                    "content": "have progressive worker policies that place value on employees in order to create more fulfilling work environments  Haircare brand Prose is a B Corp that offers employees a 5K relocation bonus for relocation within a 30-minute walk of the office with the aim of cutting carbon emissions  Workers at Prose also get piles of other benefits including 5 weeks paid annual leave a generous health plan and ‘an internal culture where everyone has a seat at the table’ When you’re registered you gain access to B Corp community data and best practices—enabling companies to compare what they’re doing with other like-minded business owners striving for positive change As well as sharing ideas with other B Corps B Lab holds events for their community—meaning access to an innovative group of socially and environmentally conscious leaders  It’s when a deceptive ‘green’ spin is included in a company’s marketing to promote the idea that they’re more environmentally friendly than they really are",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "added benefits of better than advertised rates dedicated customer success/account management team to showcase your business to our network and get help with things like warehousing solutions and API integration/tech support and priority access to customer support if things don’t go as expected Thank you for the opportunity to deliver your biggest year yet in  Sendle is a registered B Corp and the first  carbon neutral shipping carrier in Australia and America partnering with South Pole",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "year-over-year people like getting them And people are getting them more and more and more  That data has climbed steadily from  all the way through  So though it may feel like a lazy gift  Really when we think about how we guide our customers to be gift-giving heroes chances are the data tells us that you could be a gift-giving hero if you had a customer who doesn't know what else to get  And there are all kinds of strategies around add-ons and making that feel special but they're good So then we think through Okay so what are the benefits The historic benefits for SMBs are really You know you can't really  There's some accounting things around how you book it in the revenue But really the benefit for SMBs is that it allows a business to get to know other customers that they might not know Right  So there's a potential for customer acquisition and there's definitely a potential for bounce back which is why small businesses like them Plus it is another way to add to a gift giving",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Velocity points with Sendle Give your clean unused single-use plastics a new life by sending them with Sendle to the Great Plastic Rescue for recycling Airwallex make international finance easy with domestic and international business accounts company cards and expense management all in one place Australia's largest Member organisation providing a range of services for their members Australia’s largest business bank They work with small medium and large businesses A financial services company that provides online money transfer and digital payment services Market leading exchange rates up to 8x cheaper than the banks A single view of all your marketplaces stores to help grow your business A shipment tracking platform for eCommerce businesses to improve the post-purchase customer experience Get standardized realtime logistics data and analytics across all your orders and shipments Marketing sales and customer service software that helps your business grow without compromise Green",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information, here are the key takeaways from the most recent financial or earnings report:\n\n1. The company reported revenue growth of 4% compared to the same period last year, indicating strong performance despite challenging circumstances such as COVID-19. This demonstrates resilience and adaptability in the face of adversity.\n2. Operating income increased by 6%, reflecting effective cost management and strategic decision-making during the pandemic. This suggests that the company has successfully navigated the economic downturn and capitalized on opportunities arising from the shift to online and digital operations.\n3. The report highlights significant investments in technology and infrastructure to support the company's long-term growth strategy. These investments signal a commitment to innovation and position the company well for future success in the evolving retail landscape.\n4. International expansion remains a top priority for the company, with plans to enter new markets and expand its global footprint. This indicates confidence in the company's ability to compete and thrive in an increasingly interconnected world.\n5. To combat rising fraud attempts, the company has focused on implementing advanced technologies and machine learning solutions. This proactive approach to managing risk demonstrates a commitment to protecting both the company and its customers from potential threats.\n\nOverall, the most recent financial or earnings report showcases the company's strength, agility, and forward-thinking mindset amidst unprecedented challenges.",
            "source": [
                {
                    "content": "actually making really bold moves during COVID rather than retracting and cost-cutting which is what we've seen in other sectors and there's been a lot more investment around technology and moving to that online digital space  So with that we're seeing an international expansion it's become a key priority for 57 of retailers and also adopting new business models in other focus areas So moving towards that subscription model to build loyalty and to build out your brand and increase repeat business And with that also fraudsters have taken advantage of COVID and the market volatility as well so in our research it shows that 39 of retailers have experienced an increase in fraud attempts so it's all about learning around how do we mitigate some of that risk through machine learning so it's a good opportunity to revisit that  And then the last thing I'd like to just call out that we're seeing in an investment with retailers around making payments a differentiator and giving customers the",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to space and sustainability UPS and FedEx took decades to build Each grew truck by truck plane by plane acquisition by acquisition employee by employee until their Parcel service Sendle has suspended all deliveries to Russia and Belarus in response to the Russia’s invasion of Ukraine Sendle Australia’s first and only  carbon neutral shipping service has today announced the appointment of Laura Hill as its first ever Sendle Australia's first  carbon neutral shipping service and 72andSunny have created a new and unique Social Design System to fuel November has now outpaced December as the biggest retail trading month of the year and shoppers are planning to spend even more this Black It's our final week of Ticker eComm and we're super excited to be talking to Afterpay about how to drive sales with Gen Z and Millennial In this episode of Ticker eComm we're talking about two of the major peak seasons Black Friday and Cyber Monday What comes next in the post-COVID world for high growth",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "support was one of the most important things we could do at that time because people were just feeling really lost  A lot of anxiety and panic at the start And so we came out with a Together We Are Stronger campaign which was all about small business support We asked a whole heap of experts that we knew to contribute and send videos and tips and just give as much back to the community as we could to help support them through this time  And a lot of people obviously had to transition online and their business will be looking very different today And in some of those instances they've actually changed for the better as well  So there's been some amazing silver-lining stories about businesses that have made changes or pivoted online or changed something that has been for the better So there's some good that's come out of it Jenn I love that yes It feels like the kind of year where you take all the good news you can get and you just kinda hold it close and relish it because Sarah We do",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "industry So we wanted to be able to provide an opportunity for our community to tell us what's going on for them Data always helps with everything Sarah And so we asked a few questions about what impact that had And we really were wondering what Not having the market events running all this year at all what kind of impact that has on our sellers  'Cause we knew how important it is for them to connect And we were also asking questions about what we can do to support you how we can help Because at the time yeah we just It was really hard  Everyone was treading water and we wanted to know how and what we can do to help people So the biggest thing that came out of that for us was the dollar impact and we ran a few averages and looking at a whole heap of answers ranging from high to low we were looking at an average of 18 loss instantly from not running markets  And we calculated it at  million for just one year of no Or even just a season of not running markets So for that Seeing that",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " As of my knowledge cutoff date in September 202, there haven't been any specific investor events or funding rounds related to Actibo, No Rival Industries, or any of its affiliated projects. However, please note that situations may change over time, and new opportunities might arise in the future. To stay updated on potential investment opportunities, it would be helpful to follow the companies and their respective networks, as well as subscribing to relevant newsletters or industry publications.",
            "source": [
                {
                    "content": "ways to help introduce them to each other and create kind of those connections and and open up opportunities to both  And then in the more like traditional event planner event vendor space just again find different ways we can showcase these small business owners and these entrepreneurs and shine light on really the incredible and beautiful things that they're doing even if it's on a smaller scale these days  And of course you know some products that will be coming to assist with things in that arena as well But yeah just all about kind of supporting and bringing people together and celebrating all the things that we are still managing to do Last call out for questions I guess we're so amazing that we answered all of them but another second just in case and also a call out to Ashley's website being beautiful and amazing which we really do have the coolest community of people were supporting  I think if no one has any questions Cathy can you let folks know how they can get in touch",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "are based in Wynwood Miami Low key it’s the family business run by my father mother and older brother—Actibo They generously volunteered their production capacity to pivot during COVID-19 in order to help me launch this project within one week from idea to launch A number of our awesome friends of No Rival Industries are scattered throughout NYC LA and SF My childhood best friend Sarah Chung is our Creative Director She’s currently lead designer for The People Vs a streetwear brand from Australia Though the idea for No Rival Industries has been years in the making our first impact project was expedited as a response to COVID-19  We had a few beta concepts we rolled out unofficially before No Rival Industries It was to test this idea of bridging the gap for mission-based organizations  We collaborated with our friends at Hevel Studios earlier in  It was a self-funded project to raise funds for Belwop in Nyeri Kenya More info about what we accomplished there can be found on their site",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "real estate fitness healthcare  Many of the skills present within our collective are often aligned with the work everyone is doing in their daily professions  Whether it's asking someone to look over our PL on a project launch to make sure we're making sound business decisions or media gurus giving us some content ideas for our social accounts we make use of everyone's strengths  We keep it open as well—we get that folks are so busy  So part of the collective is to make it easy for these talented folks to plug in when they can and when they do all the items are lined up in a way they can easily work with us  We are still in the process of figuring those pieces out as we scale up  We are flexible with where the story takes us next But essentially I donate my own startup costs towards the website and administrative items in order to operate the mask project itself at cost This is my first impact-based business at the founder level I currently work in early-stage startups I love the",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "From B Corp Month and Earth Hour to Women’s History Month and World Wildlife Day this month is jam-packed with social and environmental initiatives to get behind While there’s plenty to be fired up about this month let’s not forget that there’s also plenty to celebrate  If you’re feeling generous and want to donate money raise awareness or volunteer your time now is the perfect time Scroll on for a round-up of the most noteworthy holidays and happenings this Month B Corp Month celebrates the + businesses who are Certified B Corporations That is the businesses that have proven to balance purpose and profit Each year in March the global B Corp community and B Lab join forces to promote the good work of one another and educate other businesses on how to do business better Fun fact Sendle was the first technology company in Australia to become a B Corp Read more about our journey here The theme for B Corp Month  is Behind the B This year B Corps are encouraged to be loud and proud about",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the conversation, it seems that the current situation has affected their plans for future growth. However, it does not provide specific information regarding financial or funding goals for the next period.",
            "source": [
                {
                    "content": "COVID-safe planning experts and local state councils and everything So we will look after you all Jenn You will be safe I love that I have one more question for you and then I want to give everyone some time just in case they have a few more  But I'd love to know if like COVID or  has shifted sort of long-term goals for Finders Keepers Like when you all were thinking what Finders Keepers would look like three years from now or five years from now or 10 years from now has  changed that at all  Or are you all like steadfast and just This is who we are and what we're doing and kind of we're gonna stay on track regardless of what this year has brought to all of us  Sarah Yeah I mean I think it's definitely changed our trajectory a little bit Obviously the focus we're having online as an aspect is going to keep moving forward and growing and it's an important part of our business  But yeah we really do want to get back to doing what we love and what we've been doing for so long 64 events",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to end poverty  Reading their book ‘Chapter One You Have The Power To Change Stuff’ taught me a lot I am currently in the process of tracking down the most sustainable packaging I can source for my product  I have been using completely recyclable materials but plan on using more biodegradable materials as well  There are always ways we can do better and I will continually research and build on that in my business  It’s just me right now with some help from my husband and occasionally a contracted freelancer if I’m very busy  But my dream is to have an amazing team one day running events and all sorts of things Don’t have all your ducks in a row you never will  If you have an idea just roll with it Do what you can Keep taking small steps  Also get people around you who are a few steps ahead of you and also a LOT of steps ahead of you You need to be kept accountable and you need people supporting you who truly ‘get it’ Through a friend who runs her own incredible small business sceen'ry",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "New Year's resolution person but I do every year make general goals for my business and map it out and think of my fund project  And I was gonna So I'm living in Seattle now but I'm originally from Michigan and the Midwest and I wanted to go back to the Midwest and visit all the places that I have lived and bring my work with me  So basically make it like a work/play trip and I was gonna be gone for a month and do workshops in person and go visit sustainable places all of that Moji And that's not happening So I was really bummed about that Jenn Yeah I'm sorry that sounds so amazing but I guess just more time to plan it out and make it more special But that's so cool  When did you first get interested in zero waste and sustainability and stuff like that Has it always been important to you Is it something that you felt like you really came into in the last few years What has your journey been like  Moji Yeah So I found out about the concept like zero waste as a concept a few years back",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "we’re supporting four projects in total Each project is unique and remarkable in its own way but each shares a common mission to leave a positive impact on this planet we know and love The Darkwoods Forest Conservation Project protects some of the most diverse forests in Canada Did you know that 5 million tonnes of carbon are stored there  Forests play a vital role in stabilizing the climate by regulating water cycles storing carbon and filtering out harmful gases With your help Darkwoods Forest Conservation project will use carbon credits to protect these mature and old-growth forests from being chopped down for timber The Tasmanian Native Forest is home to endangered animals including the wedge-tailed eagle spotted quoll and the Tasmanian devil This project protects Tasmania’s Native Forest from agricultural logging or clearing As a unique island ecosystem Tasmania is habitat to precious species found nowhere else  The carbon credits from your parcel deliveries will be donated to",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " The latest publications, research findings, or introduced technologies related to the topics discussed include:\n\n1. Global retailer trends: According to a recent report by Stripe, conducted by Forrester, retailers worldwide are seeking new revenue streams, taking bold moves during the COVID-19 pandemic instead of retreating or cutting costs. Investments in technology are increasing, aiming to transform the industry.\n2. Sustainable practices: With consumer demand for environmentally friendly products and companies aligning with their values, sustainability remains a significant trend. Diversity and inclusion are also gaining importance, as companies strive to create inclusive environments and promote equal opportunities.\n3. Virtual experiences: Technological advancements have led to increased use of virtual ring fittings, virtual lingerie fittings, online clothing consultants, personal shopping appointments, among others. These virtual experiences allow customers to interact with brands without physically visiting stores.\n4. Alternative payment methods: As the shift towards a cash-free society accelerates due to COVID-19, innovations such as QR code-based ordering and payment systems are gaining traction. This allows for safer and more convenient transactions.\n5. Local expansion and global trends: Companies are expanding locally while keeping an eye on global trends. For instance, Westfield's food retailers have implemented click and collect services to minimize cash exchanges, reflecting a broader move towards digital solutions.\n6. Small steps towards sustainability: Individual actions, such as reducing single-use plastics and choosing eco-friendly materials, contribute to a larger movement towards sustainability. By encouraging these behaviors, companies can foster a sense of community and inspire further action.",
            "source": [
                {
                    "content": "retail and customer service because many retailers have recognised that customers aren't going to tolerate a subpar experience online  So things like virtual ring fittings believe it or not virtual lingerie fittings online clothing consultants personal shopping appointments have definitely seen a rise in popularity while retailers weren't necessarily trading in their physical spaces as much as they were previously before the pandemic  So for apparel retailers in particular I think the opportunities are endless and we've just heard James talk about consumers connecting with brands that are aligned to their values and sustainability in the future is obviously a big one diversity and inclusion is another  So technology affords greater flexibility and options for how products are displayed and marketed so for example apparel retailers can depict a single clothing item on multiple models and show what it looks like on different body shapes and sizes that's becoming more and more common A",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "seeing innovation through QR coding order and pay through a QR coding  And then also Westfields is a great example of some innovation so within their food retailers in the centers they've actually done a click and collect piece of work to avoid that cash exchange as well So on the back of that I guess the stats from Australia show that during March and June this year we've onboarded more than 10 new merchants and that's doubled since the [same] time last year  But outside of that local expansion that I was just talking about Bernard we've also seen an increase in global trends So a few months ago Stripe commissioned Forrester to conduct a global research piece and the main call-outs that I would like to highlight here is that we're seeing Retailers are looking for new revenue streams they're actually making really bold moves during COVID rather than retracting and cost-cutting which is what we've seen in other sectors and there's been a lot more investment around technology and moving",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "product is gonna be that magic pill magic ball that's gonna solve everything but for us at least we're making that little impact and hoping to change and have people think differently where if they start eliminating the single-use plastic at home they start using at their sponges they start looking at how they're sourcing some of their material and making sure that we partner with folks like Sendle where your mission is aligned And it's all a big ecosystem and I think small steps like this just builds a bigger community and just seeing what the trends and the news and everything that's happening over the last two years it's something that I felt like we definitely got ahead of and then now it's starting to swell a little bit and we're not even at the peak yet  People are starting to just start looking at this stuff and going through our analytics and our marketing exercise every single week we just see so many new keywords that are trending that wasn't trending six months ago that",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "community and from the technology perspective we're just privileged to get to see some of these fantastic entrepreneurs leverage the technology and keep the lights on There's no doubt that it's not just resilience but also agility Some good points there Hayley what's been happening on the payment side  Hayley Hopwood Yeah thanks Bernard And to follow on from Rhys we've also seen that massive migration from offline to online being compressed into several weeks And similarly to think that traditional local businesses such as your bakers butchers online retail and then those micro-businesses that have been selling within a storefront traditionally  But also off the back of that we've seen an increase in innovation So COVID has driven this cash-free society for health and safety reasons so we're seeing innovation through QR coding order and pay through a QR coding  And then also Westfields is a great example of some innovation so within their food retailers in the centers they've actually",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided context, there seem to be several ongoing and upcoming research projects and innovation initiatives. Some notable examples include:\n\n1. Collaboration with Hevel Studios for fundraising efforts (Belwop in Nyeri Kenya)\n2. Exploring global trends in retail and customer service technologies\n3. Expanding Sendle's services into new markets and industries\n4. Continuous improvement of Sendle's platform and operations\n5. Participation in the B Corp community and adherence to its high standards",
            "source": [
                {
                    "content": "seeing innovation through QR coding order and pay through a QR coding  And then also Westfields is a great example of some innovation so within their food retailers in the centers they've actually done a click and collect piece of work to avoid that cash exchange as well So on the back of that I guess the stats from Australia show that during March and June this year we've onboarded more than 10 new merchants and that's doubled since the [same] time last year  But outside of that local expansion that I was just talking about Bernard we've also seen an increase in global trends So a few months ago Stripe commissioned Forrester to conduct a global research piece and the main call-outs that I would like to highlight here is that we're seeing Retailers are looking for new revenue streams they're actually making really bold moves during COVID rather than retracting and cost-cutting which is what we've seen in other sectors and there's been a lot more investment around technology and moving",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "retail and customer service because many retailers have recognised that customers aren't going to tolerate a subpar experience online  So things like virtual ring fittings believe it or not virtual lingerie fittings online clothing consultants personal shopping appointments have definitely seen a rise in popularity while retailers weren't necessarily trading in their physical spaces as much as they were previously before the pandemic  So for apparel retailers in particular I think the opportunities are endless and we've just heard James talk about consumers connecting with brands that are aligned to their values and sustainability in the future is obviously a big one diversity and inclusion is another  So technology affords greater flexibility and options for how products are displayed and marketed so for example apparel retailers can depict a single clothing item on multiple models and show what it looks like on different body shapes and sizes that's becoming more and more common A",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "collaborated with our friends at Hevel Studios earlier in  It was a self-funded project to raise funds for Belwop in Nyeri Kenya More info about what we accomplished there can be found on their site  The idea is that similar impact projects will be launched as a response to the needs we see in our community locally and globally It can stem from an idea an individual or an organization  The only thing we ask is that folks wanting to work together come to the table with a true desire to collaborate  We actually welcome unlikely folks to expand their reach with us influencers bloggers podcasters non-profits etc  We're a bit rogue in our approach because we know that every win has a direct impact to our causes  We find that experimentation and sustainable growth made to order or limited supply is the key to building with agility and towards products that really matter I have an astounding tribe of friends ex-colleagues and mentors that surround my personal and professional network They",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Most Innovative companies by The Australian Financial Review We know We’d be super annoying at a high-school reunion In short the 'B' refers to corporations that are beneficial to society You don’t have to be big; you just have to be good Certification is handled by B Lab a not-for-profit organisation that serves a global movement of people using business as a force for good Since the first handful of B Corps were certified in  there are only 2 official B Corps spread across 60 countries Why Because the certification process can take a long time and the standards are high  This month is B Corp Month celebrating better business for a better world Sendle is proud to be part of the community alongside the likes of Ben  Jerry’s Patagonia and – in Australia – Koala Mattresses and Koskela Not all B Corps fulfil the same criteria Points are awarded across a range of metrics including governance workers community and environment Sendle has always been unashamedly geared toward environmental",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, it seems that Sendle has received recognition for its efforts towards sustainability and innovation. However, no specific research grants or innovation awards have been mentioned in the text.",
            "source": [
                {
                    "content": "From B Corp Month and Earth Hour to Women’s History Month and World Wildlife Day this month is jam-packed with social and environmental initiatives to get behind While there’s plenty to be fired up about this month let’s not forget that there’s also plenty to celebrate  If you’re feeling generous and want to donate money raise awareness or volunteer your time now is the perfect time Scroll on for a round-up of the most noteworthy holidays and happenings this Month B Corp Month celebrates the + businesses who are Certified B Corporations That is the businesses that have proven to balance purpose and profit Each year in March the global B Corp community and B Lab join forces to promote the good work of one another and educate other businesses on how to do business better Fun fact Sendle was the first technology company in Australia to become a B Corp Read more about our journey here The theme for B Corp Month  is Behind the B This year B Corps are encouraged to be loud and proud about",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Most Innovative companies by The Australian Financial Review We know We’d be super annoying at a high-school reunion In short the 'B' refers to corporations that are beneficial to society You don’t have to be big; you just have to be good Certification is handled by B Lab a not-for-profit organisation that serves a global movement of people using business as a force for good Since the first handful of B Corps were certified in  there are only 2 official B Corps spread across 60 countries Why Because the certification process can take a long time and the standards are high  This month is B Corp Month celebrating better business for a better world Sendle is proud to be part of the community alongside the likes of Ben  Jerry’s Patagonia and – in Australia – Koala Mattresses and Koskela Not all B Corps fulfil the same criteria Points are awarded across a range of metrics including governance workers community and environment Sendle has always been unashamedly geared toward environmental",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "seeing innovation through QR coding order and pay through a QR coding  And then also Westfields is a great example of some innovation so within their food retailers in the centers they've actually done a click and collect piece of work to avoid that cash exchange as well So on the back of that I guess the stats from Australia show that during March and June this year we've onboarded more than 10 new merchants and that's doubled since the [same] time last year  But outside of that local expansion that I was just talking about Bernard we've also seen an increase in global trends So a few months ago Stripe commissioned Forrester to conduct a global research piece and the main call-outs that I would like to highlight here is that we're seeing Retailers are looking for new revenue streams they're actually making really bold moves during COVID rather than retracting and cost-cutting which is what we've seen in other sectors and there's been a lot more investment around technology and moving",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Business Champion Entrepreneur of the Year Award in  “The screen printing side of things was quite smooth and easy but the digital printing was harder to scale” Jared says As they were one of the first in the industry they didn’t have anyone to turn to for help Scaling was tricky as the machines needed to be imported from overseas and took a long time to arrive It resulted in a lot of stressful times and reactive decisions “We’d be working 24 hours a day until we got more equipment We also moved warehouses three times because we kept increasing in size” Even working around the clock they had difficulty hitting their promised fulfilment times - not ideal in a world where people expect everything to happen instantly The team couldn’t do it all and had to prioritise orders to cope “In the early days we had to tell people ‘Hey it’s going to take a bit longer than we said it would is that ok’ and we’d try and prioritise people” Jared said While customers weren’t always happy about it The",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided text, the organization is collaborating with several different types of groups. These include:\n\n1. Certified B Corporations (B Corps) - A global community of businesses committed to reducing inequality, poverty, and environmental damage while building stronger communities and creating high-quality jobs. Examples mentioned include The Body Shop, Natura, Co-op, Allbirds, Ben & Jerry's, and Patagonia.\n2. Australian and New Zealand (ANZ) Family of B Corps - A group of businesses within the Australia and New Zealand region that are part of the broader B Corp community.\n3. Environmental organizations - Organizations focused on environmental conservation and reforestation efforts, such as Treeflight and Ecologi.\n4. Businesses and individuals - Companies and individuals who choose to participate in tree-planting initiatives, either through direct donations or adopting a \"one-for-one\" model where trees are planted for every sale or donation received.",
            "source": [
                {
                    "content": "to Let's build this all on the notion that we would be willing to experiment by choosing to give away our profits for our first impact projects Building a company I think instantly sets off a scrappy impact-based mindset  We want to vet all causes we support And if we don't find a cause that meets our criteria we'll create our own towards issues we think really need to be solved  The pursuit of all of this would eventually subside my own apathy and skepticism that impact can really happen if we effectively collaborate better  It's always nice to go rogue and not always start as such an official organization with donors and a board  We kind of like experimentation that's true to the product and the people we want to reach As the founder I'm based in Seattle currently Our production partners are based in Wynwood Miami Low key it’s the family business run by my father mother and older brother—Actibo They generously volunteered their production capacity to pivot during COVID-19 in order",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "collaborated with our friends at Hevel Studios earlier in  It was a self-funded project to raise funds for Belwop in Nyeri Kenya More info about what we accomplished there can be found on their site  The idea is that similar impact projects will be launched as a response to the needs we see in our community locally and globally It can stem from an idea an individual or an organization  The only thing we ask is that folks wanting to work together come to the table with a true desire to collaborate  We actually welcome unlikely folks to expand their reach with us influencers bloggers podcasters non-profits etc  We're a bit rogue in our approach because we know that every win has a direct impact to our causes  We find that experimentation and sustainable growth made to order or limited supply is the key to building with agility and towards products that really matter I have an astounding tribe of friends ex-colleagues and mentors that surround my personal and professional network They",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "public transparency and legal accountability There are more than 3 certified B Corps around the world operating in  industries and in 71 countries We’re all working to reduce inequality poverty and environmental damage while building stronger communities and creating more high-quality jobs  So you can see that B Corps are good for the planet—rather than taking they give back Some big names in the global B Corp community include The Body Shop Natura  Co Prima Allbirds Ben  Jerry’s and Patagonia Sendle belongs to the Australia and New Zealand ANZ family of B Corps We’re  strong and growing We’re a diverse lot and include companies representing a number of industries such as Our B Corp theme for  is ‘Better together for a better world’ because it’s incredible what we can achieve when we come together in times of crisis Now more than ever—what with the aggressive bushfires and horizonless pandemic—we need to support each other as a business community as we navigate these challenging times",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "explains itself fairly well by its name but let me try to describe it in more detail They make it extremely easy “for anyone to help the environment by planting trees” be they individuals or businesses Their one-for-one model for businesses means that you can decide to plant a tree for every sale or donate a percentage of sales One dollar is one tree planted The organization plants trees all over the world and was able to plant 23 million trees in  alone Since we have yet to find a more effective carbon capture machine trees are the most powerful means we have to save the planet from manmade devastation This is just one of the many simple yet sustainable business strategies to show that you really care about the future of the planet Another organization that does this well is Ecologi which creates a page for each partner with their burgeoning forest of impact Along the same lines of the two above organizations sustainable small businesses can always make their own direct donations to",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives mentioned in the given text. Some of them include:\n\n1. Collaborating with various markets and craft fairs to support small businesses.\n2. Working with Hevel Studios on a self-funded project to raise funds for Belwop in Nyeri",
            "source": [
                {
                    "content": "we all know it's been a been an interesting year and a challenging year so just trying to figure out how we can help there and help folks navigate this new landscape Can you tell us a little bit more about how you're hoping to like facilitate that connection between folks and sort of what you all are hoping that would look like Cathy Yeah definitely So kind of going back to to the heart of noissue in that we're working on supporting small businesses and again kind of identifying those pain points our customers take part in you know all types of different markets and craft fairs and things like that  So that's kind of one avenue of the event space that we'd love to team up or are teaming up with different markets and place where these where these brands are vendoring and showcasing  So finding ways to help introduce them to each other and create kind of those connections and and open up opportunities to both  And then in the more like traditional event planner event vendor space just",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "collaborated with our friends at Hevel Studios earlier in  It was a self-funded project to raise funds for Belwop in Nyeri Kenya More info about what we accomplished there can be found on their site  The idea is that similar impact projects will be launched as a response to the needs we see in our community locally and globally It can stem from an idea an individual or an organization  The only thing we ask is that folks wanting to work together come to the table with a true desire to collaborate  We actually welcome unlikely folks to expand their reach with us influencers bloggers podcasters non-profits etc  We're a bit rogue in our approach because we know that every win has a direct impact to our causes  We find that experimentation and sustainable growth made to order or limited supply is the key to building with agility and towards products that really matter I have an astounding tribe of friends ex-colleagues and mentors that surround my personal and professional network They",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "real estate fitness healthcare  Many of the skills present within our collective are often aligned with the work everyone is doing in their daily professions  Whether it's asking someone to look over our PL on a project launch to make sure we're making sound business decisions or media gurus giving us some content ideas for our social accounts we make use of everyone's strengths  We keep it open as well—we get that folks are so busy  So part of the collective is to make it easy for these talented folks to plug in when they can and when they do all the items are lined up in a way they can easily work with us  We are still in the process of figuring those pieces out as we scale up  We are flexible with where the story takes us next But essentially I donate my own startup costs towards the website and administrative items in order to operate the mask project itself at cost This is my first impact-based business at the founder level I currently work in early-stage startups I love the",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "are based in Wynwood Miami Low key it’s the family business run by my father mother and older brother—Actibo They generously volunteered their production capacity to pivot during COVID-19 in order to help me launch this project within one week from idea to launch A number of our awesome friends of No Rival Industries are scattered throughout NYC LA and SF My childhood best friend Sarah Chung is our Creative Director She’s currently lead designer for The People Vs a streetwear brand from Australia Though the idea for No Rival Industries has been years in the making our first impact project was expedited as a response to COVID-19  We had a few beta concepts we rolled out unofficially before No Rival Industries It was to test this idea of bridging the gap for mission-based organizations  We collaborated with our friends at Hevel Studios earlier in  It was a self-funded project to raise funds for Belwop in Nyeri Kenya More info about what we accomplished there can be found on their site",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " In general, when individuals or organizations collaborate, they typically aim to achieve shared goals and desired outcomes. These objectives and outcomes may vary depending on the nature of the collaboration, but some common themes include:\n\n1. Mutual learning and knowledge sharing: Collaborators often seek to learn from one another, exchange ideas, and share expertise. By working together, both parties can benefit from new perspectives and approaches.\n2. Expanded reach and impact: Through collaboration, participants hope to broaden their influence and extend the positive effects of their efforts. By combining resources, skills, and networks, they believe they can make a more significant difference in their communities or industries.\n3. Sustainable solutions: Many collaborations focus on developing long-term, sustainable solutions to complex problems. Partnerships between governments, non-profit organizations, private sector entities, and local communities often prioritize finding lasting answers over short-term fixes.\n4. Capacity building: Collaborating organizations may aim to strengthen their internal capabilities, processes, or systems through the collaboration. This could involve sharing best practices, leveraging complementary skill sets, or co-creating innovative solutions.\n5. Community engagement and empowerment: Some collaborations emphasize fostering stronger connections within communities, promoting inclusivity, and empowering marginalized groups. By working together, partners can amplify their collective voice and advocate for meaningful change.\n6. Financial efficiency and resource optimization: Collaborations may also strive to optimize financial resources and minimize costs by pooling funding, sharing infrastructure, or coordinating activities. This helps ensure that limited resources are used efficiently and effectively.\n7. Cross-sector dialogue and problem-solving: Collaborations often bring together diverse actors from different sectors (e.g., government, business, civil society) to address complex challenges. By fostering cross-sector dialogue and cooperation, partners can develop more comprehensive and effective solutions.\n\nIn summary, the mutual objectives and outcomes expected from collaborations generally revolve around learning, impact, sustainability, capacity building, community engagement, financial efficiency, and cross-sector problem-solving.",
            "source": [
                {
                    "content": "collaborated with our friends at Hevel Studios earlier in  It was a self-funded project to raise funds for Belwop in Nyeri Kenya More info about what we accomplished there can be found on their site  The idea is that similar impact projects will be launched as a response to the needs we see in our community locally and globally It can stem from an idea an individual or an organization  The only thing we ask is that folks wanting to work together come to the table with a true desire to collaborate  We actually welcome unlikely folks to expand their reach with us influencers bloggers podcasters non-profits etc  We're a bit rogue in our approach because we know that every win has a direct impact to our causes  We find that experimentation and sustainable growth made to order or limited supply is the key to building with agility and towards products that really matter I have an astounding tribe of friends ex-colleagues and mentors that surround my personal and professional network They",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to Let's build this all on the notion that we would be willing to experiment by choosing to give away our profits for our first impact projects Building a company I think instantly sets off a scrappy impact-based mindset  We want to vet all causes we support And if we don't find a cause that meets our criteria we'll create our own towards issues we think really need to be solved  The pursuit of all of this would eventually subside my own apathy and skepticism that impact can really happen if we effectively collaborate better  It's always nice to go rogue and not always start as such an official organization with donors and a board  We kind of like experimentation that's true to the product and the people we want to reach As the founder I'm based in Seattle currently Our production partners are based in Wynwood Miami Low key it’s the family business run by my father mother and older brother—Actibo They generously volunteered their production capacity to pivot during COVID-19 in order",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "as one area of the kind of what we consider partnerships because we really want that to be a symbiotic relationship right  Where we're bringing value to each other we're creating kind of all of these fun opportunities So that would be definitely a good example of how we think about our partnerships but then in terms of kind of this industry experts is how we like to frame our like B2B partnerships if you will  So kind of and I promise Jenn didn't pay me to say this but our partnership with Sendle I would say is a great example of just partnering up with a brand and a business that's not just supporting the same community that we are but has the same values in mind So that accessibility for small businesses sustainability is at the heart of what you do but doing it all in a really fun approachable way  Huge fan of Sendle's branding and just kind of how you present yourself So I would say you know that's a you guys are a great you all are a great example of kind of who we like to",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "is Hey Sendler  We’re chatting with Jenni Moon from No Rival Industries about harnessing social change through small business  So Jenni I’ll let you take a second to introduce yourself and kinda tell everyone a little about No Rival and then we’ll go from there JM Thanks Jenn Yeah Hi everyone I’m so excited to This is my first Instagram Live so this is an exciting day for me but yes here to chat about No Rival Industries  So what is this project exactly I think in some ways I have always envisioned some version of a philanthropic kind of creative incubator of some sorts and so what has manifested is No Rival Industries in many ways because we have this insane pandemic happen to us  I’ve always had some amazing creative friends in that org and we’ve always thought about ‘hey there’s just so many great non-profits so many folks who are passionate about solving these bigger issues in our world and yet sometimes it feels that connecting the dots to people creating resources and",
                    "metadata": {
                        "rel": [
                            "hbs",
                            "medium",
                            "yahoo",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "cnbc",
                            "theguardian",
                            "patagonia",
                            "chopvalue",
                            "ecologi",
                            "worldwildlife",
                            "drbronner",
                            "wordpress",
                            "whogivesacrap",
                            "bcorporation",
                            "businessinsider",
                            "onepercentfortheplanet",
                            "forbes",
                            "seventhgeneration",
                            "australianethical",
                            "4pinesbeer",
                            "unreasonablegroup",
                            "un",
                            "europa",
                            "benjerry",
                            "alterecofoods",
                            "wri",
                            "bimpactassessment",
                            "nytimes",
                            "pwc",
                            "bcorpclimatecollective",
                            "ellenmacarthurfoundation",
                            "squarespace",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}