{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided information, it can be inferred that Senversa has implemented various sustainable and environmental practices. These may include:\n\n1. Employing sustainable procedures and technologies to minimize environmental risks and reduce lifecycle impacts.\n2. Establishing and maintaining an environmental management system (EMS) that is fit for purpose.\n3. Adopting best practice principles in sustainability and environment, which contribute to operational success.\n4. Striving to meet customers', communities', and shareholders' aspirations and expectations for a sustainable future.\n5. Committing to the United Nations Sustainable Development Goals (UNSDGs), advancing these principles in all operations.\n6. Encouraging collaboration among employees and stakeholders to promote and implement sustainable practices.\n7. Being carbon neutral and demonstrating commitment to reducing greenhouse gas emissions.",
            "source": [
                {
                    "content": "and other risks by employing sustainable procedures and technologies as well as minimising any environmental lifecycle impacts from our operations • Implement and maintain an environmental management system that is fit for purpose All employees and stakeholder are responsible and accountable for working together to implement sustainable practices and minimise impacts to the environment as far as practicable Management under direction of the Board are responsible for all matters related to sustainability and environment under Senversa’s control to demonstrate that sustainability is a part of our corporate culture",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of employees and contractors under Senversa’s control All employees and stakeholders are empowered to stop work and communicate issues if they witness unsafe work practices or do not feel safe in completing their job tasks Senversa aims to create a workplace where sustainability and the environment are highly valued and sustainable ways of conducting business are promoted and implemented We recognise that best practice principles in sustainability are fundamental to our operational success The key sustainability and environment objectives to maximise the positive environmental and social impacts of our operations are to • Be environmentally responsible and accountable meeting company customer and community aspirations and expectations for a sustainable future • Minimise environmental and other risks by employing sustainable procedures and technologies as well as minimising any environmental lifecycle impacts from our operations • Implement and maintain an environmental management",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Dr Jane Harris is Head of Sustainability and Principal Sustainability Consultant at Senversa She has over 16 years’ experience in sustainability and environmental consulting and for the last 13 years worked at JLL property sector Jane has worked across many sectors largely in environmental data management and carbon/sustainability reporting Her clients include banks ANZ CBA Suncorp investment and super funds REST Cedar Pacific Investment Management LG Super GrowthPoint telco’s/infrastructure  Telstra Australia Post and State/Federal government clients/agencies  Jane has also supported global clients in their sustainability and carbon reporting Cognizant Prudential PLC HSBC JLL Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible honest and curious and our aim is to add value to your project",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "​Senversa aims to create a workplace where sustainability and the environment are highly valued and sustainable ways of conducting business are promoted and implemented  Senversa is committed to advancing the principles of the United Nations Sustainable Development Goals UNSDGs in all of our operations and we recognise that best practice principles in environment sustainability and governance ESG are fundamental to our operational success​ All employees and stakeholders are responsible and accountable for working together to implement sustainable practices and minimise impacts to the environment as far as practicable  Management under direction of the Board is responsible for all matters related to sustainability and environment under Senversa’s control to demonstrate that sustainability is a part of our corporate culture​ Senversa aim to identify and minimise environmental risks associated with our day to day activities by​ Senversa is proud to be carbon neutral and is committed to",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Based on the provided information about Senversa, it can be inferred that they may organize or participate in events related to environmental conservation. However, no specific events or initiatives were mentioned in the text. It would not be accurate to provide a list of 10 events without more information about Senversa's involvement in these events.",
            "source": [
                {
                    "content": "Alice is a Principal Environmental Consultant with national experience in environmental impact assessment environment and planning law permitting and approvals  She advises corporate and government clients in the transport energy and resources renewables construction utilities and defence sectors  Alice also advises clients on environmental management systems sustainability carbon reporting and climate risks  Alice loves spending her free time with her husband two kids and energetic border collie especially at one of South Australia’s beautiful beaches the Hills or the Outback Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible honest and curious and our aim is to add value to your project",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Michael has over 20 years of experience in environmental management  He has a degree in earth sciences from Melbourne University He has an excellent understanding of environmental issues relevant to a diverse range of fields; manufacturing waste petroleum property insurance and government sectors He is an Environmental Auditor Contaminated Land in Victoria and leads Senversa as our fearless CEO He enjoys combining travel with live music opportunities having previously lived in Canada the UK and Ireland Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible honest and curious and our aim is to add value to your project",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Victoria is a Graduate Environmental Scientist working across Senversa’s Contaminated Land and Environmental Management  Approvals teams She recently graduated from a Master of Environment at the University of Melbourne majoring in Governance Policy  Markets During her studies she particularly enjoyed subjects covering Environmental Impact Assessment Sustainability Reporting  Management Environmental Risk Assessment and Environmental Auditing under the ISO  and  standard groups Outside of work Victoria likes playing social netball rock climbing and reading environmental science-fiction novels Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible honest and curious and our aim is to add value to your project",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Dr Jane Harris is Head of Sustainability and Principal Sustainability Consultant at Senversa She has over 16 years’ experience in sustainability and environmental consulting and for the last 13 years worked at JLL property sector Jane has worked across many sectors largely in environmental data management and carbon/sustainability reporting Her clients include banks ANZ CBA Suncorp investment and super funds REST Cedar Pacific Investment Management LG Super GrowthPoint telco’s/infrastructure  Telstra Australia Post and State/Federal government clients/agencies  Jane has also supported global clients in their sustainability and carbon reporting Cognizant Prudential PLC HSBC JLL Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible honest and curious and our aim is to add value to your project",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The text mentions several types of environmental impact metrics that have been reported based on the analysis of various datasets related to contamination, PFAS impacts, and other environmental factors. These metrics may include but are not limited to:\n\n1. Statistical information by sample point and analyte across years of monitoring.\n2. Trends and risk profiles.\n3. Management controls effectiveness in reducing PFAS impacts.\n4. Changes in the overall environmental sustainability and engineering services provided by Senversa.\n5. Progress towards achieving specific environmental goals and targets set by CFA and EPA.",
            "source": [
                {
                    "content": "the trends and risk profile easily Senversa integrated all the data into an online Portal with an interactive and easy to use dashboard CFA then access the portal to obtain real-time information for the latest sample results in context of previous samples This has also assisted CFA in discussions with the EPA regarding the reducing risk profile and how management controls are reducing PFAS impacts Our professionals are highly qualified and span a broad range of disciplines which gives us the ability to provide advice across a full spectrum of environmental sustainability and engineering services as well as forming multi-disciplinary teams to deliver focussed solutions for our clients Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible honest and curious and our aim is to add value to your project",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Our professionals are highly qualified and span a broad range of disciplines which gives us the ability to provide advice across a full spectrum of environmental sustainability and engineering services as well as forming multi-disciplinary teams to deliver focussed solutions for our clients Senversa’s Impact Assessment team thrives on providing great service to our clients whether that’s helping to solve complex operational issues or bringing together a multidisciplinary team to secure the right approvals Contaminated land needs to be assessed and managed for substances potentially hazardous to human health or the environment Services can include environmental site assessments soil and groundwater remediation programs risk assessment and environmental audits Environmental audits can provide clarity around the presence and extent of contaminants in soil and groundwater and the risk of harm posed to human health and the environment from operational and closed facilities This process",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "as part of the next steps This has generated a wealth of statistical information by sample point and analyte across the years of monitoring To assist CFA and EPA interpret the data quickly understand the trends and risk profile easily Senversa integrated all the data into an online Portal with an interactive and easy to use dashboard CFA then access the portal to obtain real-time information for the latest sample results in context of previous samples This has also assisted CFA in discussions with the EPA regarding the reducing risk profile and how management controls are reducing PFAS impacts Our professionals are highly qualified and span a broad range of disciplines which gives us the ability to provide advice across a full spectrum of environmental sustainability and engineering services as well as forming multi-disciplinary teams to deliver focussed solutions for our clients Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "before the Policy was tabled for approval Senversa has also been working with the CFA on a range of other sustainability and environment services across their state-wide portfolio of assets Services include analysing and reporting the extent of PFAS impacts from selected CFA sites and conducting ongoing monitoring as part of the next steps This has generated a wealth of statistical information by sample point and analyte across the years of monitoring To assist CFA and EPA interpret the data quickly understand the trends and risk profile easily Senversa integrated all the data into an online Portal with an interactive and easy to use dashboard CFA then access the portal to obtain real-time information for the latest sample results in context of previous samples This has also assisted CFA in discussions with the EPA regarding the reducing risk profile and how management controls are reducing PFAS impacts Our professionals are highly qualified and span a broad range of disciplines which",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, Senversa has demonstrated its commitment to various aspects of social and corporate responsibility. The organization is carbon neutral and adheres to the principles of the UN Sustainable Development Goals (UN SDG). Additionally, they have implemented policies such as the Code of Conduct, Diversity and Inclusion Policy, generous Leave Policy, health and wellbeing programs, and initiatives to minimize climate change. Furthermore, Senversa participates in the Map for Impact project, which aims to promote social enterprises and their contributions to employment participation, inclusive economic growth, and public benefit.",
            "source": [
                {
                    "content": "can demonstrate that our business has a defined primary social purpose environmental or other public benefit; derives a substantial portion of its income from trade; and reinvests 50 or more of any annual profits towards achieving the social purpose",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "is a part of our corporate culture​ Senversa aim to identify and minimise environmental risks associated with our day to day activities by​ Senversa is proud to be carbon neutral and is committed to emissions reductions in accordance with what the latest science deems necessary to meet the goals of the Paris Agreement – limiting global warming to 15oC above pre-industrial levels Our carbon neutrality is Climate Active certified and we are also committed to the principles of Net Zero by  through the SME Climate Hub​ Climate Active is an ongoing partnership between the Australian Government and Australian businesses to drive voluntary climate action​ Senversa is committed to advancing the principles of the UN Sustainable Development Goals UN SDG in all of our operations  Making a positive contribution to the clients stakeholders and communities in which we serve and operate is embedded in our constitution and employee ownership model   ​ We do this through our modern business practices",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to the clients stakeholders and communities in which we serve and operate is embedded in our constitution and employee ownership model   ​ We do this through our modern business practices policies and procedures including Code of Conduct Diversity Equity and Inclusion Policy generous Leave Policy our health and wellbeing programs our actions to minimise climate change and our core services that improve the quality of land and water and support the development of sustainable modern infrastructure​ Map for Impact is the Victorian Government’s social enterprise mapping project  Map for Impact seeks to improve and expand on government support for Victorian social enterprises and to position Victoria’s social enterprises as national leaders in driving employment participation and inclusive economic growth​ To be certified for Map for Impact Senversa can demonstrate that our business has a defined primary social purpose environmental or other public benefit; derives a substantial portion of",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Senversa is committed to advancing the principles of the UN Sustainable Development Goals UN SDG in all of our operations  We do this through our modern business practices policies and procedures including Code of Conduct Diversity and Inclusion Policy generous Leave Policy our health and wellbeing programs our actions to minimise climate change and our core services that improve the quality of land and water and support modern infrastructure Map for Impact is the Victorian Government’s social enterprise mapping project  Map for Impact seeks to improve and expand on government support for Victorian social enterprises and to position Victoria’s social enterprises as national leaders in driving employment participation and inclusive economic growth To be certified for Map for Impact Senversa can demonstrate that our business has a defined primary social purpose environmental or other public benefit; derives a substantial portion of its income from trade; and reinvests 50 or more of any",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Based on the given text, there do not appear to be any specific annual or quarterly reports dedicated solely to detailing the commitments related to the primary social purpose, reinvestment of profits, alignment with government policy, and other sustainability initiatives. However, it can be inferred that progress updates may be discussed during regular meetings or reported within broader company or project reports. It is important to note that Senversa does provide an online portal with an interactive and easy-to-use dashboard that allows CFA to access real-time information about the latest sample results in the context of previous samples, which helps them monitor and manage their commitments effectively.",
            "source": [
                {
                    "content": "can demonstrate that our business has a defined primary social purpose environmental or other public benefit; derives a substantial portion of its income from trade; and reinvests 50 or more of any annual profits towards achieving the social purpose",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "also provided advice on the management implications of adopting the Policy and actions required to support and meet the requirements A critical component of the engagement was ensuring that the Policy aligned to the Government position and was tailored for the unique services that CFA deliver to the community The Policy also required a quick turnaround and so we facilitated a workshop with key CFA department heads to ensure that it was realistic and reflective of CFA operations before the Policy was tabled for approval Senversa has also been working with the CFA on a range of other sustainability and environment services across their state-wide portfolio of assets Services include analysing and reporting the extent of PFAS impacts from selected CFA sites and conducting ongoing monitoring as part of the next steps This has generated a wealth of statistical information by sample point and analyte across the years of monitoring To assist CFA and EPA interpret the data quickly understand",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Andrew has been working with consulting engineers and scientists for coming up 20 years he has an Economics degree and has worked in consulting firms both large and small and some that started small and are now large… He’s a bit greyer these days than the photo He works out of the Perth office and loves spending time in South Freo on a Sunday morning with his hubby Brett and his fluffy pooch Ted Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible honest and curious and our aim is to add value to your project",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "across their state-wide portfolio of assets Services include analysing and reporting the extent of PFAS impacts from selected CFA sites and conducting ongoing monitoring as part of the next steps This has generated a wealth of statistical information by sample point and analyte across the years of monitoring To assist CFA and EPA interpret the data quickly understand the trends and risk profile easily Senversa integrated all the data into an online Portal with an interactive and easy to use dashboard CFA then access the portal to obtain real-time information for the latest sample results in context of previous samples This has also assisted CFA in discussions with the EPA regarding the reducing risk profile and how management controls are reducing PFAS impacts Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible honest and curious and our aim is to add value to your project",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided information, I cannot directly provide specific examples of community or social events organized to fulfill these commitments. However, the text mentions that Senversa celebrates and recognizes the opportunity to explore and support the diversity of their people, clients, projects, and communities. They also acknowledge Aboriginal and Torres Strait Islander cultures by incorporating Welcome to Country and Acknowledgment of Country protocols. Additionally, Senversa commits to partnering with employees in relation to laying a foundation for Reconciliation Action Plans (RAPs). While there may not be direct event references, these efforts indicate that Senversa engages in various activities and initiatives aimed at fostering inclusivity, understanding, and collaboration within their community and workplace.",
            "source": [
                {
                    "content": "to maintain and support our environment has moved with technology integrating with it which means that you are not bound to a desk and can be out in the community working side-by-side with frontline staff having an impact in programs and service delivery to our community Senversa celebrates and recognises the opportunity to explore and support the diversity of our people our clients our projects and communities The commitments outlined in our inaugural RAP are the foundation on which we will build in successive RAPs as part of our reconciliation journey Has commenced incorporating Welcome to Country and Acknowledgement of Country protocols We see this as a respectful way to recognise and embrace Aboriginal and Torres Strait Islander cultures and to demonstrate that they are living and enduring Is committed to acknowledging and celebrating key Aboriginal and Torres Strait Islander events and communicating ways to partner with our employees in relation to laying a foundation for",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "can demonstrate that our business has a defined primary social purpose environmental or other public benefit; derives a substantial portion of its income from trade; and reinvests 50 or more of any annual profits towards achieving the social purpose",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and Equity Institutional Integrity and Historical Acceptance by developing respectful relationships and creating meaningful opportunities with Aboriginal and Torres Strait Islander peoples There are four RAP types Reflect Innovate Stretch and Elevate These set out the minimum elements required by organisations to build strong relationships respect and opportunities within our organisation and the community A Reflect RAP articulates the steps an organisation should take to prepare for reconciliation initiatives in successive RAPs The more we can encourage our youth to get involved in business sciences and engineering education the better This RAP will be an opportunity to show our future leaders that the environmental industry has and continues to change We must let them see that opportunities to maintain and support our environment has moved with technology integrating with it which means that you are not bound to a desk and can be out in the community working side-by-side with",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to the clients stakeholders and communities in which we serve and operate is embedded in our constitution and employee ownership model   ​ We do this through our modern business practices policies and procedures including Code of Conduct Diversity Equity and Inclusion Policy generous Leave Policy our health and wellbeing programs our actions to minimise climate change and our core services that improve the quality of land and water and support the development of sustainable modern infrastructure​ Map for Impact is the Victorian Government’s social enterprise mapping project  Map for Impact seeks to improve and expand on government support for Victorian social enterprises and to position Victoria’s social enterprises as national leaders in driving employment participation and inclusive economic growth​ To be certified for Map for Impact Senversa can demonstrate that our business has a defined primary social purpose environmental or other public benefit; derives a substantial portion of",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided information, it seems that Senversa offers various services related to environmental, social, and governance (ESG) management, digital transformation, innovative digital products and services, and data analysis. Additionally, they have experienced professionals working across different industries such as local and state government, telecommunications, education, commercial real estate, energy, and resources. The company also provides business support services to assist its employees in various tasks like induction, travel, production of deliverables, and answering customer queries. Lastly, Senversa leverages cutting-edge technologies and advanced analytics to extract valuable insights from large datasets.",
            "source": [
                {
                    "content": "Jacob has technology experience across start-ups and large corporate organisations focussing on people focussed digital transformation He has worked with clients in sectors including local and state government telecommunications education and commercial real-estate as well as energy and resources He helps clients leverage new digital products and services that provide operational efficiencies or create new value for their business  As Senversa’s Head of Technology  Innovation he is responsible for leading our Digital Services group and driving our Digital Strategy internally and with our clients Outside of work Jacob enjoys playing indoor soccer or weekend tennis as well as spending time with his family Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible honest and curious and our aim is to add value to your project",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of the Internet of Energy Network IOEN providing a web30 digital infrastructure that enables a seamless and interoperable transaction network to bring communities into the clean energy-sharing economy Adam also previously co-founded and ran a communications media agency delivering international climate and energy strategic communications projects for the UN and World Bank in the Pacific Islands and SE Asia This included running the Australian Government’s flagship Action Against Climate Change A2C2 across Pacific nations and the world’s first-ever intercontinental Facebook live event broadcast directly from the Pacific into the UNFCCC COP plenary He loves to surf ski ride horses and play drums with his two boy Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible honest and curious and our aim is to add value to your project",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "untapped and un-capitalised We work with organisations to convert large amounts of data into valuable insights using emerging technologies and advanced analytics Senversa offers a range of tailored services which help you manage ESG risks and deliver sustainable outcomes Senversa combines significant subject matter expertise with clear and focussed risk communication strategies tailored to the needs community and stakeholders and to suit the scale of your organisation or project “Great depth of experience and really helpful to come up with solutions to optimise outcomes\r \r Client Survey",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Laura has over 15 years’ experience supporting engineers and scientists in administration and business support Laura manages Senversa’s business support team and assists staff nationally in a wide range of tasks from inductions travel production of deliverables and may even answer the phone when you call   She enjoys hiking and travelling experiencing all the sights and sounds the world has to offer and can often be found in one of Melbourne’s live music venues Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible honest and curious and our aim is to add value to your project",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, it seems that Senversa does not have specific promotional events, expos, or sales related to its offerings. However, they do mention being accessible, honest, and curious, which suggests that they might engage in various networking opportunities and collaborations to expand their reach and connect with potential clients.",
            "source": [
                {
                    "content": "of the Internet of Energy Network IOEN providing a web30 digital infrastructure that enables a seamless and interoperable transaction network to bring communities into the clean energy-sharing economy Adam also previously co-founded and ran a communications media agency delivering international climate and energy strategic communications projects for the UN and World Bank in the Pacific Islands and SE Asia This included running the Australian Government’s flagship Action Against Climate Change A2C2 across Pacific nations and the world’s first-ever intercontinental Facebook live event broadcast directly from the Pacific into the UNFCCC COP plenary He loves to surf ski ride horses and play drums with his two boy Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible honest and curious and our aim is to add value to your project",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Jacob has technology experience across start-ups and large corporate organisations focussing on people focussed digital transformation He has worked with clients in sectors including local and state government telecommunications education and commercial real-estate as well as energy and resources He helps clients leverage new digital products and services that provide operational efficiencies or create new value for their business  As Senversa’s Head of Technology  Innovation he is responsible for leading our Digital Services group and driving our Digital Strategy internally and with our clients Outside of work Jacob enjoys playing indoor soccer or weekend tennis as well as spending time with his family Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible honest and curious and our aim is to add value to your project",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Laura has over 15 years’ experience supporting engineers and scientists in administration and business support Laura manages Senversa’s business support team and assists staff nationally in a wide range of tasks from inductions travel production of deliverables and may even answer the phone when you call   She enjoys hiking and travelling experiencing all the sights and sounds the world has to offer and can often be found in one of Melbourne’s live music venues Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible honest and curious and our aim is to add value to your project",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Adam has worked in climate technology and energy for nearly 20 years helping organizations like the UN World Bank governments and the private sector improve clean energy investment and innovation He loves to help clients with new innovative ways of solving their carbon climate and communications problems and has a special interest in carbon offset mechanisms and value creation Previously Adam led international research projects on clean energy innovation as a Senior Lecturer in Business and Economics and in Science at the University of Melbourne and held visiting scholar’s positions at Stanford and UC Berkeley He has a doctorate from Oxford University in carbon finance and degrees in geography and ecology from the University of London and the University of East Anglia Adam is a co-founder of the Internet of Energy Network IOEN providing a web30 digital infrastructure that enables a seamless and interoperable transaction network to bring communities into the clean energy-sharing",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " As per the provided information about Senversa, there are no specific mentions of key partnerships or collaborations related to commerce. However, it is mentioned that Senversa is committed to advancing the principles of the United Nations (UN) Sustainable Development Goals (SDGs) in all their operations. This demonstrates Senversa's engagement with global initiatives aimed at promoting sustainable and responsible business practices.",
            "source": [
                {
                    "content": "can demonstrate that our business has a defined primary social purpose environmental or other public benefit; derives a substantial portion of its income from trade; and reinvests 50 or more of any annual profits towards achieving the social purpose",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to the clients stakeholders and communities in which we serve and operate is embedded in our constitution and employee ownership model   ​ We do this through our modern business practices policies and procedures including Code of Conduct Diversity Equity and Inclusion Policy generous Leave Policy our health and wellbeing programs our actions to minimise climate change and our core services that improve the quality of land and water and support the development of sustainable modern infrastructure​ Map for Impact is the Victorian Government’s social enterprise mapping project  Map for Impact seeks to improve and expand on government support for Victorian social enterprises and to position Victoria’s social enterprises as national leaders in driving employment participation and inclusive economic growth​ To be certified for Map for Impact Senversa can demonstrate that our business has a defined primary social purpose environmental or other public benefit; derives a substantial portion of",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "growth​ To be certified for Map for Impact Senversa can demonstrate that our business has a defined primary social purpose environmental or other public benefit; derives a substantial portion of its income from trade; and reinvests 50 or more of any annual profits towards achieving the social purpose",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Senversa is committed to advancing the principles of the UN Sustainable Development Goals UN SDG in all of our operations  We do this through our modern business practices policies and procedures including Code of Conduct Diversity and Inclusion Policy generous Leave Policy our health and wellbeing programs our actions to minimise climate change and our core services that improve the quality of land and water and support modern infrastructure Map for Impact is the Victorian Government’s social enterprise mapping project  Map for Impact seeks to improve and expand on government support for Victorian social enterprises and to position Victoria’s social enterprises as national leaders in driving employment participation and inclusive economic growth To be certified for Map for Impact Senversa can demonstrate that our business has a defined primary social purpose environmental or other public benefit; derives a substantial portion of its income from trade; and reinvests 50 or more of any",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided text, there are several opportunities available related to education, employment, and networking. Some specific opportunities mentioned include:\n\n1. Support for Aboriginal and Torres Strait Islander students pursuing careers in science and engineering through increased exposure, successful completion of secondary school, progression to further studies, and entry into the workforce.\n2. Skills development, training, and job opportunities for Indigenous individuals in science and engineering fields.\n3. A graduate program opening from April 18th until June 3rd for various locations. Eligible applicants must be in their final year of study or hold an undergraduate or postgraduate degree, possess full-time working rights within Australia, and either be Australian or New Zealand citizens or have permanent residency in Australia.\n4. Opportunities for Aboriginal and Torres Strait Islander students to engage with both student and business networks, access support, and identify professional development and employment opportunities.",
            "source": [
                {
                    "content": "and enduring Is committed to acknowledging and celebrating key Aboriginal and Torres Strait Islander events and communicating ways to partner with our employees in relation to laying a foundation for educating them about Aboriginal and Torres Strait Islander Australians Senversa is committed to seeking out opportunities and partnerships to play a vital role in the early intervention of STEM opportunities for Aboriginal and/or Torres Strait Islander peoples nationally This includes support for them to increase exposure to maths and sciences successfully complete secondary school progress to further studies and enter the workforce We see we are able to provide advice and support to Aboriginal and Torres Strait Islander students providing the opportunity to actively engage with both student and business networks access support and to identify professional development and employment opportunities We will work to raise awareness of the benefits of a career in science and engineering for",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and inclusive workplace across our business We know that diverse and inclusive workplaces have higher levels of staff engagement satisfaction and retention and we strive to make in-roads to see stronger representation of Aboriginal and Torres Strait Islander people participating in further studies in Science and Engineering ultimately leading to stronger employment opportunities We will build skills develop and provide job opportunities for Indigenous peoples Establish an effective governance structure including RAP Working Group to support and help drive initiatives formalise procedures and processes to ensure transparency and successful RAP implementation",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and business networks access support and to identify professional development and employment opportunities We will work to raise awareness of the benefits of a career in science and engineering for each individual their families and their communities Will identify strengthen and develop relationships with Aboriginal and Torres Strait Islander peoples and communities We will actively seek opportunities to not only directly engage and employ suitably qualified team members but subcontractors or other relevant companies to support the successful delivery of our projects This will help to produce future RAPs that are meaningful mutually beneficial and sustainable Engagement of local Custodians to support a large project in  and  The Custodians have learnt how to take soil water and sediment samples using excavators drill rigs and hand tools how to decontaminate equipment between sampling and why differing sampling methods are used for differing situations This hands-on experience has",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "teams to deliver focussed solutions for our clients Our Graduate Program will be open from the 18th of April till June 3rd for all locations We’ll be assessing applications immediately and progressing candidates who meet the program eligibility criteria to our two stage interview process All applications will be reviewed To be eligible for our Graduate Program you’ll need to be in your final year of study or have completed an undergraduate or postgraduate degree You’ll also need to have full-time working rights within Australia at the commencement of the program If you’re not an Australian or New Zealand citizen or have Permanent Residency in Australia you will need to provide adequate visa information If you interviewed last year and weren’t selected you are able to reapply by resubmitting your details Candidates who apply and meet the eligibility criteria will be invited to attend a two stage interview process These interviews may be conducted either in-person or online You may also",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Based on the provided information, it seems that Senversa does not specifically host events such as job fairs, webinars, workshops, or training programs. However, they do emphasize their commitment to creating an inclusive workplace and providing opportunities for Indigenous peoples through various initiatives.",
            "source": [
                {
                    "content": "touch football field tending to her vegetable garden or wining and dining with friends Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible honest and curious and our aim is to add value to your project",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Katherine is a passionate and driven HR professional with a Bachelor of Business Human Resource Management at RMIT University and currently studying a Masters of Human Resource Management Katherine is part of the People  Culture Team where she assists in supporting sustainable change growth and supporting strategy within Senversa Katherine has had previous experience in the renewable energy sector where she was involved in a broad range of HR strategic and operational planning Katherine has a strong passion for all things HR as well as an equally strong passion for health and fitness where in the background she enjoys weight lifting and boxing Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible honest and curious and our aim is to add value to your project",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Wendy is a Senior Business Support Coordinator based in the Sydney office Her main areas of expertise within Senversa sit in project administration office management and digital marketing With degrees in International Studies and Sustainability Wendy’s interests lie in travel culture and nifty plastic alternatives When she’s not dealing with office related mishaps you can find Wendy outside playing with her overzealous staffy or in her reading nook with a good book Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible honest and curious and our aim is to add value to your project",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and inclusive workplace across our business We know that diverse and inclusive workplaces have higher levels of staff engagement satisfaction and retention and we strive to make in-roads to see stronger representation of Aboriginal and Torres Strait Islander people participating in further studies in Science and Engineering ultimately leading to stronger employment opportunities We will build skills develop and provide job opportunities for Indigenous peoples Establish an effective governance structure including RAP Working Group to support and help drive initiatives formalise procedures and processes to ensure transparency and successful RAP implementation",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The passage mentions several employee/participant benefits that Senversa offers. These include:\n\n1. Opportunity for employee ownership: Professionals are given the chance to become stakeholders in the company through long-term ownership. Currently, around 90 of the eligible staff are owners of the firm. This fosters a sense of belonging and investment in the company's success.\n2. Appreciation and rewards: Employees are appreciated and rewarded for their contributions. This creates a positive work culture where individuals feel valued and motivated to perform at their best.\n3. Work-life balance: Senversa is aware of the importance of maintaining a healthy work-life balance for all employees. By prioritizing this aspect, the company demonstrates its commitment to the overall well-being of its staff.\n4. Attraction of high-quality professionals: Senversa prides itself on being an appealing workplace for professionals from various disciplines. By offering a supportive and inclusive environment, the company is able to attract and retain top talent.",
            "source": [
                {
                    "content": "and inclusive workplace across our business We know that diverse and inclusive workplaces have higher levels of staff engagement satisfaction and retention and we strive to make in-roads to see stronger representation of Aboriginal and Torres Strait Islander people participating in further studies in Science and Engineering ultimately leading to stronger employment opportunities We will build skills develop and provide job opportunities for Indigenous peoples Establish an effective governance structure including RAP Working Group to support and help drive initiatives formalise procedures and processes to ensure transparency and successful RAP implementation",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to the clients stakeholders and communities in which we serve and operate is embedded in our constitution and employee ownership model   ​ We do this through our modern business practices policies and procedures including Code of Conduct Diversity Equity and Inclusion Policy generous Leave Policy our health and wellbeing programs our actions to minimise climate change and our core services that improve the quality of land and water and support the development of sustainable modern infrastructure​ Map for Impact is the Victorian Government’s social enterprise mapping project  Map for Impact seeks to improve and expand on government support for Victorian social enterprises and to position Victoria’s social enterprises as national leaders in driving employment participation and inclusive economic growth​ To be certified for Map for Impact Senversa can demonstrate that our business has a defined primary social purpose environmental or other public benefit; derives a substantial portion of",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Professionals of the highest quality are attracted to Senversa’s unique workplace  We celebrate a workplace environment defined by a strong cohesiveness and a shared commitment to the success and future of the company  Senversa’s philosophy is that all employees should have the opportunity to be a stakeholder in the firm through long term ownership – and currently 90 of our eligible staff are owners of the firm  Our professionals are appreciated and rewarded for their contributions and Senversa is very conscious of the benefits of a work-life balance for all employees Senversa employs professionals from a broad range of disciplines including environmental scientists geologists hydrogeologists geotechnical engineers civil engineers pavement engineers chemists environmental managers project managers geotechnical and remediation technicians design drafters GIS professionals and business support staff Senversa attracts the highest quality professionals over a broad range of disciplines We",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "can demonstrate that our business has a defined primary social purpose environmental or other public benefit; derives a substantial portion of its income from trade; and reinvests 50 or more of any annual profits towards achieving the social purpose",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " I am unable to access specific financial or earnings reports. However, based on the provided information, here are some potential key takeaways:\n\n1. Financial performance: The report may highlight revenue growth, profit margins, or other financial metrics that showcase the organization's financial health.\n2. Market position: The report might discuss the company's market share, competitive landscape, or any significant changes in the industry that could impact the business.\n3. Strategic initiatives: The report may outline new strategic initiatives, partnerships, or acquisitions that the organization has undertaken or plans to pursue.\n4. Operational improvements: The report may mention any operational improvements, cost reductions, or efficiency gains achieved during the reported period.\n5. Future outlook: The report might provide insights into the organization's expectations for the future, such as anticipated trends, opportunities, or potential challenges.",
            "source": [
                {
                    "content": "• Be an industry leading organisation known for providing high quality services • Meet or exceed stakeholder requirements and expectations for quality management • Implement and maintain a quality management system that is fit for purpose All employees and stakeholders are responsible and accountable for working together to implement our quality system and create a working environment that delivers exceptional quality services and products to our clients Management under direction of the Board are responsible all matters related to quality under Senversa’s control to demonstrate that delivering quality work is a part of our corporate culture • Define the organisational risk tolerance through appropriate risk management policies mechanisms guidance and control measures • Seek to eliminate minimise or control unacceptable risks associated with its operations for the betterment of the firm including its employees directors shareholders and other stakeholders • Maintain a strong awareness",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "What makes us different is the sense of connection and positive outlook of our professionals As a company  owned by its employees our professionals are fully committed to our future Our sense of shared purpose sets us apart not only within our unique workplace but on your projects too Our professionals are highly qualified and span a broad range of disciplines which gives us the ability to provide advice across a full spectrum of environmental sustainability and engineering services as well as forming multi-disciplinary teams to deliver focussed solutions for our clients From designing environmental strategies to building digital twins our people help answer some of the world’s worthwhile engineering environment and sustainability related challenges Our multi-disciplinary teams consists of a diverse array of professionals including strategists technicians scientists engineers and designers We value quality work and attention to detail We seek out innovative solutions to complex",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "By attracting and retaining high quality professionals we consistently provide our clients with effective and reliable advice",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of a diverse array of professionals including strategists technicians scientists engineers and designers We value quality work and attention to detail We seek out innovative solutions to complex problems and we care deeply about outcomes Work with passionate people who are experts in their field and love what they do Our people are what sets us apart Meet our experts across the organisation",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, it seems that Senversa does not have any specific mention of investor events or funding rounds. However, they do provide services to various sectors facing cost pressures and lower margins, which could potentially attract investors interested in supporting sustainable projects.",
            "source": [
                {
                    "content": "can demonstrate that our business has a defined primary social purpose environmental or other public benefit; derives a substantial portion of its income from trade; and reinvests 50 or more of any annual profits towards achieving the social purpose",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Bridget is Senversa’s in-house lawyer and Company Secretary She has over 20 years experience in corporate/commercial law and specialises in partnering with businesses to balance risk management with delivery of commercial outcomes The majority of her career has been spent as an in-house lawyer but she was a big firm construction lawyer in a previous life and also spent some time at EPA Victoria She also has an honours degree in Science from Monash University and is an NMAS Accredited Mediator In her spare time Bridget is busy wrangling two wonderful spirited teenagers and dreams of spending six months every year living on a Greek Island Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible honest and curious and our aim is to add value to your project",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Companies in this sector are dealing with increasing cost pressures and lower margins and require timely and high-level environmental advice and technical expertise to comply with strict deadlines and avoid delays to development timeframes Senversa can assist companies in this sector from national portfolio clients to individual site owners through all stages of the property life cycle from pre-purchase to acquisition lease development and integration Our services include due diligence risk prioritisation and liability assessment Senversa was involved in Stage 2 Redevelopment of Rod Laver Arena Melbourne Park delivered by Development Victoria in conjunction with Lendlease as construction partner to assess the underlying soil conditions manage polluted fill and reclassify a large volume of soil for off-site disposal Works were undertaken to meet strict project timelines and enable construction activities to progress on schedule Senversa developed a strategic plan for the redevelopment",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "growth​ To be certified for Map for Impact Senversa can demonstrate that our business has a defined primary social purpose environmental or other public benefit; derives a substantial portion of its income from trade; and reinvests 50 or more of any annual profits towards achieving the social purpose",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the given text, there isn't specific mention of financial or funding goals for the next period. However, some general insights into Senversa's commitment to sustainability, reconciliation, and social responsibility can be inferred. These efforts may involve investments in resources, personnel, and technologies to achieve these objectives. Additionally, Senversa might aim to maintain strong relationships with clients, partners, and stakeholders while continuously improving their services and processes.",
            "source": [
                {
                    "content": "to maintain and support our environment has moved with technology integrating with it which means that you are not bound to a desk and can be out in the community working side-by-side with frontline staff having an impact in programs and service delivery to our community Senversa celebrates and recognises the opportunity to explore and support the diversity of our people our clients our projects and communities The commitments outlined in our inaugural RAP are the foundation on which we will build in successive RAPs as part of our reconciliation journey Has commenced incorporating Welcome to Country and Acknowledgement of Country protocols We see this as a respectful way to recognise and embrace Aboriginal and Torres Strait Islander cultures and to demonstrate that they are living and enduring Is committed to acknowledging and celebrating key Aboriginal and Torres Strait Islander events and communicating ways to partner with our employees in relation to laying a foundation for",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "“Senversa gives me confidence that the job would be completed on time and on budget”\r \r Client Survey",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "also provided advice on the management implications of adopting the Policy and actions required to support and meet the requirements A critical component of the engagement was ensuring that the Policy aligned to the Government position and was tailored for the unique services that CFA deliver to the community The Policy also required a quick turnaround and so we facilitated a workshop with key CFA department heads to ensure that it was realistic and reflective of CFA operations before the Policy was tabled for approval Senversa has also been working with the CFA on a range of other sustainability and environment services across their state-wide portfolio of assets Services include analysing and reporting the extent of PFAS impacts from selected CFA sites and conducting ongoing monitoring as part of the next steps This has generated a wealth of statistical information by sample point and analyte across the years of monitoring To assist CFA and EPA interpret the data quickly understand",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Senversa is committed to advancing the principles of the UN Sustainable Development Goals UN SDG in all of our operations  We do this through our modern business practices policies and procedures including Code of Conduct Diversity and Inclusion Policy generous Leave Policy our health and wellbeing programs our actions to minimise climate change and our core services that improve the quality of land and water and support modern infrastructure Map for Impact is the Victorian Government’s social enterprise mapping project  Map for Impact seeks to improve and expand on government support for Victorian social enterprises and to position Victoria’s social enterprises as national leaders in driving employment participation and inclusive economic growth To be certified for Map for Impact Senversa can demonstrate that our business has a defined primary social purpose environmental or other public benefit; derives a substantial portion of its income from trade; and reinvests 50 or more of any",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " Based on the provided information about Adam and Andrew, there isn't any specific mention of recent publications, research findings, or introduced technologies related to them. However, they have extensive experience in various fields such as climate technology, energy, clean energy-sharing economies, data management, environmental data analytics, and more. They have worked with prestigious institutions like the UN, World Bank, universities like Oxford and the University of Melbourne, and collaborated with other experts in their respective fields. While I cannot provide specific updates on their latest work, I can assure you that they remain active and engaged in their areas of expertise, contributing to the advancements within their domains.",
            "source": [
                {
                    "content": "of the Internet of Energy Network IOEN providing a web30 digital infrastructure that enables a seamless and interoperable transaction network to bring communities into the clean energy-sharing economy Adam also previously co-founded and ran a communications media agency delivering international climate and energy strategic communications projects for the UN and World Bank in the Pacific Islands and SE Asia This included running the Australian Government’s flagship Action Against Climate Change A2C2 across Pacific nations and the world’s first-ever intercontinental Facebook live event broadcast directly from the Pacific into the UNFCCC COP plenary He loves to surf ski ride horses and play drums with his two boy Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible honest and curious and our aim is to add value to your project",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Adam has worked in climate technology and energy for nearly 20 years helping organizations like the UN World Bank governments and the private sector improve clean energy investment and innovation He loves to help clients with new innovative ways of solving their carbon climate and communications problems and has a special interest in carbon offset mechanisms and value creation Previously Adam led international research projects on clean energy innovation as a Senior Lecturer in Business and Economics and in Science at the University of Melbourne and held visiting scholar’s positions at Stanford and UC Berkeley He has a doctorate from Oxford University in carbon finance and degrees in geography and ecology from the University of London and the University of East Anglia Adam is a co-founder of the Internet of Energy Network IOEN providing a web30 digital infrastructure that enables a seamless and interoperable transaction network to bring communities into the clean energy-sharing",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The data we work with on our projects is a key asset that generally remains untapped and un-capitalised We work with organisations to convert large amounts of data into valuable insights Advances in data science and analytics allow us to uncover hidden patterns connections and casual links that help us explain potential project impacts or business outcomes Historical real-time and predictive insights will help drive better decision making at every level Our teams can help configure software solutions or what we call ‘digital products’ that are simple to use and leverage emerging technologies Using our deep expertise in Environmental Data Analytics combined with exciting new technologies we’re able to deploy the right platform to help you move your business forwards Our approach to Data Management focuses on the enhancement and efficiency of data practices at each stage of the data lifecycle – from the time it is created and stored to when it is transformed and analysed to the time it",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Andrew has been working with consulting engineers and scientists for coming up 20 years he has an Economics degree and has worked in consulting firms both large and small and some that started small and are now large… He’s a bit greyer these days than the photo He works out of the Perth office and loves spending time in South Freo on a Sunday morning with his hubby Brett and his fluffy pooch Ted Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible honest and curious and our aim is to add value to your project",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, it seems that Andrew and Adam may be involved in various projects related to renewable energy, climate change, and Indigenous engagement. However, specific details about ongoing or upcoming research projects or innovation initiatives were not mentioned. It would be helpful if more information was provided so I could give you a more accurate response.",
            "source": [
                {
                    "content": "Andrew has been working with consulting engineers and scientists for coming up 20 years he has an Economics degree and has worked in consulting firms both large and small and some that started small and are now large… He’s a bit greyer these days than the photo He works out of the Perth office and loves spending time in South Freo on a Sunday morning with his hubby Brett and his fluffy pooch Ted Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible honest and curious and our aim is to add value to your project",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of the Internet of Energy Network IOEN providing a web30 digital infrastructure that enables a seamless and interoperable transaction network to bring communities into the clean energy-sharing economy Adam also previously co-founded and ran a communications media agency delivering international climate and energy strategic communications projects for the UN and World Bank in the Pacific Islands and SE Asia This included running the Australian Government’s flagship Action Against Climate Change A2C2 across Pacific nations and the world’s first-ever intercontinental Facebook live event broadcast directly from the Pacific into the UNFCCC COP plenary He loves to surf ski ride horses and play drums with his two boy Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible honest and curious and our aim is to add value to your project",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and business networks access support and to identify professional development and employment opportunities We will work to raise awareness of the benefits of a career in science and engineering for each individual their families and their communities Will identify strengthen and develop relationships with Aboriginal and Torres Strait Islander peoples and communities We will actively seek opportunities to not only directly engage and employ suitably qualified team members but subcontractors or other relevant companies to support the successful delivery of our projects This will help to produce future RAPs that are meaningful mutually beneficial and sustainable Engagement of local Custodians to support a large project in  and  The Custodians have learnt how to take soil water and sediment samples using excavators drill rigs and hand tools how to decontaminate equipment between sampling and why differing sampling methods are used for differing situations This hands-on experience has",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and enduring Is committed to acknowledging and celebrating key Aboriginal and Torres Strait Islander events and communicating ways to partner with our employees in relation to laying a foundation for educating them about Aboriginal and Torres Strait Islander Australians Senversa is committed to seeking out opportunities and partnerships to play a vital role in the early intervention of STEM opportunities for Aboriginal and/or Torres Strait Islander peoples nationally This includes support for them to increase exposure to maths and sciences successfully complete secondary school progress to further studies and enter the workforce We see we are able to provide advice and support to Aboriginal and Torres Strait Islander students providing the opportunity to actively engage with both student and business networks access support and to identify professional development and employment opportunities We will work to raise awareness of the benefits of a career in science and engineering for",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " I am not aware of any specific research grants or innovation awards that were recently distributed. However, there might be some recent announcements made by various funding bodies or institutions. It would be helpful if you could provide more information or context so that I can better assist you.",
            "source": [
                {
                    "content": "Adam has worked in climate technology and energy for nearly 20 years helping organizations like the UN World Bank governments and the private sector improve clean energy investment and innovation He loves to help clients with new innovative ways of solving their carbon climate and communications problems and has a special interest in carbon offset mechanisms and value creation Previously Adam led international research projects on clean energy innovation as a Senior Lecturer in Business and Economics and in Science at the University of Melbourne and held visiting scholar’s positions at Stanford and UC Berkeley He has a doctorate from Oxford University in carbon finance and degrees in geography and ecology from the University of London and the University of East Anglia Adam is a co-founder of the Internet of Energy Network IOEN providing a web30 digital infrastructure that enables a seamless and interoperable transaction network to bring communities into the clean energy-sharing",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Andrew has been working with consulting engineers and scientists for coming up 20 years he has an Economics degree and has worked in consulting firms both large and small and some that started small and are now large… He’s a bit greyer these days than the photo He works out of the Perth office and loves spending time in South Freo on a Sunday morning with his hubby Brett and his fluffy pooch Ted Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible honest and curious and our aim is to add value to your project",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of the Internet of Energy Network IOEN providing a web30 digital infrastructure that enables a seamless and interoperable transaction network to bring communities into the clean energy-sharing economy Adam also previously co-founded and ran a communications media agency delivering international climate and energy strategic communications projects for the UN and World Bank in the Pacific Islands and SE Asia This included running the Australian Government’s flagship Action Against Climate Change A2C2 across Pacific nations and the world’s first-ever intercontinental Facebook live event broadcast directly from the Pacific into the UNFCCC COP plenary He loves to surf ski ride horses and play drums with his two boy Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible honest and curious and our aim is to add value to your project",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and enduring Is committed to acknowledging and celebrating key Aboriginal and Torres Strait Islander events and communicating ways to partner with our employees in relation to laying a foundation for educating them about Aboriginal and Torres Strait Islander Australians Senversa is committed to seeking out opportunities and partnerships to play a vital role in the early intervention of STEM opportunities for Aboriginal and/or Torres Strait Islander peoples nationally This includes support for them to increase exposure to maths and sciences successfully complete secondary school progress to further studies and enter the workforce We see we are able to provide advice and support to Aboriginal and Torres Strait Islander students providing the opportunity to actively engage with both student and business networks access support and to identify professional development and employment opportunities We will work to raise awareness of the benefits of a career in science and engineering for",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Senversa is involved in various collaborations with several organizations, institutions, and entities. Some notable partnerships include working with the Victorian Government on their social enterprise mapping project called \"Map for Impact,\" which seeks to promote and enhance support for Victorian social enterprises while fostering inclusive economic growth and employment participation. Additionally, Senversa works closely with national clients across the public and private sectors, spanning multiple states such as Victoria, New South Wales, South Australia, and Western Australia. Within these regions, Senversa employs a diverse group of professionals, including strategists, technicians, scientists, engineers, and designers, who share a common goal of creating a unique and inclusive company culture. Overall, Senversa's commitment to the United Nations Sustainable Development Goals (UN SDG) and its focus on environmental and engineering services contribute to the organization's strong reputation and successful collaboration efforts with various stakeholders.",
            "source": [
                {
                    "content": "to the clients stakeholders and communities in which we serve and operate is embedded in our constitution and employee ownership model   ​ We do this through our modern business practices policies and procedures including Code of Conduct Diversity Equity and Inclusion Policy generous Leave Policy our health and wellbeing programs our actions to minimise climate change and our core services that improve the quality of land and water and support the development of sustainable modern infrastructure​ Map for Impact is the Victorian Government’s social enterprise mapping project  Map for Impact seeks to improve and expand on government support for Victorian social enterprises and to position Victoria’s social enterprises as national leaders in driving employment participation and inclusive economic growth​ To be certified for Map for Impact Senversa can demonstrate that our business has a defined primary social purpose environmental or other public benefit; derives a substantial portion of",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of a diverse array of professionals including strategists technicians scientists engineers and designers We value quality work and attention to detail We seek out innovative solutions to complex problems and we care deeply about outcomes Work with passionate people who are experts in their field and love what they do Our people are what sets us apart Meet our experts across the organisation",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Senversa is committed to advancing the principles of the UN Sustainable Development Goals UN SDG in all of our operations  We do this through our modern business practices policies and procedures including Code of Conduct Diversity and Inclusion Policy generous Leave Policy our health and wellbeing programs our actions to minimise climate change and our core services that improve the quality of land and water and support modern infrastructure Map for Impact is the Victorian Government’s social enterprise mapping project  Map for Impact seeks to improve and expand on government support for Victorian social enterprises and to position Victoria’s social enterprises as national leaders in driving employment participation and inclusive economic growth To be certified for Map for Impact Senversa can demonstrate that our business has a defined primary social purpose environmental or other public benefit; derives a substantial portion of its income from trade; and reinvests 50 or more of any",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of committed professionals with a vision to create a company with a unique and inclusive culture that would attract and retain professionals of the highest quality The business engages Engineers and Scientists specialising in Environmental Geosciences Waste and other suitably qualified professionals nationally to support our national clients What makes us different is the sense of connection and positive outlook of our professionals As a company  owned by its employees our professionals are fully committed to our future and that of the communities in which we operate Senversa’s sense of shared purpose sets us apart not only within our unique workplace but on our projects and in our client engagements too We operate across the public and private sectors with over  staff in Vic NSW SA and WA Our professionals are highly qualified and span a broad range of disciplines which gives us the ability to provide advice across a full spectrum of environmental and engineering services as well as",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives involving Senversa and its partners. Some notable examples include:\n\n1. Reconciliation Action Plan (RAP): Senversa has developed and implemented a Reconciliation Action Plan (RAP) in collaboration with various Indigenous organizations and communities. This plan outlines the company's commitment to acknowledge, respect, and celebrate Aboriginal and Torres Strait Islander cultures and contributions.\n2. Map for Impact Certification: Senversa is actively pursuing certification under the Map for Impact program, which aims to promote and support social enterprises in Victoria. By participating in this initiative, Senversa collaborates with the Victorian Government and other social enterprises to drive employment, participation, and inclusive economic growth.\n3. Environmental Stewardship: Senversa works closely with various stakeholders, including local governments, nonprofit organizations, and community groups, to advance the United Nations Sustainable Development Goals (UN SDG). Through these collaborations, Senversa contributes to environmental conservation efforts and promotes sustainable development across the region.\n4. Community Engagement Programs: Senversa frequently engages in joint events and initiatives with local communities, NGOs, and other stakeholders. These collaborations often involve community workshops, volunteering opportunities, and events designed to foster stronger connections between Senversa and the communities it serves. Examples of such events include Welcome to Country ceremonies, Acknowledgment of Country protocols, and celebrations of key Aboriginal and Torres Strait Islander events.",
            "source": [
                {
                    "content": "to maintain and support our environment has moved with technology integrating with it which means that you are not bound to a desk and can be out in the community working side-by-side with frontline staff having an impact in programs and service delivery to our community Senversa celebrates and recognises the opportunity to explore and support the diversity of our people our clients our projects and communities The commitments outlined in our inaugural RAP are the foundation on which we will build in successive RAPs as part of our reconciliation journey Has commenced incorporating Welcome to Country and Acknowledgement of Country protocols We see this as a respectful way to recognise and embrace Aboriginal and Torres Strait Islander cultures and to demonstrate that they are living and enduring Is committed to acknowledging and celebrating key Aboriginal and Torres Strait Islander events and communicating ways to partner with our employees in relation to laying a foundation for",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to the clients stakeholders and communities in which we serve and operate is embedded in our constitution and employee ownership model   ​ We do this through our modern business practices policies and procedures including Code of Conduct Diversity Equity and Inclusion Policy generous Leave Policy our health and wellbeing programs our actions to minimise climate change and our core services that improve the quality of land and water and support the development of sustainable modern infrastructure​ Map for Impact is the Victorian Government’s social enterprise mapping project  Map for Impact seeks to improve and expand on government support for Victorian social enterprises and to position Victoria’s social enterprises as national leaders in driving employment participation and inclusive economic growth​ To be certified for Map for Impact Senversa can demonstrate that our business has a defined primary social purpose environmental or other public benefit; derives a substantial portion of",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Senversa is committed to advancing the principles of the UN Sustainable Development Goals UN SDG in all of our operations  We do this through our modern business practices policies and procedures including Code of Conduct Diversity and Inclusion Policy generous Leave Policy our health and wellbeing programs our actions to minimise climate change and our core services that improve the quality of land and water and support modern infrastructure Map for Impact is the Victorian Government’s social enterprise mapping project  Map for Impact seeks to improve and expand on government support for Victorian social enterprises and to position Victoria’s social enterprises as national leaders in driving employment participation and inclusive economic growth To be certified for Map for Impact Senversa can demonstrate that our business has a defined primary social purpose environmental or other public benefit; derives a substantial portion of its income from trade; and reinvests 50 or more of any",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Wendy is a Senior Business Support Coordinator based in the Sydney office Her main areas of expertise within Senversa sit in project administration office management and digital marketing With degrees in International Studies and Sustainability Wendy’s interests lie in travel culture and nifty plastic alternatives When she’s not dealing with office related mishaps you can find Wendy outside playing with her overzealous staffy or in her reading nook with a good book Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible honest and curious and our aim is to add value to your project",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Collaborating with Senversa brings several mutual objectives and outcomes for both parties involved. For Senversa, they aim to achieve high-quality results while fostering strong relationships with their clients. By working together, both sides can expect to benefit from:\n\n1. Expertise sharing: Through collaboration, each party can share their expertise, knowledge, and skills, resulting in more comprehensive and effective solutions. This exchange of information allows both parties to learn from one another and improve their respective practices.\n2. Enhanced problem-solving: When multiple disciplines come together, it leads to better problem-solving capabilities. With a broader range of perspectives and skillsets, the team can tackle complex challenges more effectively than if they were working independently.\n3. Improved communication: Working closely with clients and colleagues enables better communication, ensuring that everyone understands the goals, progress, and potential roadblocks of the project. Clear communication is essential for successful collaboration.\n4. Greater adaptability: Collaborative efforts allow both parties to be more responsive to changes in project requirements, market conditions, or unforeseen circumstances. This flexibility is crucial for achieving desired outcomes and maintaining client satisfaction.\n5. Increased efficiency: By combining resources, knowledge, and skills, collaborators can streamline processes and reduce redundancies, ultimately leading to increased efficiency and cost savings for all parties involved.\n6. Joint learning opportunities: Through collaboration, both Senversa and their clients have the chance to learn from one another, expanding their understanding of various industries, technologies, and best practices.\n7. Mutual trust and respect: Effective collaboration requires trust, open communication, and mutual respect between all parties involved. Once this foundation is established, it becomes easier to navigate any challenges that may arise during the course of the project.\n8. Long-term partnerships: Successful collaboration often leads to long-term partnerships between Senversa and their clients, enabling both parties to build upon past successes and continue working together on future endeavors.",
            "source": [
                {
                    "content": "Andrew has been working with consulting engineers and scientists for coming up 20 years he has an Economics degree and has worked in consulting firms both large and small and some that started small and are now large… He’s a bit greyer these days than the photo He works out of the Perth office and loves spending time in South Freo on a Sunday morning with his hubby Brett and his fluffy pooch Ted Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible honest and curious and our aim is to add value to your project",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "What makes us different is the sense of connection and positive outlook of our professionals As a company  owned by its employees our professionals are fully committed to our future Our sense of shared purpose sets us apart not only within our unique workplace but on your projects too Our professionals are highly qualified and span a broad range of disciplines which gives us the ability to provide advice across a full spectrum of environmental sustainability and engineering services as well as forming multi-disciplinary teams to deliver focussed solutions for our clients From designing environmental strategies to building digital twins our people help answer some of the world’s worthwhile engineering environment and sustainability related challenges Our multi-disciplinary teams consists of a diverse array of professionals including strategists technicians scientists engineers and designers We value quality work and attention to detail We seek out innovative solutions to complex",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of committed professionals with a vision to create a company with a unique and inclusive culture that would attract and retain professionals of the highest quality The business engages Engineers and Scientists specialising in Environmental Geosciences Waste and other suitably qualified professionals nationally to support our national clients What makes us different is the sense of connection and positive outlook of our professionals As a company  owned by its employees our professionals are fully committed to our future and that of the communities in which we operate Senversa’s sense of shared purpose sets us apart not only within our unique workplace but on our projects and in our client engagements too We operate across the public and private sectors with over  staff in Vic NSW SA and WA Our professionals are highly qualified and span a broad range of disciplines which gives us the ability to provide advice across a full spectrum of environmental and engineering services as well as",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Jacob has technology experience across start-ups and large corporate organisations focussing on people focussed digital transformation He has worked with clients in sectors including local and state government telecommunications education and commercial real-estate as well as energy and resources He helps clients leverage new digital products and services that provide operational efficiencies or create new value for their business  As Senversa’s Head of Technology  Innovation he is responsible for leading our Digital Services group and driving our Digital Strategy internally and with our clients Outside of work Jacob enjoys playing indoor soccer or weekend tennis as well as spending time with his family Senversa attracts the highest quality professionals over a broad range of disciplines We are accessible honest and curious and our aim is to add value to your project",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "linkedin"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}