{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided information, there are several sustainable and environmental practices that Shades of Green Permaculture Design Inc implements. Some of these include:\n\n1. Utilizing synthetic fertilizers, pesticides, and herbicides is avoided, reducing negative impacts on the ecology of the landscape and the environment.\n2. Integrating waste materials on site to build soil, rather than hauling them away.\n3. Choosing locally grown plants that use organic growing practices.\n4. Diverting cardboard from the waste stream to use in \"sheet mulching.\"\n5. Committing to B Corp standards, which emphasizes social and environmental impact.\n6. Applying an ecological economic model that limits growth and considers impact.\n7. Prioritizing the health and wellbeing of employees through a strong company culture focused on mutual support and collaboration.",
            "source": [
                {
                    "content": "hauling ‘waste’ materials off site production of yard refuse bags etc By removing so-called waste and debris like leaves and trimmings from the landscape we lose the ability to put those valuable materials to work building soil and storing both water and carbon By needlessly mowing and blowing we contribute further to greenhouse gas emissions These activities serve only to exacerbate climate change and weaken our landscape’s resilience against current and future weather events Instead homeowners should view waste as a resource and integrate it on site to help build soil You can do this by  Using synthetic fertilizers pesticides and herbicides has catastrophic effects on the ecology of your landscape and the environment at large Not only do these chemicals kill beneficial organisms in the soil and environment—critical components of the carbon sequestration process—but using them creates a self-reinforcing cycle in which soil becomes less habitable for beneficial plants and organisms",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "many forms but we focus on having a strong company culture for us One of our core values is to take care of one another  and we do this in several ways both in our business systems as well as in how we participate in the community We choose to always see the humanity in one another so we can be kind honest and considerate We think it is essential to listen We take our cues from the living world and choose collaboration over competition We strive to build resilience and fortify biodiversity both on the ground and in our team We choose to support diverse vendors and local businesses as a default and in turn build the soil of our local economy   This ethic informs our business in many ways We are continually striving to improve our sourcing by choosing vendors that embody our values We seek out locally grown plants that utilize organic growing practices We close waste loops by diverting cardboard from the waste stream to utilize in our soil building via “sheet mulching” We encourage",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "the global economy to benefit all people communities and the planet enabling companies to improve their social and environmental impact That’s exactly why we knew we wanted to commit to B Corp standards and be a part of the movement Shades of Green is a proof-of-concept a conscious business creating landscapes that positively impact the planet while simultaneously turning a profit and taking care of our staff We apply an ecological economic model that limits growth and considers impact In nature the concept of a climax ecosystem is one where all living things remain stable and achieve balance with each other and their environment This kind of business model is at the heart of the B Corp movement All rights reserved©  Shades of Green Permaculture Design Inc SITES® The Sustainable SITES Initiative® and the related logo is a trademark owned by Green Business Certification Inc™ and is used with permission",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "to prepare their property for extreme weather and other expected events Below I’ve outlined 4 techniques to help you counteract climate change at home In the springtime each year I notice the serviceberry trees that line Atlanta’s streets It begins with unassuming white flowers a harbinger of abundance to come and peaks with baskets full of this incredibly tasty fruit ripe for the picking I recently wrote a post about financial transparency and open-book management and had some wonderful questions and responses come in Many asked if I had any insight into building a company that could support moving to financial transparency since it is a departure from the standard fiscal management strategy for many companies   So I thought […] All rights reserved©  Shades of Green Permaculture Design Inc SITES® The Sustainable SITES Initiative® and the related logo is a trademark owned by Green Business Certification Inc™ and is used with permission",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are numerous events and initiatives focused on environmental conservation. However, providing a comprehensive list of all such events within a specific time frame might not be feasible. Here are some examples of notable events and initiatives related to environmental conservation:\n\n1. Earth Day (April 22)\n2. United Nations Climate Change Conferences (held every few years)\n3. World Environment Day (June 5th)\n4. Global Climate Strike (held periodically)\n5. COP26 (United Nations Climate Change Conference, held in 26)\n6. World Wildlife Day (March 3rd)\n7. International Union for Conservation of Nature (IUCN) World Conservation Congress (held every four years)\n8. Convention on Biological Diversity (CBD) Conference of Parties (COP) meetings (held annually)\n9. Bonn Challenge (an international effort to bring together governments, organizations, and individuals to restore degraded and deforested lands)\n10. Rewilding Europe (a large-scale rewilding initiative across European wildlands)\n\nThese are only a few examples of the many events and initiatives dedicated to environmental conservation. There may be additional events or local initiatives taking place near you, so it's always worth checking your local community calendar or reaching out to environmental organizations in your area for more information.",
            "source": [
                {
                    "content": "transform conventional landscapes into beneficial ecosystems in your own backyard We do this by offering free resources tools workshops events permaculture design courses and volunteer opportunities  All rights reserved©  Shades of Green Permaculture Design Inc SITES® The Sustainable SITES Initiative® and the related logo is a trademark owned by Green Business Certification Inc™ and is used with permission",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "to create regenerative permaculture-based landscapes for residential clients farms and municipalities ever since We've designed and built thousands of regenerative landscapes for clients that work to restore the water cycle build soil support pollinators and grow food and medicine And I've taught 14 Permaculture Design Certificate programs along the way Many well-meaning homeowners have landscapes that are unintentionally compounding global warming and don't realize there are easy-to-implement values-aligned alternatives They want to be a part of the solution but aren’t sure where to start That’s why I created Intro to Climate Action Landscaping Shades of Green Permaculture is a regenerative landscape design build and education firm located in Atlanta Georgia We're on a mission to empower people to be part of the solution to the global environmental crisis we faceEvery outdoor space we create contributes to protecting biodiversity; growing food medicine and pollinator habitat;",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "empower people to be part of the solution to the global environmental crisis we faceEvery outdoor space we create contributes to protecting biodiversity; growing food medicine and pollinator habitat; building soil and restoring the water cycle Your garden no matter the size can have a positive impact Most gardens are designed to be high input systems⏤water-intensive chemically-dependent and high maintenance Instead of toxic resource-heavy conventional landscapes we build health from the ground up by transitioning landscapes to become ecologically-sound healthy ones Our work is to reconcile the human built environment and the natural world creating a conversation between the two that is life-giving By building lasting relationships with our clients and students we empower you to understand and interact with your landscape as you deepen your role as an environmental steward this course offered by Shades of green permaculture has allowed me to dig deeper into learning and appreciating",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Located in North Georgia our client had multiple goals As an ecological design collaboration we began with an extensive ecological assessment to understand the complexity of ecosystems we would be working to restore The retreat center is situated on -acres at a site that was clearcut by the previous owners This mismanagement of resources led to extreme erosion and impact on nearby plant communities Addressing complex site circulation siting the 30+ cabins and community buildings and creating ADA access on this mountain top were among our other directives The plantings on site took inspiration from the surrounding forest using native species Additionally there are orchards an essential oil garden for the spa kitchen gardens medicinal and culinary herb gardens and 7 miles of trails This site had multiple wells that had previously dried up One of our main design directives was to address the growing needs for water The biological swimming pool was losing + gallons/day due to evaporation",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the provided information, some potential environmental impact metrics that could be reported include:\n\n1. Carbon sequestration: Measuring the amount of carbon stored in the soil and vegetation due to the use of natural materials instead of synthetic fertilizers, pesticides, and herbicides.\n2. Soil health: Monitoring the improvement or maintenance of healthy soil conditions, such as nutrient levels, water retention capacity, and microbial activity.\n3. Climate change mitigation: Assessing the reduction of greenhouse gas emissions resulting from the removal of waste materials on site and limiting the use of harmful chemicals.\n4. Ecosystem restoration: Tracking progress towards improving the overall health and resilience of the landscape, including supporting native plant species and promoting biodiversity.\n5. Resource efficiency: Measuring the efficient use of resources, such as water and energy, through practices like rainwater harvesting, composting, and integrated pest management.\n6. Social impact: Reporting on the positive effects on local communities, such as job creation, education, and access to fresh produce.",
            "source": [
                {
                    "content": "costly components—in terms of both economic and environmental impact All rights reserved©  Shades of Green Permaculture Design Inc SITES® The Sustainable SITES Initiative® and the related logo is a trademark owned by Green Business Certification Inc™ and is used with permission",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "hauling ‘waste’ materials off site production of yard refuse bags etc By removing so-called waste and debris like leaves and trimmings from the landscape we lose the ability to put those valuable materials to work building soil and storing both water and carbon By needlessly mowing and blowing we contribute further to greenhouse gas emissions These activities serve only to exacerbate climate change and weaken our landscape’s resilience against current and future weather events Instead homeowners should view waste as a resource and integrate it on site to help build soil You can do this by  Using synthetic fertilizers pesticides and herbicides has catastrophic effects on the ecology of your landscape and the environment at large Not only do these chemicals kill beneficial organisms in the soil and environment—critical components of the carbon sequestration process—but using them creates a self-reinforcing cycle in which soil becomes less habitable for beneficial plants and organisms",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "the global economy to benefit all people communities and the planet enabling companies to improve their social and environmental impact That’s exactly why we knew we wanted to commit to B Corp standards and be a part of the movement Shades of Green is a proof-of-concept a conscious business creating landscapes that positively impact the planet while simultaneously turning a profit and taking care of our staff We apply an ecological economic model that limits growth and considers impact In nature the concept of a climax ecosystem is one where all living things remain stable and achieve balance with each other and their environment This kind of business model is at the heart of the B Corp movement All rights reserved©  Shades of Green Permaculture Design Inc SITES® The Sustainable SITES Initiative® and the related logo is a trademark owned by Green Business Certification Inc™ and is used with permission",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "to have the following impact All rights reserved©  Shades of Green Permaculture Design Inc SITES® The Sustainable SITES Initiative® and the related logo is a trademark owned by Green Business Certification Inc™ and is used with permission",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, the organization has made several public commitments to social and corporate responsibility. They include:\n\n1. Committing to purchase at least 5% of non-labor expenses from independent suppliers local to where the product will be used or where the company operates.\n2. Sourcing materials from suppliers with ownership from underrepresented populations.\n3. Sourcing from companies that are compliant with all local laws and regulations, including those related to social and environmental performance.\n4. Prioritizing vendors with third-party certifications related to positive social and/or environmental performance.\n5. Supporting vendors with good governance, including policies related to ethics and corruption prevention.\n6. Prioritizing positive practices beyond what is required by regulations, such as environmentally-friendly manufacturing processes and excellent labor practices.",
            "source": [
                {
                    "content": "Welcome to the PawPaw Patch—a blog where we share what we've learned in the field so you can apply it to your own home Let's accelerate change together For the third year running we were named a Best for the World™ B Corp which recognizes the exceptional positive impact Shades of Green has on its community We were honored based on our diversity equity and inclusion efforts as well as our community-focused business model that supports the economic vitality of local communities regardless of company growth or scale  We became a certified B Corp in  because we wanted to focus on long-term value instead of short-term gain We wanted to prioritize people and the planet over profit And we especially wanted to remain clear-eyed about our values as we grew The B Corp movement was and is transforming the global economy to benefit all people communities and the planet enabling companies to improve their social and environmental impact That’s exactly why we knew we wanted to commit to B Corp",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "is to observe and integrate feedback We are open and straightforward and committed to learning and growing in order to be our best We go above and beyond We are hard working and independent We have impeccable organization skills and our follow-through is unlike anything you'll experience in our industry A certified B Corporation since  we have been named a Best For The World honoree three years running in recognition of our company’s positive impact on the environment our workforce our local communities our suppliers our customers and our corporate governance We rank in the top 10 of all B Corps across all of these impact areas Unless someone like you cares a whole awful lot nothing is going to get better It's not ● We commit to purchase core products at least 50 of non-labor expenses fromindependent suppliers local to where the product will be used or where the companyoperates● We commit to sourcing materials from suppliers with ownership fromunderrepresented populations● We source",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "suppliers local to where the product will be used or where the companyoperates● We commit to sourcing materials from suppliers with ownership fromunderrepresented populations● We source from companies that are compliant with all local laws and regulationsincluding those related to social and environmental performance● We support vendors with good governance including policies related to ethics andcorruption● We prioritize positive practices beyond what is required by regulations egenvironmentally-friendly manufacturing process excellent labor practices● We prioritize vendors with third-party certifications related to positive social and/or environmental performance I founded Shades of Green in  Since then our team has grown to a staff of nearly 20 and we have worked with over a thousand clients who are applying permaculture across contexts I am passionate about leading a purpose-driven business that actively creates a healthier world for our children every single day I love seeing my",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "their employees fair living wages  In addition we practice Open Book Management and profit-sharing Financial transparency protects workers and gives a sense of ownership so everyone is rewarded for their hard work and efforts For us each quarterly staff meeting we review the current Profit and Loss statement to understand the company’s financial health Then at the end of the year as everyone has participated in meeting the company’s financial goals a certain percentage of the NET Profit for the year is distributed to the staff I believe this is an essential tool to hold leaders accountable to the people who make their work possible There is “i” in illness but “we” in wellness  The last way we implement this ethic is through freely sharing knowledge and being willing to learn When I first came to Atlanta many colleagues thought it was absurd that I would want to train a future crop of permaculture designers through our annual Permaculture Design Certification “Aren’t you training up",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Based on the provided text, there are no specific mentions of annual or quarterly reports detailing the commitments related to preparation for extreme weather, financial transparency, binding arbitration, profit-sharing, strategic planning, and sustainability initiatives. However, the text suggests that the company maintains an open communication channel with its employees, allowing them to stay updated on the progress towards achieving these goals.",
            "source": [
                {
                    "content": "to prepare their property for extreme weather and other expected events Below I’ve outlined 4 techniques to help you counteract climate change at home In the springtime each year I notice the serviceberry trees that line Atlanta’s streets It begins with unassuming white flowers a harbinger of abundance to come and peaks with baskets full of this incredibly tasty fruit ripe for the picking I recently wrote a post about financial transparency and open-book management and had some wonderful questions and responses come in Many asked if I had any insight into building a company that could support moving to financial transparency since it is a departure from the standard fiscal management strategy for many companies   So I thought […] All rights reserved©  Shades of Green Permaculture Design Inc SITES® The Sustainable SITES Initiative® and the related logo is a trademark owned by Green Business Certification Inc™ and is used with permission",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "limitation claims damages judgments awards settlements investigations costs attorneys’ fees and disbursements — which any of them may incur or become obligated to pay arising out of or resulting from breach of this Agreement BINDING ARBITRATION ALL CLAIMS AND DISPUTES ARISING OUT OF OR RELATING TO THIS AGREEMENT ARE TO BE SETTLED BY BINDING ARBITRATION IN THE STATE OF GEORGIA OR ANOTHER LOCATION MUTUALLY AGREEABLE TO THE PARTIES ANY ARBITRATION AWARD MAY BE CONFIRMED IN A COURT OF COMPETENT JURISDICTIONENTIRE AGREEMENT This Agreement constitutes the entire understanding and agreement of the Parties with respect to its subject matter and supersedes all prior and contemporaneous understandings agreements inducements or conditions express or implied written or oral between the parties This agreement expressly supersedes any and all prior written and/or oral agreements and the terms and conditions of this agreement cannot be modified without the express written consent of both parties The",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "means we all earn more money at the end of the year in the form of profit-sharing each team member is incentivized to work hard  I believe practicing financial transparency in the form of open-book management and profit-sharing has numerous benefits especially for the team Corporate openness shouldn’t be a radical act It is necessary to hold companies accountable to the people who work within them and to the communities they serve Especially as a values-driven company opening the books holds each of us accountable to our collective vision and the meaning we make of our work  All rights reserved©  Shades of Green Permaculture Design Inc SITES® The Sustainable SITES Initiative® and the related logo is a trademark owned by Green Business Certification Inc™ and is used with permission",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "process invaluable And now we do it annually Like a permaculture system this is a lot of energy on the front end but the stage is then set for fertility and rapid growth Ultimately it freed up more energy because we knew that our work was strategic pointed and intentional which made it count more than it would have if it were unorganized and meandering Strategic planning allowed us to get upstream of many daily stressors and ground us in common goals that we can come back to collectively   Strategic planning was the flowering of the other steps mentioned here  It brought together our company values and the delivery system for those values⏤our culture  And all of the work was informed by real-time data  Part of defining our purpose and vision gives us meaning as an organization to continue to show up every day to build our company’s complexity intricacy and stability  At this point the strategic plan and how we execute our work is a self-informed feedback loop that continues to improve",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " One example of a community event organized to fulfill commitments is \"Serviceberry Fest ATL,\" held on Sunday, June 6th, in partnership with Community Bucket. This festival aims to complement the festive atmosphere while also giving back to the local community. Proceeds from ticket sales will support a public serviceberry orchard in a local park, school, or public space. The intent is for the berries to be free and accessible to the public. During the fall of 22, the orchard will be planted with the assistance of volunteers.",
            "source": [
                {
                    "content": "groups as part of that My husband is the Chief Values Holder and he leads our community giveback program where we identify lots of different community partners usually in underserved communities We help to bring gardens to life for them leveraging our cohort of volunteers and serving the community through our experience knowledge and connections  What is your ideal version of a large city to meet the demands of a changing climate  Lazy lawns Transition monoculture lawn species to diversified species that have other functions like soil building or pollinator habitat On a broad pattern level having cities function within the greater ecosystem – thinking about how we design spaces landscape designs that embrace the ecosystems we’re a part of In Georgia here in Atlanta we’re in the piedmont We’re in a pine oak forest with acidic soils and heavy clay There is an inherent beauty that we can pull into our landscapes and our yards that is not constantly trying to fight against where we are We",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Welcome to the PawPaw Patch—a blog where we share what we've learned in the field so you can apply it to your own home Let's accelerate change together ATLANTA — An Atlanta initiative to decolonize the local food system is getting closer to its goal thanks to a stellar opening week of public investment and conversation Nourish Botanica has successfully raised almost  percent of its crowdfunding target in eight weeks with more than 50 in donations towards a 60 goal and over 5 shares on social media The brainchild of Nourish in Black founder Quianah Upton Nourish Botanica envisions becoming Atlanta’s first black-owned greenhouse and eatery that will serve the community by providing space for healing through art fresh food and botanicals grown on-site The organization will use food as medicine serving the community delicious bites and herbal remedies and creating a space for sustainable green entertainment Upton is an Atlanta-based Caribbean native and Southern food justice advocate",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Welcome to the PawPaw Patch—a blog where we share what we've learned in the field so you can apply it to your own home Let's accelerate change together For the third year running we were named a Best for the World™ B Corp which recognizes the exceptional positive impact Shades of Green has on its community We were honored based on our diversity equity and inclusion efforts as well as our community-focused business model that supports the economic vitality of local communities regardless of company growth or scale  We became a certified B Corp in  because we wanted to focus on long-term value instead of short-term gain We wanted to prioritize people and the planet over profit And we especially wanted to remain clear-eyed about our values as we grew The B Corp movement was and is transforming the global economy to benefit all people communities and the planet enabling companies to improve their social and environmental impact That’s exactly why we knew we wanted to commit to B Corp",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "complement the festive atmosphere just steps away so don’t forget your shopping baskets Sunday June 6th in partnership with Community Bucket Serviceberry Fest ATL gives back with a service project In service to our local community proceeds from ticket sales will support a public serviceberry orchard in a local park school or public space with the intention that berries will be free and available to the public The orchard will be planted during the fall of  For more information and to purchase tickets visit  All rights reserved©  Shades of Green Permaculture Design Inc SITES® The Sustainable SITES Initiative® and the related logo is a trademark owned by Green Business Certification Inc™ and is used with permission",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the provided information, there isn't any specific mention of products, services, or technologies being offered. However, some general ideas can be inferred from their mission and values. They seem to offer landscaping and design services focused on sustainability, permaculture, and taking care of one another. Additionally, they may provide consultations and advice on implementing green initiatives in various settings.",
            "source": [
                {
                    "content": "many forms but we focus on having a strong company culture for us One of our core values is to take care of one another  and we do this in several ways both in our business systems as well as in how we participate in the community We choose to always see the humanity in one another so we can be kind honest and considerate We think it is essential to listen We take our cues from the living world and choose collaboration over competition We strive to build resilience and fortify biodiversity both on the ground and in our team We choose to support diverse vendors and local businesses as a default and in turn build the soil of our local economy   This ethic informs our business in many ways We are continually striving to improve our sourcing by choosing vendors that embody our values We seek out locally grown plants that utilize organic growing practices We close waste loops by diverting cardboard from the waste stream to utilize in our soil building via “sheet mulching” We encourage",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "is to observe and integrate feedback We are open and straightforward and committed to learning and growing in order to be our best We go above and beyond We are hard working and independent We have impeccable organization skills and our follow-through is unlike anything you'll experience in our industry A certified B Corporation since  we have been named a Best For The World honoree three years running in recognition of our company’s positive impact on the environment our workforce our local communities our suppliers our customers and our corporate governance We rank in the top 10 of all B Corps across all of these impact areas Unless someone like you cares a whole awful lot nothing is going to get better It's not ● We commit to purchase core products at least 50 of non-labor expenses fromindependent suppliers local to where the product will be used or where the companyoperates● We commit to sourcing materials from suppliers with ownership fromunderrepresented populations● We source",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "call and scheduling a consultation it became a really easy decision to upgrade to scheduling software to shorten the time frame   Another decision we made recently when our hand was forced because of the pandemic was to do all of our initial consultations remotely  At first we were resistant because it is so important to have eyes on the site but soon realized that the initial consultation we have is generally to orient to the site and discuss project goals and visions which is absolutely workable through remote video conferencing Then should the client move forward we still do our in-depth site analysis visit Making this simple shift has allowed us to reclaim hours of each workday that had previously been spent driving back and forth  An additional bonus is that we have significantly reduced our carbon footprint in the process which ties back to our values Win-win  Remote consultations have also allowed us to shorten the lead-sales cycle because we can schedule them more frequently;",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "suppliers local to where the product will be used or where the companyoperates● We commit to sourcing materials from suppliers with ownership fromunderrepresented populations● We source from companies that are compliant with all local laws and regulationsincluding those related to social and environmental performance● We support vendors with good governance including policies related to ethics andcorruption● We prioritize positive practices beyond what is required by regulations egenvironmentally-friendly manufacturing process excellent labor practices● We prioritize vendors with third-party certifications related to positive social and/or environmental performance I founded Shades of Green in  Since then our team has grown to a staff of nearly 20 and we have worked with over a thousand clients who are applying permaculture across contexts I am passionate about leading a purpose-driven business that actively creates a healthier world for our children every single day I love seeing my",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, there doesn't seem to be any specific promotional events, expos, or sales mentioned for these offerings. However, some of the companies might participate in various trade shows, conferences, or online marketplaces where they showcase their products and services. To stay updated on such events, you could visit the websites of the respective companies, subscribe to their newsletters, or follow them on social media platforms.",
            "source": [
                {
                    "content": "is to observe and integrate feedback We are open and straightforward and committed to learning and growing in order to be our best We go above and beyond We are hard working and independent We have impeccable organization skills and our follow-through is unlike anything you'll experience in our industry A certified B Corporation since  we have been named a Best For The World honoree three years running in recognition of our company’s positive impact on the environment our workforce our local communities our suppliers our customers and our corporate governance We rank in the top 10 of all B Corps across all of these impact areas Unless someone like you cares a whole awful lot nothing is going to get better It's not ● We commit to purchase core products at least 50 of non-labor expenses fromindependent suppliers local to where the product will be used or where the companyoperates● We commit to sourcing materials from suppliers with ownership fromunderrepresented populations● We source",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "told Whether you’re someone who rarely gets to take a moment away for themselves or you know exactly when and how to prioritize yourself this bundle will benefit you Author Lucy Dazilma  partnered with her favorite women-owned businesses to bring you six products that will help you on your self-care journey Epoxy Resin is having a moment and Susan the founder of Sudify uses it to highlight the beauty all around Often drawn to the overlooked objects found in nature she preserves their beauty with a more utilitarian approach and what it results in are stunning pieces of jewelry  Keep it cute when your wallet isn’t large enough but you don’t want to commit to a purse Kel Cadet-Lyons’ Etsy shop Rkitekt [r-ki-tekt] is filled with beautiful wooden beaded necklaces handmade leather designs from cord pouches to passport holders All her designs inspire you to connect with elements of the West Indian and African Diasporic culture We love her use of patterns and how she mixes them so masterfully",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Welcome to the PawPaw Patch—a blog where we share what we've learned in the field so you can apply it to your own home Let's accelerate change together In honor of our fifteenth anniversary we’re reflecting on the evolution of Shades of Green Permaculture In particular the evolution of our team our logo our office spaces over the years and our design renderings When I started the business 15 years ago I took on one or two projects at a time from my dining room table hand-rendering designs and doing all of the client management and installation myself It’s hard to believe it’s been 15 years since those days but when you look at key milestones and how we’ve grown the changes and triumphs and growing pains add up to a company our whole team is super proud of So we thought it’d be fun to take a trip down memory lane and share that evolution in photos and graphics  Brandy in  on the first install in Georgia after relocating from North Carolina Our staff retreat in  floating down a",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "and sale of products and services through wwwshadesofgreenpermaculturecom the Site pages and accounts on Facebook® Instagram® Twitter® LinkedIn® Google Plus® and YouTube® the “Sites Please read both these Terms my Terms of Use and my Privacy Policy carefully which is incorporated into these Terms By using any or all of the Sites you accept and agree to be bound by these Terms I may modify these Terms from time to time and any modifications will be effective immediately when I post them All changes I make will be reflected in the date at the top of the document You are responsible for reviewing any modified terms Your purchase of any product or services that are available through this Site means you accept and agree to any changes For your convenience and future reference the date of the most recent revision of these Terms is listed above so that you may compare different versions to determine what if any changes have been madeOrder Acceptance and Cancellation You agree that your order",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are multiple examples of key partnerships or collaborations related to commerce within the provided text. Some notable ones include:\n\n1. Supporting diverse vendors and local businesses (as a default) to strengthen the local economy.\n2. Choosing suppliers that represent underrepresented populations to promote inclusivity and diversity.\n3. Prioritizing vendors with third-party certifications related to positive social and/or environmental performance.\n4. Collaborating with remote consultants to expand reach and efficiency without compromising on quality or values.\n5. Building strategic partnerships with like-minded organizations to amplify shared goals and impact.",
            "source": [
                {
                    "content": "many forms but we focus on having a strong company culture for us One of our core values is to take care of one another  and we do this in several ways both in our business systems as well as in how we participate in the community We choose to always see the humanity in one another so we can be kind honest and considerate We think it is essential to listen We take our cues from the living world and choose collaboration over competition We strive to build resilience and fortify biodiversity both on the ground and in our team We choose to support diverse vendors and local businesses as a default and in turn build the soil of our local economy   This ethic informs our business in many ways We are continually striving to improve our sourcing by choosing vendors that embody our values We seek out locally grown plants that utilize organic growing practices We close waste loops by diverting cardboard from the waste stream to utilize in our soil building via “sheet mulching” We encourage",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "the global economy to benefit all people communities and the planet enabling companies to improve their social and environmental impact That’s exactly why we knew we wanted to commit to B Corp standards and be a part of the movement Shades of Green is a proof-of-concept a conscious business creating landscapes that positively impact the planet while simultaneously turning a profit and taking care of our staff We apply an ecological economic model that limits growth and considers impact In nature the concept of a climax ecosystem is one where all living things remain stable and achieve balance with each other and their environment This kind of business model is at the heart of the B Corp movement All rights reserved©  Shades of Green Permaculture Design Inc SITES® The Sustainable SITES Initiative® and the related logo is a trademark owned by Green Business Certification Inc™ and is used with permission",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "suppliers local to where the product will be used or where the companyoperates● We commit to sourcing materials from suppliers with ownership fromunderrepresented populations● We source from companies that are compliant with all local laws and regulationsincluding those related to social and environmental performance● We support vendors with good governance including policies related to ethics andcorruption● We prioritize positive practices beyond what is required by regulations egenvironmentally-friendly manufacturing process excellent labor practices● We prioritize vendors with third-party certifications related to positive social and/or environmental performance I founded Shades of Green in  Since then our team has grown to a staff of nearly 20 and we have worked with over a thousand clients who are applying permaculture across contexts I am passionate about leading a purpose-driven business that actively creates a healthier world for our children every single day I love seeing my",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "our carbon footprint in the process which ties back to our values Win-win  Remote consultations have also allowed us to shorten the lead-sales cycle because we can schedule them more frequently; getting to more people sooner and closer to the time when working with us was top of mind  Finally The most impactful addition to our team in the early stages of growth was building out a project management role  This did two things 1 it forced us to systematize our process and 2 it became someone’s designated responsibility to move projects forward This is where it all comes together and is certainly not unique to our company  However as a small business trying to devote the resources and time to a strategic planning process was a big stretch  We made it work one meeting at a time and found the process invaluable And now we do it annually Like a permaculture system this is a lot of energy on the front end but the stage is then set for fertility and rapid growth Ultimately it freed up more",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, there might be some job openings within Shades of Green Permaculture Design Inc., especially if the company continues to grow. Additionally, attending the Regenerative Backyard Blueprint course could potentially lead to networking opportunities within the permaculture community, which may result in further employment or collaboration chances. However, without specific details about current job postings or any other related opportunities, it's difficult to pinpoint exact options.",
            "source": [
                {
                    "content": "they recommended to build upon each lesson  I founded Shades of Green in  Since then our team has grown to a staff of nearly 20 and we have worked with over a thousand clients who are applying permaculture across contextsI am passionate about leading a purpose-driven business that actively creates a healthier world for our children every single day I love seeing my daughter graze on the plants in our yard knowing they are chemical free and full of nutrients you can't get at the storeMy roots are in building I earned my General Contractor's license directly after completing undergraduate work at the age of 20 and began training as a stone mason where I fell in love with the way intelligent design responds to the natural world I have nearly two decades of experience in building off-grid water systems landscape construction and integrated farming systems I serve on the Pine Lake City Council and spend lots of time outdoors with my husband Aaron our daughter and our rambunctious pup",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "they recommended to build upon each lesson  I founded Shades of Green in  Since then our team has grown to a staff of nearly 20 and we have worked with over a thousand clients who are applying permaculture across contextsI am passionate about leading a purpose-driven business that actively creates a healthier world for our children every single day I love seeing my daughter graze on the plants in our yard knowing they are chemical free and full of nutrients you can't get at the storeMy roots are in building I earned my General Contractor's license directly after completing undergraduate work at the age of 20 and began training as a stone mason where I fell in love with the way intelligent design responds to the natural world I have nearly two decades of experience in building off-grid water systems landscape construction and integrated farming systems I serve on the Pine Lake City Council and spend lots of time outdoors with my husband Aaron our daughter and our rambunctious pup",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "came to Atlanta many colleagues thought it was absurd that I would want to train a future crop of permaculture designers through our annual Permaculture Design Certification “Aren’t you training up your competition” they would ask I suppose through one lens yes But through another functioning ecologies are based on succession There is no shortage of work to do in this world and the more the knowledge is spread the better Of course we have paid educational offerings and courses that do a deep dive into how we do what we do Still we offer up lots of valuable learning and resources through our blog newsletter and social media as well  Of course these examples are merely to show you how we are continually refining to become more aligned with our values purpose and vision I hope you find this helpful as you consider ways to refine and/or build your regenerative enterprise As always feel free to leave a comment or question All rights reserved©  Shades of Green Permaculture Design Inc SITES®",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "theory and stuck in analysis paralysis mode As opposed to a theory-heavy PDC the Regenerative Backyard Blueprint takes the most relevant aspects of a PDC combined with the experience of working with thousands of real clients on projects and teaches you actionable refined techniques you can go out and do today taking years of guesswork and trial-and-error out of the equation   Do we receive a certificate after completing the RBB course Yes when you finish the class we can provide you with a certificate of completion Some students use these for continuing education credits When I was young I witnessed my parents being poisoned by the senseless use of pesticides and herbicides and I have committed my life to creating viable and gorgeous alternatives to toxic and wasteful landscapes  In these times we should take every chance we get to take care of ourselves our families and our communities Being in Nature is proven to increase our health and well-being meaning more happiness and lower",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Based on the provided text, there doesn't seem to be any specific mention of job fairs, webinars, workshops, or training programs related to Shades of Green Permaculture Design Inc. However, the text does highlight various aspects of their operations, such as remote consultations, permaculture design certifications, and project management roles. These could potentially provide opportunities for collaboration, education, or employment within the industry.",
            "source": [
                {
                    "content": "call and scheduling a consultation it became a really easy decision to upgrade to scheduling software to shorten the time frame   Another decision we made recently when our hand was forced because of the pandemic was to do all of our initial consultations remotely  At first we were resistant because it is so important to have eyes on the site but soon realized that the initial consultation we have is generally to orient to the site and discuss project goals and visions which is absolutely workable through remote video conferencing Then should the client move forward we still do our in-depth site analysis visit Making this simple shift has allowed us to reclaim hours of each workday that had previously been spent driving back and forth  An additional bonus is that we have significantly reduced our carbon footprint in the process which ties back to our values Win-win  Remote consultations have also allowed us to shorten the lead-sales cycle because we can schedule them more frequently;",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "came to Atlanta many colleagues thought it was absurd that I would want to train a future crop of permaculture designers through our annual Permaculture Design Certification “Aren’t you training up your competition” they would ask I suppose through one lens yes But through another functioning ecologies are based on succession There is no shortage of work to do in this world and the more the knowledge is spread the better Of course we have paid educational offerings and courses that do a deep dive into how we do what we do Still we offer up lots of valuable learning and resources through our blog newsletter and social media as well  Of course these examples are merely to show you how we are continually refining to become more aligned with our values purpose and vision I hope you find this helpful as you consider ways to refine and/or build your regenerative enterprise As always feel free to leave a comment or question All rights reserved©  Shades of Green Permaculture Design Inc SITES®",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "our carbon footprint in the process which ties back to our values Win-win  Remote consultations have also allowed us to shorten the lead-sales cycle because we can schedule them more frequently; getting to more people sooner and closer to the time when working with us was top of mind  Finally The most impactful addition to our team in the early stages of growth was building out a project management role  This did two things 1 it forced us to systematize our process and 2 it became someone’s designated responsibility to move projects forward This is where it all comes together and is certainly not unique to our company  However as a small business trying to devote the resources and time to a strategic planning process was a big stretch  We made it work one meeting at a time and found the process invaluable And now we do it annually Like a permaculture system this is a lot of energy on the front end but the stage is then set for fertility and rapid growth Ultimately it freed up more",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "they recommended to build upon each lesson  I founded Shades of Green in  Since then our team has grown to a staff of nearly 20 and we have worked with over a thousand clients who are applying permaculture across contextsI am passionate about leading a purpose-driven business that actively creates a healthier world for our children every single day I love seeing my daughter graze on the plants in our yard knowing they are chemical free and full of nutrients you can't get at the storeMy roots are in building I earned my General Contractor's license directly after completing undergraduate work at the age of 20 and began training as a stone mason where I fell in love with the way intelligent design responds to the natural world I have nearly two decades of experience in building off-grid water systems landscape construction and integrated farming systems I serve on the Pine Lake City Council and spend lots of time outdoors with my husband Aaron our daughter and our rambunctious pup",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The text mentions several employee/participant benefits that are highlighted in the company culture. These include:\n\n1. Fair living wages: Ensuring that employees receive a fair compensation for their work. This helps maintain a motivated and satisfied workforce.\n2. Open Book Management and profit-sharing: By providing financial transparency, the company fosters trust among employees and encourages them to work together towards common financial goals. Additionally, profit-sharing ensures that employees benefit directly from the company's success, creating a strong sense of ownership and shared responsibility.\n3. Quarterly staff meetings: Regular meetings allow employees to stay updated on the company's financial health and understand how their contributions impact overall performance.\n4. Annual profit distribution: At the end of each year, a portion of the company's net profit is distributed amongst the staff as part of the profit-sharing program. This direct financial incentive encourages employees to work harder and contribute to the company's growth.\n5. Freely sharing knowledge and being willing to learn: Promoting a culture of continuous improvement and personal development, which ultimately benefits both the employees and the company as a whole.",
            "source": [
                {
                    "content": "their employees fair living wages  In addition we practice Open Book Management and profit-sharing Financial transparency protects workers and gives a sense of ownership so everyone is rewarded for their hard work and efforts For us each quarterly staff meeting we review the current Profit and Loss statement to understand the company’s financial health Then at the end of the year as everyone has participated in meeting the company’s financial goals a certain percentage of the NET Profit for the year is distributed to the staff I believe this is an essential tool to hold leaders accountable to the people who make their work possible There is “i” in illness but “we” in wellness  The last way we implement this ethic is through freely sharing knowledge and being willing to learn When I first came to Atlanta many colleagues thought it was absurd that I would want to train a future crop of permaculture designers through our annual Permaculture Design Certification “Aren’t you training up",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "means we all earn more money at the end of the year in the form of profit-sharing each team member is incentivized to work hard  I believe practicing financial transparency in the form of open-book management and profit-sharing has numerous benefits especially for the team Corporate openness shouldn’t be a radical act It is necessary to hold companies accountable to the people who work within them and to the communities they serve Especially as a values-driven company opening the books holds each of us accountable to our collective vision and the meaning we make of our work  All rights reserved©  Shades of Green Permaculture Design Inc SITES® The Sustainable SITES Initiative® and the related logo is a trademark owned by Green Business Certification Inc™ and is used with permission",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "on the team get a bigger picture view of the company’s financial health Everything is revealed except individual salaries they’re grouped under a “salaries” line item including total revenue total expenses cost of goods sold and net operating income  To take it a step further we also practice profit sharing if the company does well we all do well Our financial goals are outlined in our company vision and a certain percentage of our net operating income each year is set aside and redistributed to all staff members  My experience so far has been overwhelmingly positive When staff members are given the proper information they can make informed decisions as an owner would Also the impact on efficiency productivity and accountability has been noteworthy Since meeting our goals on a daily basis means we all earn more money at the end of the year in the form of profit-sharing each team member is incentivized to work hard  I believe practicing financial transparency in the form of open-book",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "is to observe and integrate feedback We are open and straightforward and committed to learning and growing in order to be our best We go above and beyond We are hard working and independent We have impeccable organization skills and our follow-through is unlike anything you'll experience in our industry A certified B Corporation since  we have been named a Best For The World honoree three years running in recognition of our company’s positive impact on the environment our workforce our local communities our suppliers our customers and our corporate governance We rank in the top 10 of all B Corps across all of these impact areas Unless someone like you cares a whole awful lot nothing is going to get better It's not ● We commit to purchase core products at least 50 of non-labor expenses fromindependent suppliers local to where the product will be used or where the companyoperates● We commit to sourcing materials from suppliers with ownership fromunderrepresented populations● We source",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided context, there isn't any specific mention of a financial or earnings report. However, some general insights about the company's practices and culture can be inferred. Some notable points include:\n\n1. Financial transparency through open-book management, which encourages teamwork and accountability.\n2. Profit-sharing, which motivates employees to work harder and contribute to the company's success.\n3. Commitment to environmental sustainability, social responsibility, and economic performance as a B Corp.\n4. Supporting local independent suppliers and underrepresented populations in the supply chain.\n5. Embracing continuous improvement and learning from experiences.",
            "source": [
                {
                    "content": "means we all earn more money at the end of the year in the form of profit-sharing each team member is incentivized to work hard  I believe practicing financial transparency in the form of open-book management and profit-sharing has numerous benefits especially for the team Corporate openness shouldn’t be a radical act It is necessary to hold companies accountable to the people who work within them and to the communities they serve Especially as a values-driven company opening the books holds each of us accountable to our collective vision and the meaning we make of our work  All rights reserved©  Shades of Green Permaculture Design Inc SITES® The Sustainable SITES Initiative® and the related logo is a trademark owned by Green Business Certification Inc™ and is used with permission",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "on the team get a bigger picture view of the company’s financial health Everything is revealed except individual salaries they’re grouped under a “salaries” line item including total revenue total expenses cost of goods sold and net operating income  To take it a step further we also practice profit sharing if the company does well we all do well Our financial goals are outlined in our company vision and a certain percentage of our net operating income each year is set aside and redistributed to all staff members  My experience so far has been overwhelmingly positive When staff members are given the proper information they can make informed decisions as an owner would Also the impact on efficiency productivity and accountability has been noteworthy Since meeting our goals on a daily basis means we all earn more money at the end of the year in the form of profit-sharing each team member is incentivized to work hard  I believe practicing financial transparency in the form of open-book",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "is to observe and integrate feedback We are open and straightforward and committed to learning and growing in order to be our best We go above and beyond We are hard working and independent We have impeccable organization skills and our follow-through is unlike anything you'll experience in our industry A certified B Corporation since  we have been named a Best For The World honoree three years running in recognition of our company’s positive impact on the environment our workforce our local communities our suppliers our customers and our corporate governance We rank in the top 10 of all B Corps across all of these impact areas Unless someone like you cares a whole awful lot nothing is going to get better It's not ● We commit to purchase core products at least 50 of non-labor expenses fromindependent suppliers local to where the product will be used or where the companyoperates● We commit to sourcing materials from suppliers with ownership fromunderrepresented populations● We source",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Welcome to the PawPaw Patch—a blog where we share what we've learned in the field so you can apply it to your own home Let's accelerate change together A few years ago I joined the Small Giants Community as part of their Leadership Academy and one of my biggest takeaways was in order to value people over profits it’s imperative that in business we are willing to embody transparency  This transparency can mean showing up as an authentic leader as we are It can also mean sharing our purpose values and vision so the whole team can align to do better and evolve the business toward a bigger vision And transparency can mean sharing the wins and losses with the team by practicing open-book management  “Open-book management is a management phrase coined by John Case of Inc magazine who began using the term in  The basis of open-book management is that the information received by employees should not only help them do their jobs effectively but help them understand how the company is doing as a",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, there isn't any direct mention of investor events or funding rounds for Shades of Green Permaculture Design Inc. However, it is worth noting that the company has achieved the status of a certified B Corporation since 208, indicating that they might have pursued external funding sources or collaborated with impact investors at some point during their growth journey.",
            "source": [
                {
                    "content": "our carbon footprint in the process which ties back to our values Win-win  Remote consultations have also allowed us to shorten the lead-sales cycle because we can schedule them more frequently; getting to more people sooner and closer to the time when working with us was top of mind  Finally The most impactful addition to our team in the early stages of growth was building out a project management role  This did two things 1 it forced us to systematize our process and 2 it became someone’s designated responsibility to move projects forward This is where it all comes together and is certainly not unique to our company  However as a small business trying to devote the resources and time to a strategic planning process was a big stretch  We made it work one meeting at a time and found the process invaluable And now we do it annually Like a permaculture system this is a lot of energy on the front end but the stage is then set for fertility and rapid growth Ultimately it freed up more",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "is to observe and integrate feedback We are open and straightforward and committed to learning and growing in order to be our best We go above and beyond We are hard working and independent We have impeccable organization skills and our follow-through is unlike anything you'll experience in our industry A certified B Corporation since  we have been named a Best For The World honoree three years running in recognition of our company’s positive impact on the environment our workforce our local communities our suppliers our customers and our corporate governance We rank in the top 10 of all B Corps across all of these impact areas Unless someone like you cares a whole awful lot nothing is going to get better It's not ● We commit to purchase core products at least 50 of non-labor expenses fromindependent suppliers local to where the product will be used or where the companyoperates● We commit to sourcing materials from suppliers with ownership fromunderrepresented populations● We source",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Welcome to the PawPaw Patch—a blog where we share what we've learned in the field so you can apply it to your own home Let's accelerate change together I recently wrote a post about financial transparency and open-book management and had some wonderful questions and responses come in Many asked if I had any insight into building a company that could support moving to financial transparency since it is a departure from the standard fiscal management strategy for many companies   So I thought about where we are in our growth at Shades of Green and how we’ve gotten there We’ve had a few defining moments that have set us on a path of intentional and strategic growth and I’ve distilled those lessons in hopes that they can help you think about scaling your business organically  Here’s a quick history of Shades of Green as it has grown from me working solo at my kitchen table to a full-time year-round staff of 13 people and counting I made the same mistakes that I think many entrepreneurs",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "to show up every day to build our company’s complexity intricacy and stability  At this point the strategic plan and how we execute our work is a self-informed feedback loop that continues to improve because the systems are in place to do so  If I had to distill our growth and our collective culture shift into its essential parts it really comes back to our four values of taking care of each other doing better always welcoming the unexpected and working like nature for nature  Our values are reflected in what we do and how we do it so our growth is sustainable organic and intentional If this interests you and you want to dive deeper I highly recommend connecting with the Small Giants Community smallgiantsorg researching B-Corporation ethics and standards bcorporationnet and reading Traction by Gino Wickman  All rights reserved©  Shades of Green Permaculture Design Inc SITES® The Sustainable SITES Initiative® and the related logo is a trademark owned by Green Business Certification",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, it seems that the company has adopted annual strategic planning, which involves setting clear objectives and priorities. However, there isn't specific mention of financial or funding goals for the next period. To provide a helpful answer, I would need more context or direct quotes from the text that specifically address financial or funding goals for the next period.",
            "source": [
                {
                    "content": "process invaluable And now we do it annually Like a permaculture system this is a lot of energy on the front end but the stage is then set for fertility and rapid growth Ultimately it freed up more energy because we knew that our work was strategic pointed and intentional which made it count more than it would have if it were unorganized and meandering Strategic planning allowed us to get upstream of many daily stressors and ground us in common goals that we can come back to collectively   Strategic planning was the flowering of the other steps mentioned here  It brought together our company values and the delivery system for those values⏤our culture  And all of the work was informed by real-time data  Part of defining our purpose and vision gives us meaning as an organization to continue to show up every day to build our company’s complexity intricacy and stability  At this point the strategic plan and how we execute our work is a self-informed feedback loop that continues to improve",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "is to observe and integrate feedback We are open and straightforward and committed to learning and growing in order to be our best We go above and beyond We are hard working and independent We have impeccable organization skills and our follow-through is unlike anything you'll experience in our industry A certified B Corporation since  we have been named a Best For The World honoree three years running in recognition of our company’s positive impact on the environment our workforce our local communities our suppliers our customers and our corporate governance We rank in the top 10 of all B Corps across all of these impact areas Unless someone like you cares a whole awful lot nothing is going to get better It's not ● We commit to purchase core products at least 50 of non-labor expenses fromindependent suppliers local to where the product will be used or where the companyoperates● We commit to sourcing materials from suppliers with ownership fromunderrepresented populations● We source",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "means we all earn more money at the end of the year in the form of profit-sharing each team member is incentivized to work hard  I believe practicing financial transparency in the form of open-book management and profit-sharing has numerous benefits especially for the team Corporate openness shouldn’t be a radical act It is necessary to hold companies accountable to the people who work within them and to the communities they serve Especially as a values-driven company opening the books holds each of us accountable to our collective vision and the meaning we make of our work  All rights reserved©  Shades of Green Permaculture Design Inc SITES® The Sustainable SITES Initiative® and the related logo is a trademark owned by Green Business Certification Inc™ and is used with permission",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Welcome to the PawPaw Patch—a blog where we share what we've learned in the field so you can apply it to your own home Let's accelerate change together I recently wrote a post about financial transparency and open-book management and had some wonderful questions and responses come in Many asked if I had any insight into building a company that could support moving to financial transparency since it is a departure from the standard fiscal management strategy for many companies   So I thought about where we are in our growth at Shades of Green and how we’ve gotten there We’ve had a few defining moments that have set us on a path of intentional and strategic growth and I’ve distilled those lessons in hopes that they can help you think about scaling your business organically  Here’s a quick history of Shades of Green as it has grown from me working solo at my kitchen table to a full-time year-round staff of 13 people and counting I made the same mistakes that I think many entrepreneurs",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " As of my knowledge cutoff date in September 209, there may have been some recent developments in the fields related to sustainability, permaculture, green infrastructure, and environmental management. However, without specific information about these topics, I cannot provide any updates or advancements beyond that date.",
            "source": [
                {
                    "content": "process invaluable And now we do it annually Like a permaculture system this is a lot of energy on the front end but the stage is then set for fertility and rapid growth Ultimately it freed up more energy because we knew that our work was strategic pointed and intentional which made it count more than it would have if it were unorganized and meandering Strategic planning allowed us to get upstream of many daily stressors and ground us in common goals that we can come back to collectively   Strategic planning was the flowering of the other steps mentioned here  It brought together our company values and the delivery system for those values⏤our culture  And all of the work was informed by real-time data  Part of defining our purpose and vision gives us meaning as an organization to continue to show up every day to build our company’s complexity intricacy and stability  At this point the strategic plan and how we execute our work is a self-informed feedback loop that continues to improve",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Welcome to the PawPaw Patch—a blog where we share what we've learned in the field so you can apply it to your own home Let's accelerate change together In honor of our fifteenth anniversary we’re reflecting on the evolution of Shades of Green Permaculture In particular the evolution of our team our logo our office spaces over the years and our design renderings When I started the business 15 years ago I took on one or two projects at a time from my dining room table hand-rendering designs and doing all of the client management and installation myself It’s hard to believe it’s been 15 years since those days but when you look at key milestones and how we’ve grown the changes and triumphs and growing pains add up to a company our whole team is super proud of So we thought it’d be fun to take a trip down memory lane and share that evolution in photos and graphics  Brandy in  on the first install in Georgia after relocating from North Carolina Our staff retreat in  floating down a",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "our carbon footprint in the process which ties back to our values Win-win  Remote consultations have also allowed us to shorten the lead-sales cycle because we can schedule them more frequently; getting to more people sooner and closer to the time when working with us was top of mind  Finally The most impactful addition to our team in the early stages of growth was building out a project management role  This did two things 1 it forced us to systematize our process and 2 it became someone’s designated responsibility to move projects forward This is where it all comes together and is certainly not unique to our company  However as a small business trying to devote the resources and time to a strategic planning process was a big stretch  We made it work one meeting at a time and found the process invaluable And now we do it annually Like a permaculture system this is a lot of energy on the front end but the stage is then set for fertility and rapid growth Ultimately it freed up more",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Welcome to the PawPaw Patch—a blog where we share what we've learned in the field so you can apply it to your own home Let's accelerate change together I want to walk you through a really inspiring residential project we completed last year This client Annie has such a wonderful style pulling together recycled and reclaimed materials with vintage salvaged and many handcrafted The combination of recycled repurposed and new materials create a warm cottage garden feel A seasoned gardener she asked us to help rework the layout of retaining walls and hardscape in her back yard to maximize planting space and at the same time slow and infiltrate water coming from uphill neighbors Rainwater harvesting provides irrigation in times of drought while directing roof water intentionally throughout the site A custom-built chicken coop and run offer lots of free-range space for a small flock while protecting plants and groundcover to achieve water management THE SITE Chickens in an urban/suburban",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, there aren't specific ongoing or upcoming research projects or innovation initiatives mentioned. However, the company seems to prioritize continuous improvement through strategic planning, adaptability, and staying informed about industry trends. They also emphasize their commitment to being a responsible business, as demonstrated by their B Corp status and efforts to support underrepresented populations in their supply chain.",
            "source": [
                {
                    "content": "our carbon footprint in the process which ties back to our values Win-win  Remote consultations have also allowed us to shorten the lead-sales cycle because we can schedule them more frequently; getting to more people sooner and closer to the time when working with us was top of mind  Finally The most impactful addition to our team in the early stages of growth was building out a project management role  This did two things 1 it forced us to systematize our process and 2 it became someone’s designated responsibility to move projects forward This is where it all comes together and is certainly not unique to our company  However as a small business trying to devote the resources and time to a strategic planning process was a big stretch  We made it work one meeting at a time and found the process invaluable And now we do it annually Like a permaculture system this is a lot of energy on the front end but the stage is then set for fertility and rapid growth Ultimately it freed up more",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "process invaluable And now we do it annually Like a permaculture system this is a lot of energy on the front end but the stage is then set for fertility and rapid growth Ultimately it freed up more energy because we knew that our work was strategic pointed and intentional which made it count more than it would have if it were unorganized and meandering Strategic planning allowed us to get upstream of many daily stressors and ground us in common goals that we can come back to collectively   Strategic planning was the flowering of the other steps mentioned here  It brought together our company values and the delivery system for those values⏤our culture  And all of the work was informed by real-time data  Part of defining our purpose and vision gives us meaning as an organization to continue to show up every day to build our company’s complexity intricacy and stability  At this point the strategic plan and how we execute our work is a self-informed feedback loop that continues to improve",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "is to observe and integrate feedback We are open and straightforward and committed to learning and growing in order to be our best We go above and beyond We are hard working and independent We have impeccable organization skills and our follow-through is unlike anything you'll experience in our industry A certified B Corporation since  we have been named a Best For The World honoree three years running in recognition of our company’s positive impact on the environment our workforce our local communities our suppliers our customers and our corporate governance We rank in the top 10 of all B Corps across all of these impact areas Unless someone like you cares a whole awful lot nothing is going to get better It's not ● We commit to purchase core products at least 50 of non-labor expenses fromindependent suppliers local to where the product will be used or where the companyoperates● We commit to sourcing materials from suppliers with ownership fromunderrepresented populations● We source",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "to show up every day to build our company’s complexity intricacy and stability  At this point the strategic plan and how we execute our work is a self-informed feedback loop that continues to improve because the systems are in place to do so  If I had to distill our growth and our collective culture shift into its essential parts it really comes back to our four values of taking care of each other doing better always welcoming the unexpected and working like nature for nature  Our values are reflected in what we do and how we do it so our growth is sustainable organic and intentional If this interests you and you want to dive deeper I highly recommend connecting with the Small Giants Community smallgiantsorg researching B-Corporation ethics and standards bcorporationnet and reading Traction by Gino Wickman  All rights reserved©  Shades of Green Permaculture Design Inc SITES® The Sustainable SITES Initiative® and the related logo is a trademark owned by Green Business Certification",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, there isn't any specific mention of research grants or innovation awards being distributed. However, the text does highlight various achievements and milestones related to different organizations and individuals. These include the recognition received by Shades of Green as a Best for the World™ B Corp for three consecutive years, the reflection on the evolution of Shades of Green Permaculture, and the successful fundraising campaign for Nourish Botanica, among others.",
            "source": [
                {
                    "content": "Welcome to the PawPaw Patch—a blog where we share what we've learned in the field so you can apply it to your own home Let's accelerate change together You deserve a gift They deserve a gift We all deserve a gift after the year we’ve experienced If your mind is drawing a blank when it comes to shopping for a small-business supportive friend or family member — or maybe you are simply looking for ideas on how to treat yo’ self after making it through the last 12 months — Shades of Green has some ideas to share Our staff compiled the things they are giving and in some cases what they wouldn’t mind receiving this holiday season from local makers and Black-owned small businesses and other sustainable low waste gifts Wanna give a gift that feeds Consider ordering some Oyster Mushroom spawn form our friends at Mushroom Mountain and inoculate a log or two It’ll produce for  months A true gift that keeps on giving Elizabeth left her job to pursue her passion for painting almost five years ago",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Welcome to the PawPaw Patch—a blog where we share what we've learned in the field so you can apply it to your own home Let's accelerate change together For the third year running we were named a Best for the World™ B Corp which recognizes the exceptional positive impact Shades of Green has on its community We were honored based on our diversity equity and inclusion efforts as well as our community-focused business model that supports the economic vitality of local communities regardless of company growth or scale  We became a certified B Corp in  because we wanted to focus on long-term value instead of short-term gain We wanted to prioritize people and the planet over profit And we especially wanted to remain clear-eyed about our values as we grew The B Corp movement was and is transforming the global economy to benefit all people communities and the planet enabling companies to improve their social and environmental impact That’s exactly why we knew we wanted to commit to B Corp",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Welcome to the PawPaw Patch—a blog where we share what we've learned in the field so you can apply it to your own home Let's accelerate change together In honor of our fifteenth anniversary we’re reflecting on the evolution of Shades of Green Permaculture In particular the evolution of our team our logo our office spaces over the years and our design renderings When I started the business 15 years ago I took on one or two projects at a time from my dining room table hand-rendering designs and doing all of the client management and installation myself It’s hard to believe it’s been 15 years since those days but when you look at key milestones and how we’ve grown the changes and triumphs and growing pains add up to a company our whole team is super proud of So we thought it’d be fun to take a trip down memory lane and share that evolution in photos and graphics  Brandy in  on the first install in Georgia after relocating from North Carolina Our staff retreat in  floating down a",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Welcome to the PawPaw Patch—a blog where we share what we've learned in the field so you can apply it to your own home Let's accelerate change together ATLANTA — An Atlanta initiative to decolonize the local food system is getting closer to its goal thanks to a stellar opening week of public investment and conversation Nourish Botanica has successfully raised almost  percent of its crowdfunding target in eight weeks with more than 50 in donations towards a 60 goal and over 5 shares on social media The brainchild of Nourish in Black founder Quianah Upton Nourish Botanica envisions becoming Atlanta’s first black-owned greenhouse and eatery that will serve the community by providing space for healing through art fresh food and botanicals grown on-site The organization will use food as medicine serving the community delicious bites and herbal remedies and creating a space for sustainable green entertainment Upton is an Atlanta-based Caribbean native and Southern food justice advocate",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the provided information, there isn't any specific mention of organizations, institutions, or entities that the company is currently collaborating with. However, the text does suggest that the company values collaboration over competition, and they may engage with various partners in the future.",
            "source": [
                {
                    "content": "many forms but we focus on having a strong company culture for us One of our core values is to take care of one another  and we do this in several ways both in our business systems as well as in how we participate in the community We choose to always see the humanity in one another so we can be kind honest and considerate We think it is essential to listen We take our cues from the living world and choose collaboration over competition We strive to build resilience and fortify biodiversity both on the ground and in our team We choose to support diverse vendors and local businesses as a default and in turn build the soil of our local economy   This ethic informs our business in many ways We are continually striving to improve our sourcing by choosing vendors that embody our values We seek out locally grown plants that utilize organic growing practices We close waste loops by diverting cardboard from the waste stream to utilize in our soil building via “sheet mulching” We encourage",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "suppliers local to where the product will be used or where the companyoperates● We commit to sourcing materials from suppliers with ownership fromunderrepresented populations● We source from companies that are compliant with all local laws and regulationsincluding those related to social and environmental performance● We support vendors with good governance including policies related to ethics andcorruption● We prioritize positive practices beyond what is required by regulations egenvironmentally-friendly manufacturing process excellent labor practices● We prioritize vendors with third-party certifications related to positive social and/or environmental performance I founded Shades of Green in  Since then our team has grown to a staff of nearly 20 and we have worked with over a thousand clients who are applying permaculture across contexts I am passionate about leading a purpose-driven business that actively creates a healthier world for our children every single day I love seeing my",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "means we all earn more money at the end of the year in the form of profit-sharing each team member is incentivized to work hard  I believe practicing financial transparency in the form of open-book management and profit-sharing has numerous benefits especially for the team Corporate openness shouldn’t be a radical act It is necessary to hold companies accountable to the people who work within them and to the communities they serve Especially as a values-driven company opening the books holds each of us accountable to our collective vision and the meaning we make of our work  All rights reserved©  Shades of Green Permaculture Design Inc SITES® The Sustainable SITES Initiative® and the related logo is a trademark owned by Green Business Certification Inc™ and is used with permission",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Welcome to the PawPaw Patch—a blog where we share what we've learned in the field so you can apply it to your own home Let's accelerate change together For the third year running we were named a Best for the World™ B Corp which recognizes the exceptional positive impact Shades of Green has on its community We were honored based on our diversity equity and inclusion efforts as well as our community-focused business model that supports the economic vitality of local communities regardless of company growth or scale  We became a certified B Corp in  because we wanted to focus on long-term value instead of short-term gain We wanted to prioritize people and the planet over profit And we especially wanted to remain clear-eyed about our values as we grew The B Corp movement was and is transforming the global economy to benefit all people communities and the planet enabling companies to improve their social and environmental impact That’s exactly why we knew we wanted to commit to B Corp",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the provided information, I cannot find any specific mention of joint events, projects, or initiatives involving multiple companies or organizations. The text primarily discusses the efforts and initiatives taken by the company itself, such as their community involvement, strategic planning, and company culture. While they mention collaborating with various vendors and supporting local businesses, there isn't any direct reference to joint events, projects, or initiatives with other companies or organizations.",
            "source": [
                {
                    "content": "our carbon footprint in the process which ties back to our values Win-win  Remote consultations have also allowed us to shorten the lead-sales cycle because we can schedule them more frequently; getting to more people sooner and closer to the time when working with us was top of mind  Finally The most impactful addition to our team in the early stages of growth was building out a project management role  This did two things 1 it forced us to systematize our process and 2 it became someone’s designated responsibility to move projects forward This is where it all comes together and is certainly not unique to our company  However as a small business trying to devote the resources and time to a strategic planning process was a big stretch  We made it work one meeting at a time and found the process invaluable And now we do it annually Like a permaculture system this is a lot of energy on the front end but the stage is then set for fertility and rapid growth Ultimately it freed up more",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "groups as part of that My husband is the Chief Values Holder and he leads our community giveback program where we identify lots of different community partners usually in underserved communities We help to bring gardens to life for them leveraging our cohort of volunteers and serving the community through our experience knowledge and connections  What is your ideal version of a large city to meet the demands of a changing climate  Lazy lawns Transition monoculture lawn species to diversified species that have other functions like soil building or pollinator habitat On a broad pattern level having cities function within the greater ecosystem – thinking about how we design spaces landscape designs that embrace the ecosystems we’re a part of In Georgia here in Atlanta we’re in the piedmont We’re in a pine oak forest with acidic soils and heavy clay There is an inherent beauty that we can pull into our landscapes and our yards that is not constantly trying to fight against where we are We",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "many forms but we focus on having a strong company culture for us One of our core values is to take care of one another  and we do this in several ways both in our business systems as well as in how we participate in the community We choose to always see the humanity in one another so we can be kind honest and considerate We think it is essential to listen We take our cues from the living world and choose collaboration over competition We strive to build resilience and fortify biodiversity both on the ground and in our team We choose to support diverse vendors and local businesses as a default and in turn build the soil of our local economy   This ethic informs our business in many ways We are continually striving to improve our sourcing by choosing vendors that embody our values We seek out locally grown plants that utilize organic growing practices We close waste loops by diverting cardboard from the waste stream to utilize in our soil building via “sheet mulching” We encourage",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "process invaluable And now we do it annually Like a permaculture system this is a lot of energy on the front end but the stage is then set for fertility and rapid growth Ultimately it freed up more energy because we knew that our work was strategic pointed and intentional which made it count more than it would have if it were unorganized and meandering Strategic planning allowed us to get upstream of many daily stressors and ground us in common goals that we can come back to collectively   Strategic planning was the flowering of the other steps mentioned here  It brought together our company values and the delivery system for those values⏤our culture  And all of the work was informed by real-time data  Part of defining our purpose and vision gives us meaning as an organization to continue to show up every day to build our company’s complexity intricacy and stability  At this point the strategic plan and how we execute our work is a self-informed feedback loop that continues to improve",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Through collaboration, both parties aim to achieve shared objectives and desired outcomes. These may include increased efficiency, cost savings, expanded market reach, improved product or service quality, enhanced innovation, and strengthened competitive positions. Collaborating organizations often strive to develop new products or services, access new markets, or leverage complementary skills and expertise. Additionally, successful collaborations can foster trust, communication, and long-term relationships between partners, leading to further opportunities for joint initiatives and growth.",
            "source": [
                {
                    "content": "means we all earn more money at the end of the year in the form of profit-sharing each team member is incentivized to work hard  I believe practicing financial transparency in the form of open-book management and profit-sharing has numerous benefits especially for the team Corporate openness shouldn’t be a radical act It is necessary to hold companies accountable to the people who work within them and to the communities they serve Especially as a values-driven company opening the books holds each of us accountable to our collective vision and the meaning we make of our work  All rights reserved©  Shades of Green Permaculture Design Inc SITES® The Sustainable SITES Initiative® and the related logo is a trademark owned by Green Business Certification Inc™ and is used with permission",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "process invaluable And now we do it annually Like a permaculture system this is a lot of energy on the front end but the stage is then set for fertility and rapid growth Ultimately it freed up more energy because we knew that our work was strategic pointed and intentional which made it count more than it would have if it were unorganized and meandering Strategic planning allowed us to get upstream of many daily stressors and ground us in common goals that we can come back to collectively   Strategic planning was the flowering of the other steps mentioned here  It brought together our company values and the delivery system for those values⏤our culture  And all of the work was informed by real-time data  Part of defining our purpose and vision gives us meaning as an organization to continue to show up every day to build our company’s complexity intricacy and stability  At this point the strategic plan and how we execute our work is a self-informed feedback loop that continues to improve",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "Welcome to the PawPaw Patch—a blog where we share what we've learned in the field so you can apply it to your own home Let's accelerate change together A few years ago I joined the Small Giants Community as part of their Leadership Academy and one of my biggest takeaways was in order to value people over profits it’s imperative that in business we are willing to embody transparency  This transparency can mean showing up as an authentic leader as we are It can also mean sharing our purpose values and vision so the whole team can align to do better and evolve the business toward a bigger vision And transparency can mean sharing the wins and losses with the team by practicing open-book management  “Open-book management is a management phrase coined by John Case of Inc magazine who began using the term in  The basis of open-book management is that the information received by employees should not only help them do their jobs effectively but help them understand how the company is doing as a",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                },
                {
                    "content": "our carbon footprint in the process which ties back to our values Win-win  Remote consultations have also allowed us to shorten the lead-sales cycle because we can schedule them more frequently; getting to more people sooner and closer to the time when working with us was top of mind  Finally The most impactful addition to our team in the early stages of growth was building out a project management role  This did two things 1 it forced us to systematize our process and 2 it became someone’s designated responsibility to move projects forward This is where it all comes together and is certainly not unique to our company  However as a small business trying to devote the resources and time to a strategic planning process was a big stretch  We made it work one meeting at a time and found the process invaluable And now we do it annually Like a permaculture system this is a lot of energy on the front end but the stage is then set for fertility and rapid growth Ultimately it freed up more",
                    "metadata": {
                        "rel": [
                            "eventbrite",
                            "nytimes",
                            "bcorporation",
                            "amazon",
                            "youtube"
                        ],
                        "sector": "Service with Significant Environmental Footprint"
                    }
                }
            ]
        }
    ]
}