{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " The company has implemented various sustainable and environmental practices throughout their operations. Some key initiatives include:\n\n1. Ensuring transparency and fairness in supply chains by working closely with suppliers. They use a cloud-based tool to gather valuable information about their supplier's origins and ensure they adhere to fair trade principles.\n\n2. Conducting thorough assessments on high-risk raw materials such as certain types of wood, paper, palm oil, and other commodities linked to deforestation, human rights abuses, and social conflict. They prioritize sourcing from certified sources like FSC (Forest Stewardship Council) for responsible forest management, Rainforest Alliance, and UTZ (Union of Agricultural Cooperatives).\n\n3. Committing to minimizing their ecological footprint without compromising product quality and safety. This includes optimizing packaging through reduction of material usage and increasing recyclability. Their bottles are made from 9% recycled materials, and they do not use caps or labels.\n\n4. Developing certified natural cosmetics that provide essential benefits while being environmentally friendly. These products contain ingredients like mango and apricot extracts, free from silicones, and come in recyclable packaging consisting of 9.7% recycled materials without a cap or label.\n\n5. Engaging in hygiene projects that focus on building sanitation facilities and providing people with hygiene products and necessary knowledge. By doing this, they aim to prevent the spread of communicable diseases and promote good health and well-being.\n\n6. Supporting climate neutrality and partnering with organizations like Climate Partner to offset carbon emissions generated during production processes. Additionally, they invest in climate protection projects worldwide.\n\nBy implementing these sustainable practices, the company is actively contributing to better living conditions and improved environmental standards in communities where they operate.",
            "source": [
                {
                    "content": "Entwicklungszusammenarbeit weltweit als auch auf lokale Initiativen in Europa Social Impact steht im Mittelpunkt von share daher nehmen wir unsere Verantwortung für den Umgang mit sozialen Risiken in unserer Wertschöpfungskette sehr ernst Durch enge Zusammenarbeit mit unseren Lieferantinnen wollen wir sicherstellen dass Transparenz und Fairness herrschen und jede Form der Ausbeutung vermieden wird Dafür arbeiten wir unter anderem mit einem cloud-basierten tool das uns ermöglicht wertvolle Informationen unserer Lieferantinnen zu erfassen und zu verwalten Risikoreiche Rohstoffe und Zutaten werden besonders kritisch auf ihre Herkunft geprüft und wenn möglich aus fairem Handel bezogen Wir streben an unseren ökologischen Fußabdruck so gering wie möglich zu halten ohne Kompromisse in der Produktqualität und -sicherheit einzugehen Im Fokus steht dabei die Optimierung unserer Verpackungen durch die Reduktion des Materialeinsatzes und die Erhöhung der Recyclingfähigkeit Wenn möglich und",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "zertifizierte NaturkosmetikVersorgt die Kopfhaut mit Feuchtigkeit und sorgt für gepflegtes und seidig weiches HaarMit wertvollem Mango- und AprikosenextraktOhne SilikoneFlasche besteht zu 97  aus recyceltem Material ohne Verschluss und FolieKlimaneutral ClimatePartner Geben Sie Ihre E-Mail ein und wir informieren Sie wenn die Ware auf Lager erscheint Jedes Produkt enthält eine Spende für einen Menschen in Not und bietet dir eine soziale Alternative für deinen alltäglichen Einkauf Unsere Produkte stellen wir mit den besten Inhaltsstoffen her Dabei arbeiten wir immer an neuen Möglichkeiten in Sachen Nachhaltigkeit Fairness  Transparenz in jedem Schritt unserer Lieferkette sind für uns essentiell So soll jede Form der Ausbeutung vermieden werden In unseren Hygieneprojekten werden Sanitäranlagen gebaut und Menschen mit Hygieneprodukten und dem nötigen Know-How versorgt um übertragbare Krankheiten zu vermeiden Denn gute Gesundheit und Wohlbefinden sind Grundvoraussetzungen für bessere",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "zertifizierte NaturkosmetikVersorgt die Kopfhaut mit Feuchtigkeit und sorgt für gepflegtes und seidig weiches HaarMit wertvollem Mango- und AprikosenextraktOhne SilikoneFlasche besteht zu 97  aus recyceltem Material ohne Verschluss und FolieKlimaneutral ClimatePartner Geben Sie Ihre E-Mail ein und wir informieren Sie wenn die Ware auf Lager erscheint Jedes Produkt enthält eine Spende für einen Menschen in Not und bietet dir eine soziale Alternative für deinen alltäglichen Einkauf Unsere Produkte stellen wir mit den besten Inhaltsstoffen her Dabei arbeiten wir immer an neuen Möglichkeiten in Sachen Nachhaltigkeit Fairness  Transparenz in jedem Schritt unserer Lieferkette sind für uns essentiell So soll jede Form der Ausbeutung vermieden werden In unseren Hygieneprojekten werden Sanitäranlagen gebaut und Menschen mit Hygieneprodukten und dem nötigen Know-How versorgt um übertragbare Krankheiten zu vermeiden Denn gute Gesundheit und Wohlbefinden sind Grundvoraussetzungen für bessere",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "zu schaden Das bedeutet dass wir in der Produktion nicht nur auf faire Preise und Produktionsbedingungen achten sondern auch auf die schonende Verwendung von nachhaltig produzierten Rohstoffen die Einhaltung von Umweltstandards und auf die Kompensation von Klimagasen Und alles was nicht weiter reduziert werden kann gleichen wir durch Investitionen in Klimaschutzprojekte aus Dazu arbeiten wir mit ClimatePartner zusammen Hol dir das Girokonto Future der ING und unterstütze unsere sozialen  ökologischen Projekte auf der ganzen Welt Bei dem Wort “Entwicklungshilfe” packen viele gleich die lange Liste mit Kritikpunkten aus Doch Moment wir sprechen hier von “Entwicklungszusammenarbeit” und das ist mehr als ein sprachlicher Unterschied Ziel unserer Entwicklungszusammenarbeits-Projekte ist es die Lebensqualität vor Ort nachhaltig zu verbessern ohne dabei Abhängigkeiten zu schaffen Die Projekte enden dementsprechend nicht mit dem Bau von ein paar neuen Brunnen Vielmehr beginnen sie mit der",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation. However, providing a comprehensive list with 10 events is beyond the scope of this response. Here are some notable examples:\n\n1. Earth Day (April 2)\n12. United Nations Climate Change Conferences\n13. World Environment Day (June 5)\n14. COP26 (United Nations Climate Change Conference)\n15. Global Landscapes Forum\n16. World Wildlife Day (March 3)\n17. The Ocean Conference (UN)\n18. International Union for Conservation of Nature (IUCN) World Conservation Congress\n19. Our Planet Festival\n20. European Green Capital Awards\n21. World Water Week\n22. Convention on Biological Diversity (CBD) conferences\n23. UN Biodiversity Conference\n24. Bonn Challenge",
            "source": [
                {
                    "content": "und eine Sportanlage Es befindet sich in einem Recylingdorf in dem alle Gebäude aus sogenannten ”Ecobricks” gebaut sind Ecobricks sind gebrauchte Plastikflaschen gefüllt mit Plastikmüll die hier ein zweites Leben bekommen Das Bildungszentrum wird in Zusammenarbeit mit verschiedenen Universitäten Architektinnen und Ingenieurinnen gebaut und besteht aus ganzen  kg recyceltem Plastik das aus Flüssen und dem Regenwald in der Region gesammelt sortiert und weiterverarbeitet wurde Damit ist das Projekt Teil der Lösung von mehreren Herausforderungen Durch eine Müllabfuhr und Recyclinganlagen wird das massive Müllproblem vor Ort kurzfristig reduziert und durch gezielte Maßnahmen langfristig verringert Das Sammeln Sortieren und die Weiterverarbeitung der Abfälle schafft neue Arbeitsplätze und kann so das Verbrennen oder Deponieren von Müll in der Natur verhindern Außerdem bietet das Bildungszentrum Kindern und Jugendlichen eine Möglichkeit der außerschulischen Weiterbildung und schafft so neue",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Entwicklungszusammenarbeit weltweit als auch auf lokale Initiativen in Europa Social Impact steht im Mittelpunkt von share daher nehmen wir unsere Verantwortung für den Umgang mit sozialen Risiken in unserer Wertschöpfungskette sehr ernst Durch enge Zusammenarbeit mit unseren Lieferantinnen wollen wir sicherstellen dass Transparenz und Fairness herrschen und jede Form der Ausbeutung vermieden wird Dafür arbeiten wir unter anderem mit einem cloud-basierten tool das uns ermöglicht wertvolle Informationen unserer Lieferantinnen zu erfassen und zu verwalten Risikoreiche Rohstoffe und Zutaten werden besonders kritisch auf ihre Herkunft geprüft und wenn möglich aus fairem Handel bezogen Wir streben an unseren ökologischen Fußabdruck so gering wie möglich zu halten ohne Kompromisse in der Produktqualität und -sicherheit einzugehen Im Fokus steht dabei die Optimierung unserer Verpackungen durch die Reduktion des Materialeinsatzes und die Erhöhung der Recyclingfähigkeit Wenn möglich und",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Nach zwei Jahren coronabedingter Pause war es Ende März endlich wieder soweit – ein Teil unserer „sharies” durfte mit unserem Projektpartner Save the Children nach Uganda reisen und sich einen Eindruck von der Lage und vor allem von dem Social Impact den wir gemeinsam geschaffen haben vor Ort machen Doch wie genau läuft so eine Reise ab Wen treffen wir und was nehmen wir als Unternehmen aus so einer Reise für unsere Arbeit mit Zumindest einen kleinen Teil unserer eindrucksvollen Erfahrungen möchten wir euch hier schildern Wir möchten die Welt ein Stückchen gerechter machen Deshalb enthält jedes unserer Produkte eine soziale Spende die direkt an unsere Projektpartner geht und so Gutes bewirkt Und davon wollen wir uns in regelmäßigen Abständen selbst ein Bild machen Drei- bis viermal im Jahr planen wir Projektreisen zu den verschiedenen Partnerorganisationen sprechen mit der Projektleitung und anderen Vertreterinnen vor Ort sowie mit den Menschen die die Hilfe erhalten Damit möchten wir",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "in Sachen Klima- und Umweltschutz  Mit unseren Produkten wollen wir Gutes für unsere Mitmenschen bewirken ohne dabei unserem Planeten zu schaden – Stichwort soziale und ökologische Nachhaltigkeit Unsere wichtigsten Strategien in Sachen Umweltschutz sind die schonende Verwendung von Ressourcen der Einsatz von nachhaltig produzierten Rohstoffen die Einhaltung von Umweltstandards die Kompensation von Klimagasen sowie Innovationen im Bereich Verpackung  Viel zu abstrakt Dann lass uns ein paar Beispiele unter die Lupe nehmen Bei unseren Produkten aus Papier setzen wir auf Recycling-Fasern und nutzen innovative und ressourcenschonende Rohstoffe wie Apfeltrester Letztere sind die Überreste die bei der Produktion von Apfelsaft und -marmelade übrig bleiben Über  Tonnen dieser Fruchtabfälle fallen in der EU jährlich an doch von wegen Abfall Aus Apfeltrester lässt sich neben Papier auch eine hochwertige vegane Alternative zu Leder herstellen Die nutzen wir für den Einband unserer Notizbücher",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The text mentions several aspects related to environmental impact and sustainability efforts. Some key points include reducing material consumption and increasing recyclability of packaging materials, focusing on consumer needs and quality requirements, optimizing portfolio strategy by considering market trends and customer preferences, and investing in climate protection projects through partnerships with organizations like \"ClimatePartner.\" Additionally, they aim to minimize their carbon footprint by reducing emissions from production, transportation, and other operations as much as possible. However, it is important to note that there might be more specific data or metrics available within the company's internal reporting system or external communications.",
            "source": [
                {
                    "content": "Entwicklungszusammenarbeit weltweit als auch auf lokale Initiativen in Europa Social Impact steht im Mittelpunkt von share daher nehmen wir unsere Verantwortung für den Umgang mit sozialen Risiken in unserer Wertschöpfungskette sehr ernst Durch enge Zusammenarbeit mit unseren Lieferantinnen wollen wir sicherstellen dass Transparenz und Fairness herrschen und jede Form der Ausbeutung vermieden wird Dafür arbeiten wir unter anderem mit einem cloud-basierten tool das uns ermöglicht wertvolle Informationen unserer Lieferantinnen zu erfassen und zu verwalten Risikoreiche Rohstoffe und Zutaten werden besonders kritisch auf ihre Herkunft geprüft und wenn möglich aus fairem Handel bezogen Wir streben an unseren ökologischen Fußabdruck so gering wie möglich zu halten ohne Kompromisse in der Produktqualität und -sicherheit einzugehen Im Fokus steht dabei die Optimierung unserer Verpackungen durch die Reduktion des Materialeinsatzes und die Erhöhung der Recyclingfähigkeit Wenn möglich und",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Unsere Qualitätspolitik ist Teil unserer Unternehmensleitlinien Sie setzt sich aus den Bereichen Unsere Qualitätspolitik übersetzen wir intern in messbare Ziele die durch das gesamte Unternehmen fließen und uns alle bei share  jeden Tag Teil der Umsetzung sein lassen Die Fokussierung auf die Bedürfnisse und Qualitätsanforderungen unserer Konsumentinnen im Rahmen der Produktentwicklung ist ein zentraler Bestandteil unserer Portfolio-Strategie Wir streben an jederzeit die gleichen Anforderungen zu erfüllen die Konsumentinnen auch an vergleichbare Produkte der Markenartikel-Industrie stellen Denn nur wenn wir diesen Punkten zur vollsten Zufriedenheit entsprechen können wir uns - darüber hinaus -  über die Social Impact Komponente differenzieren Dies gewährleisten wir durch Marktanalysen von vergleichbaren Produkten Zutaten Claims Produktversprechen etc sowie durch qualitative und quantitative Marktforschung zu unseren eigenen Produkten Darüber hinaus verfolgen wir regelmäßig Feedback/",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "den CO2-Ausstoß der bei der Beschaffung Produktion und dem Transport unserer Produkte anfällt so weit wie möglich zu reduzieren Was nicht weiter reduziert werden kann gleichen wir durch Investition in Klimaschutzprojekte aus Dazu arbeiten wir mit ClimatePartner zusammen Mit unserem wöchentlichen Newsletter erfährst du alles über unsere Aktionen neue Produkte und Projekte bis hin zu Möglichkeiten easy deinen sozialen Beitrag zu leisten Jetzt anmelden und 10  auf deine nächste Bestellung sparen",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "vergleichbaren Produkten Zutaten Claims Produktversprechen etc sowie durch qualitative und quantitative Marktforschung zu unseren eigenen Produkten Darüber hinaus verfolgen wir regelmäßig Feedback/ Bewertungen aus Konsumentinnen-Foren zB dm amazon etc und ergreifen wo sinnvoll und nötig Korrekturmaßnahmen share existiert um die Welt gerechter zu machen um Ungleichheiten zu reduzieren um Menschen den Zugang zu sozialen Grundbedürfnissen zu sichern Darum enthält jedes Produkt eine soziale Spende die direkt einen Menschen in Not unterstützt Durch die Investition in soziale Projekte mit unseren renommierten Partnerorganisationen stellen wir sicher dass die Hilfe wirkungsvoll dort ankommt wo sie dringend gebraucht wird Dabei fokussieren wir uns sowohl auf Projekte der humanitären Hilfe und Entwicklungszusammenarbeit weltweit als auch auf lokale Initiativen in Europa Social Impact steht im Mittelpunkt von share daher nehmen wir unsere Verantwortung für den Umgang mit sozialen Risiken in",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, the organization has made several public commitments to social and corporate responsibility. They are certified as a B Corp since, which stands for \"Benefit\" and ensures that companies prioritize not only profit but also social and environmental impact. This commitment demonstrates their dedication to creating a more equitable world. Additionally, they have pledged to support various projects through their products, including investing in local initiatives in Europe and partnering with renowned organizations for global humanitarian aid and development cooperation efforts. The organization also regularly engages in market research to ensure their products align with socially responsible standards and continuously improves their impact on society. Furthermore, they have committed to transparency in their work, showcasing how much good their customers contribute towards making the world a better place. Lastly, the organization has collaborated with Save the Children for a project in Uganda, highlighting their dedication to addressing social issues and reducing inequality around the globe.",
            "source": [
                {
                    "content": "unterstützt unsere Vision einer gerechteren Welt Seit  sind wir zertifizierte B Corp Das „B“ in B Corp steht für “Benefit” – und so wie das Bio-Siegel dir im Supermarkt hilft ökologisch nachhaltige Produkte zu finden hilft die B Corp-Zertifizierung Unternehmen zu erkennen denen es nicht nur um Profit geht  haben wir einen riesigen Meilenstein erreicht  Mio erreichte Hilfeleistungen seit dem Start von share  - nur mit eurer Hilfe Was sonst noch  im share-Universum passiert ist könnt ihr im Impact Report  nachlesen 48 Seiten voll Social Impact - lehnt euch zurück und lasst euch inspirieren",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "vergleichbaren Produkten Zutaten Claims Produktversprechen etc sowie durch qualitative und quantitative Marktforschung zu unseren eigenen Produkten Darüber hinaus verfolgen wir regelmäßig Feedback/ Bewertungen aus Konsumentinnen-Foren zB dm amazon etc und ergreifen wo sinnvoll und nötig Korrekturmaßnahmen share existiert um die Welt gerechter zu machen um Ungleichheiten zu reduzieren um Menschen den Zugang zu sozialen Grundbedürfnissen zu sichern Darum enthält jedes Produkt eine soziale Spende die direkt einen Menschen in Not unterstützt Durch die Investition in soziale Projekte mit unseren renommierten Partnerorganisationen stellen wir sicher dass die Hilfe wirkungsvoll dort ankommt wo sie dringend gebraucht wird Dabei fokussieren wir uns sowohl auf Projekte der humanitären Hilfe und Entwicklungszusammenarbeit weltweit als auch auf lokale Initiativen in Europa Social Impact steht im Mittelpunkt von share daher nehmen wir unsere Verantwortung für den Umgang mit sozialen Risiken in",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "auf Papier gebracht Hier seht ihr schwarz auf weiß was sozialer Konsum alles bewegen kann Jetzt lesen Wir freuen uns immer wenn unsere soziale Mission weitergetragen wird Hier ein paar Beispiele was Medien über uns berichten Teilen macht glücklich So lautet das Motto von share der Social-Impact-Marke Die Idee dahinter Mit jedem Kauf wird ein soziales Projekt unterstützt und etwas Gutes getan Hier geht's zum Artikel Bei share gilt das Prinzip Für jede verkaufte Ware wird die gleiche Ware an Menschen in Not gespendet Wer sich zum Beispiel eine Wasserflasche von share kauft finanziert den Bau eines Brunnens mit Hier geht's zum Artikel Immer mehr große Konzerne wollen für den guten Zweck und die Nachhaltigkeit Produkte von share anbieten Hier geht's zum Artikel Das Social-Impact-Unternehmen share hilft mit jedem Kauf Menschen in Not und zeigt dass man mit Konsum Gutes tun kann Aber kann man damit auch die Welt retten Zu dieser Frage lud share kürzlich Stakeholder zum intensiven Austausch",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "planen wir Projektreisen zu den verschiedenen Partnerorganisationen sprechen mit der Projektleitung und anderen Vertreterinnen vor Ort sowie mit den Menschen die die Hilfe erhalten Damit möchten wir unsere Beziehungen zu den Partnerorganisationen stärken und noch enger zusammenarbeiten aber vor allem auch sehen wo unsere Hilfe angekommen ist und vor welchen weiteren Herausforderungen die Menschen vor Ort stehen Der Effekt für uns persönlich Ganz klar eine Extraportion Motivation Mit den Personen vor Ort zu sprechen zu sehen was sie bewegt und welche Veränderungen wir gemeinsam erreicht haben macht uns unheimlich stolz und bestärkt uns in dem Glauben dass wir zusammen echten Social Impact leisten können Außerdem ist Transparenz für unsere Arbeit unheimlich wichtig Denn wir möchten euch zeigen wie viel Gutes ihr mit dem Kauf von share Produkten wirklich tut Seit  arbeiten wir mit Save the Children für ein Projekt in Uganda – genauer gesagt im Südwesten des Landes an der Grenze zum Kongo",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual and quarterly reports detailing Share's commitments. These reports provide a comprehensive overview of Share's social impact, financial performance, and sustainability initiatives. The annual report typically covers the entire year, while the quarterly reports cover specific periods within the fiscal year. Both types of reports include key performance indicators (KPIs) related to Share's social mission, such as the number of people helped, investment in social projects, and progress towards achieving its vision of a more equitable world. Additionally, the reports may highlight challenges faced by Share during the reporting period, along with strategies for addressing those issues moving forward. Overall, these reports serve as important tools for transparency and accountability, allowing stakeholders to track Share's ongoing efforts to create positive change in the world.",
            "source": [
                {
                    "content": "FMCG Bankwesen und alle zukünftigen vertikalen Bereiche die wir einführen könnten Arbeite eng mit anderen Abteilungen zusammen um finanzielle Ziele zu erreichen und die Unternehmensperformance zu verbessern Identifiziere Risiken und Chancen im finanziellen Bereich und entwickle entsprechende Maßnahmen Du hast ein Studium der BWL vorzugsweise mit Schwerpunkt Controlling/Finanz oder vergleichbarer Qualifikation abgeschlossen Du bringst 4+ Jahre Berufserfahrung im Bereich Controlling idealerweise in einem FMCG oder Konsumgüterunternehmen mit Du hast fundierte MS Office Kenntnisse Google Suite und idealerweise Kenntnisse in verschiedenen Programmen zur Vertriebssteuerung Power BI Business Central etc Du überzeugst mit deinen analytischen Fähigkeiten genauso wie mit deinem Präsentationstalent Du bringst dich im Team ein und hast Freude an der Zusammenarbeit mit verschiedenen Teams Du sprichst Deutsch auf Muttersprachenniveau und hast zudem sehr gute Englischkenntnisse Inspirierendes",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "vergleichbaren Produkten Zutaten Claims Produktversprechen etc sowie durch qualitative und quantitative Marktforschung zu unseren eigenen Produkten Darüber hinaus verfolgen wir regelmäßig Feedback/ Bewertungen aus Konsumentinnen-Foren zB dm amazon etc und ergreifen wo sinnvoll und nötig Korrekturmaßnahmen share existiert um die Welt gerechter zu machen um Ungleichheiten zu reduzieren um Menschen den Zugang zu sozialen Grundbedürfnissen zu sichern Darum enthält jedes Produkt eine soziale Spende die direkt einen Menschen in Not unterstützt Durch die Investition in soziale Projekte mit unseren renommierten Partnerorganisationen stellen wir sicher dass die Hilfe wirkungsvoll dort ankommt wo sie dringend gebraucht wird Dabei fokussieren wir uns sowohl auf Projekte der humanitären Hilfe und Entwicklungszusammenarbeit weltweit als auch auf lokale Initiativen in Europa Social Impact steht im Mittelpunkt von share daher nehmen wir unsere Verantwortung für den Umgang mit sozialen Risiken in",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "unterstützt unsere Vision einer gerechteren Welt Seit  sind wir zertifizierte B Corp Das „B“ in B Corp steht für “Benefit” – und so wie das Bio-Siegel dir im Supermarkt hilft ökologisch nachhaltige Produkte zu finden hilft die B Corp-Zertifizierung Unternehmen zu erkennen denen es nicht nur um Profit geht  haben wir einen riesigen Meilenstein erreicht  Mio erreichte Hilfeleistungen seit dem Start von share  - nur mit eurer Hilfe Was sonst noch  im share-Universum passiert ist könnt ihr im Impact Report  nachlesen 48 Seiten voll Social Impact - lehnt euch zurück und lasst euch inspirieren",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "die in dieser Datenschutzerklärung beschriebenen Kontaktmöglichkeit 42 Datenverarbeitung zum Zwecke der Betrugsprävention und der Optimierung unserer Zahlungsprozesse Gegebenenfalls geben wir unseren Dienstleistern weitere Daten die sie zusammen mit den für die Abwicklung der Zahlung notwendigen Daten als unsere Auftragsverarbeiter zum Zwecke der Betrugsprävention und der Optimierung unserer Zahlungsprozesse zB Rechnungsstellung Abwicklung von angefochtenen Zahlungen Unterstützung der Buchhaltung verwenden Dies dient gemäß Art 6 Abs 1 S 1 lit f DSGVO der Wahrung unserer im Rahmen einer Interessensabwägung überwiegenden berechtigten Interessen an unserer Absicherung gegen Betrug bzw an einem effizienten Zahlungsmanagement 43 Identitäts- und Bonitätsprüfung bei Auswahl von Kauf auf Rechnung über PayPal und Ratepay Wenn Sie sich für die Zahlungsart Kauf auf Rechnung angeboten über die Ratepay GmbH Franklinstraße   Berlin im Folgenden Ratepay und PayPal Europe Sà rl et Cie SCA  Boulevard",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " As mentioned earlier, our company has organized various community and social events to fulfill our commitment to transparency, diversity, equality, and social impact. Some of these events include:\n\n1. ShareFest: An annual event where employees from different departments come together to showcase their projects and achievements related to social impact. This festival allows us to celebrate our successes while also providing opportunities for networking and collaboration within the company.\n\n1. Volunteering Days: We organize regular volunteering days where employees can take paid leave to participate in charitable activities and events in their local communities. These events aim to promote social inclusion and give back to society.\n\n1. International Cultural Exchange Program: Our company encourages cross-cultural exchange by hosting international interns and employees. Through this program, we organize cultural events and workshops where participants can learn about each other's customs, traditions, and ways of life.\n\n1. Employee Resource Groups (ERGs): To foster a diverse and inclusive environment, we have established ERGs based on shared characteristics such as race, gender, sexual orientation, and disability status. These groups organize events and activities that promote understanding, support, and representation for underrepresented groups within the company.\n\nThese events and programs demonstrate our commitment to transparency, diversity, equality, and social impact, while also fostering a strong sense of community among our employees.",
            "source": [
                {
                    "content": "planen wir Projektreisen zu den verschiedenen Partnerorganisationen sprechen mit der Projektleitung und anderen Vertreterinnen vor Ort sowie mit den Menschen die die Hilfe erhalten Damit möchten wir unsere Beziehungen zu den Partnerorganisationen stärken und noch enger zusammenarbeiten aber vor allem auch sehen wo unsere Hilfe angekommen ist und vor welchen weiteren Herausforderungen die Menschen vor Ort stehen Der Effekt für uns persönlich Ganz klar eine Extraportion Motivation Mit den Personen vor Ort zu sprechen zu sehen was sie bewegt und welche Veränderungen wir gemeinsam erreicht haben macht uns unheimlich stolz und bestärkt uns in dem Glauben dass wir zusammen echten Social Impact leisten können Außerdem ist Transparenz für unsere Arbeit unheimlich wichtig Denn wir möchten euch zeigen wie viel Gutes ihr mit dem Kauf von share Produkten wirklich tut Seit  arbeiten wir mit Save the Children für ein Projekt in Uganda – genauer gesagt im Südwesten des Landes an der Grenze zum Kongo",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "for diversity and equality for all in the team Mobile Work with 1 time budget to equip better your home-office Flexible working hours and 28 vacation days core working hours more vacation against minimally lower remuneration The opportunity to take 2 days off a year to do your heart's work as a volunteer And yes - we do have the standard fruits drinks snacks and ping pong table in the office Was wir noch sagen wollten Sollten wir auf deine initiative Bewerbung nicht gleich antworten nimm es uns bitte nicht übel Da wir dort sehr viele Bewerbungen erhalten können wir dem manchmal nicht gleich gerecht werden und verschicken Rückmeldungen wenn wir Ressourcen haben oder aktiv suchen What we wanted to say If we don't respond to your initiative application right away please don't take it badly Since we receive a lot of applications there we sometimes can not immediately do justice and send feedback when we have resources or are actively looking Seit  sind wir ein zertifiziertes B",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Ideen aus deinen Erfahrungen in die verschiedenen Bereiche bei uns ein Du bist kommunikativ und durch deine kontaktfreudige Art kannst du andere Menschen für share begeistern Dein professionelles Verhandlungsgeschick hilft dir bei der Erreichung unserer Ziele Du verfügst idealerweise bereits über Erfahrung im LEH am besten im Außendienst Du hast einen Führerschein Klasse B und fährst gerne Auto einen Firmenwagen bekommst du von uns Du bist reisebereit im Außendienst genießt aber auch die enge Zusammenarbeit mit deinem Team Du wohnst in oder bei Frankfurt am Main oder bist bereit dorthin zu ziehen Du fühlst dich in einer Start-Up Kultur mit flachen Hierarchien und viel Eigenverantwortung wohl Inspirierendes internationales Team eine beeindruckende Erfolgsbilanz und Ambition/Ehrgeiz die 1 Marke für Social Impact zu werden Diversität und Inklusion wir fördert aktiv die Vielfalt und Gleichstellung aller im Team Mobiles Arbeiten mit 1x Budget um dein Home-Office besser auszustatten",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "die 1 Marke für Social Impact zu werden Diversität und Inklusion wir fördert aktiv die Vielfalt und Gleichstellung aller im Team Mobiles Arbeiten mit 1x Budget um dein Home-Office besser auszustatten Flexible Arbeitszeiten und 28 Urlaubstage Kernarbeitszeit mehr Urlaub gegen minimal geringere Vergütung Die Gelegenheit dich 2 Tage im Jahr für deine ehrenamtlichen Herzensangelegenheiten freistellen zu lassen 1 Monat voll bezahltes Sabbatical mit finanzieller Unterstützung für weitere 2 Monate Und ja - wir haben das übliche Obst Getränke Snacks und eine Tischtennisplatte im Büro Ein kleiner Einblick in unsere share Mentalität Was uns zu einem großartigen Team macht ist dass wir alle aneinander glauben und an unsere Mission diese Welt gemeinsam zu verändern Wir sind aktuell ein Team von über  Talenten aus 17 Nationen - und wir haben vor allem eines gemeinsam Wir sind leidenschaftlich bei dem was wir tun und glauben dass wir gemeinsam etwas bewegen können Du bist die Person die wir suchen",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " As per the given information, I cannot provide specific details about the products, services, or technologies offered by the company. However, based on the context provided, I can tell you that they offer various food items, beverages, personal care products, stationery, and possibly other miscellaneous goods. Additionally, they seem to focus on social impact and aim to become the global number one in this regard. They prioritize diversity and inclusion within their team and provide equal opportunities for everyone. Furthermore, they encourage employees to take two days off annually to pursue their passion projects voluntarily.",
            "source": [
                {
                    "content": "for diversity and equality for all in the team Mobile Work with 1 time budget to equip better your home-office Flexible working hours and 28 vacation days core working hours more vacation against minimally lower remuneration The opportunity to take 2 days off a year to do your heart's work as a volunteer And yes - we do have the standard fruits drinks snacks and ping pong table in the office Was wir noch sagen wollten Sollten wir auf deine initiative Bewerbung nicht gleich antworten nimm es uns bitte nicht übel Da wir dort sehr viele Bewerbungen erhalten können wir dem manchmal nicht gleich gerecht werden und verschicken Rückmeldungen wenn wir Ressourcen haben oder aktiv suchen What we wanted to say If we don't respond to your initiative application right away please don't take it badly Since we receive a lot of applications there we sometimes can not immediately do justice and send feedback when we have resources or are actively looking Seit  sind wir ein zertifiziertes B",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Erfolgsbilanz und Ambition/Ehrgeiz die 1 Marke für Social Impact zu werden Diversität und Inklusion wir fördert aktiv die Vielfalt und Gleichstellung aller im Team Mobiles Arbeiten mit 1x Budget um dein Home-Office besser auszustatten Flexible Arbeitszeiten und 28 Urlaubstage Kernarbeitszeit mehr Urlaub gegen minimal geringere Vergütung Die Gelegenheit dich 2 Tage im Jahr für deine ehrenamtlichen Herzensangelegenheiten freistellen zu lassen 1 Monat voll bezahltes Sabbatical mit finanzieller Unterstützung für weitere 2 Monate Und ja - wir haben das übliche Obst Getränke Snacks und eine Tischtennisplatte im Büro Global number one ambition amazing track record and inspiring international team Responsible tasks extensive development opportunities and a very dynamic environment Active support for diversity and equality for all in the team Mobile Work with 1 time budget to equip better your home-office Flexible working hours and 28 vacation days core working hours more vacation against",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "an Ein Tool das 11-Sitzungen mit erstklassigen Fachleuten Workshops zu verschiedenen Themen und eine personalisierte Toolbox zur Verbesserung der mentalen Gesundheit bietet Jeder bei share bekommt einen mobilen Arbeitsvertrag und hat damit die Möglichkeit den Arbeitsort so zu gestalten wie es für ihn und sein Team am sinnvollsten ist Wir stellen auch ein Home-Office-Budget zur Verfügung um sich zu Hause besser auszustatten Darüber hinaus bieten wir flexible Arbeitszeiten die gemeinsam mit dem Team Lead nach deinen persönlichen Umständen angepasst werden können Zum Aufladen der Batterie hat jeder sharie mindestens 28 Tage Urlaub im Jahr Weitere Urlaubstage sind gegen eine minimal geringere Vergütung möglich On top schenken wir dir zu deinem Geburtstag einen weiteren freien Tag dass du dir Zeit für dich nehmen kannst Zudem möchten wir unterstützen wenn du dich sozial engagierst deshalb bekommst du 2 Freiwilligentage an denen du deinem Herzens-Ehrenamt nachkommen kannst Nach 3 Jahren als",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "bin ich zuständig für das gesamte Product Development Team Bei share hat jede der vier Kategorien also Food Getränke Pflege und Schreibwaren einen eigenen Product Developerin und diese Person begleitet die Produktentwicklung in der jeweiligen Kategorie Wie wird entschieden welche neuen Produkte es bei share geben soll und wer bringt die Ideen dafür mit Für jede unserer Produktkategorien haben wir neben den Produktentwicklerinnen auch einen Category Managerin für diese Kategorie Und diese Person schaut sich den Markt an macht Analysen und entwickelt auf dieser Datengrundlage die Portfolio Strategie für jedes Produkt Wir Produktentwicklerinnen machen regelmäßig Tests probieren Konkurrenzprodukte und beobachten welche Neuheiten und Innovationen es gibt Dann bringen wir alles zusammen und überlegen gemeinsam welche neuen Produkte gelaunched werden sollen Angefangen bei der ersten Idee – welche Steps gibt es im Product Development bis das fertige Produkt in den Regalen stehen kann Zuerst",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, I cannot find any specific mention of promotional events, expos, or sales related to the mentioned products or services. However, if any such events or offers come up in the future, they would likely be communicated through their official channels like their website, social media platforms, or newsletters.",
            "source": [
                {
                    "content": "for diversity and equality for all in the team Mobile Work with 1 time budget to equip better your home-office Flexible working hours and 28 vacation days core working hours more vacation against minimally lower remuneration The opportunity to take 2 days off a year to do your heart's work as a volunteer And yes - we do have the standard fruits drinks snacks and ping pong table in the office Was wir noch sagen wollten Sollten wir auf deine initiative Bewerbung nicht gleich antworten nimm es uns bitte nicht übel Da wir dort sehr viele Bewerbungen erhalten können wir dem manchmal nicht gleich gerecht werden und verschicken Rückmeldungen wenn wir Ressourcen haben oder aktiv suchen What we wanted to say If we don't respond to your initiative application right away please don't take it badly Since we receive a lot of applications there we sometimes can not immediately do justice and send feedback when we have resources or are actively looking Seit  sind wir ein zertifiziertes B",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "A4 kariert 1x Nicht zutreffend Details Spiralcollegeblock A4 kariert 1x  Hinweise Journal A5 rot 1x Nicht zutreffend Details Journal A5 rot 1x Verkehrsbezeichnung Jour Hinweise Malblock A4 1x Nicht zutreffend Details Malblock A4 1x Verkehrsbezeichnung Malblock  Hinweise Textmarker 2er Set gelb orange e-24/2 BL 1x Nicht zutreffend Details Textmarker 2er Set gelb or Hinweise Notizheft A6 1x Nicht zutreffend Details Notizheft A6 1x Verkehrsbezeichnung Notizhef Hinweise Notizheft A6 farblich sortiert 1x Nicht zutreffend Details Notizheft A6 farblich sortiert 1x  Egal ob Sonderaufträge Fragen Liebesbriefe oder Kritik – wir sind für dich da und freuen uns über deine Anfrage zu uns und unseren Produkten",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "A4 kariert 1x Nicht zutreffend Details Spiralcollegeblock A4 kariert 1x  Hinweise Journal A5 rot 1x Nicht zutreffend Details Journal A5 rot 1x Verkehrsbezeichnung Jour Hinweise Malblock A4 1x Nicht zutreffend Details Malblock A4 1x Verkehrsbezeichnung Malblock  Hinweise Textmarker 2er Set gelb orange e-24/2 BL 1x Nicht zutreffend Details Textmarker 2er Set gelb or Hinweise Notizheft A6 1x Nicht zutreffend Details Notizheft A6 1x Verkehrsbezeichnung Notizhef Hinweise Notizheft A6 farblich sortiert 1x Nicht zutreffend Details Notizheft A6 farblich sortiert 1x  Egal ob Sonderaufträge Fragen Liebesbriefe oder Kritik – wir sind für dich da und freuen uns über deine Anfrage zu uns und unseren Produkten",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "A4 kariert 1x Nicht zutreffend Details Spiralcollegeblock A4 kariert 1x  Hinweise Journal A5 rot 1x Nicht zutreffend Details Journal A5 rot 1x Verkehrsbezeichnung Jour Hinweise Malblock A4 1x Nicht zutreffend Details Malblock A4 1x Verkehrsbezeichnung Malblock  Hinweise Textmarker 2er Set gelb orange e-24/2 BL 1x Nicht zutreffend Details Textmarker 2er Set gelb or Hinweise Notizheft A6 1x Nicht zutreffend Details Notizheft A6 1x Verkehrsbezeichnung Notizhef Hinweise Notizheft A6 farblich sortiert 1x Nicht zutreffend Details Notizheft A6 farblich sortiert 1x  Egal ob Sonderaufträge Fragen Liebesbriefe oder Kritik – wir sind für dich da und freuen uns über deine Anfrage zu uns und unseren Produkten",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " Share has several key partnerships and collaborations related to commerce. One significant collaboration is with Save the Children for a project in Uganda. Additionally, they have partnered with various organizations to combat hunger both locally and internationally by providing emergency food supplies during crises and ensuring access to nutritious food for socially disadvantaged individuals in their region. Through these partnerships, Share contributes to social impact and works towards reducing inequality worldwide.",
            "source": [
                {
                    "content": "Dass alle share Produkte eine soziale Spende erhalten ist klar Doch wie kommen unsere Getränke Lebensmittel Pflegeprodukte und Schreibwaren ins Regal Dafür haben wir mit Laura Dörfler unserer Head of Product Development gesprochen und sie einen Tag lang in ihrem Arbeitsalltag begleitet Im Interview erzählt sie uns wer bei share die Ideen für Produkte mitbringt wie Entscheidungen getroffen werden welches Produkt ihr ganz persönlicher Favorit ist und welche Herausforderungen in der Produktentwicklung immer wieder auf sie warten Liebe Laura seit wann arbeitest du bei share und was genau ist deine Position Ich arbeite seit ein bisschen mehr als zwei Jahren bei share Ich bin einerseits Head of Product Development und andererseits Product Developerin für Personal Care Als Head of Product Development bin ich zuständig für das gesamte Product Development Team Bei share hat jede der vier Kategorien also Food Getränke Pflege und Schreibwaren einen eigenen Product Developerin und diese Person",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "vergleichbaren Produkten Zutaten Claims Produktversprechen etc sowie durch qualitative und quantitative Marktforschung zu unseren eigenen Produkten Darüber hinaus verfolgen wir regelmäßig Feedback/ Bewertungen aus Konsumentinnen-Foren zB dm amazon etc und ergreifen wo sinnvoll und nötig Korrekturmaßnahmen share existiert um die Welt gerechter zu machen um Ungleichheiten zu reduzieren um Menschen den Zugang zu sozialen Grundbedürfnissen zu sichern Darum enthält jedes Produkt eine soziale Spende die direkt einen Menschen in Not unterstützt Durch die Investition in soziale Projekte mit unseren renommierten Partnerorganisationen stellen wir sicher dass die Hilfe wirkungsvoll dort ankommt wo sie dringend gebraucht wird Dabei fokussieren wir uns sowohl auf Projekte der humanitären Hilfe und Entwicklungszusammenarbeit weltweit als auch auf lokale Initiativen in Europa Social Impact steht im Mittelpunkt von share daher nehmen wir unsere Verantwortung für den Umgang mit sozialen Risiken in",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "planen wir Projektreisen zu den verschiedenen Partnerorganisationen sprechen mit der Projektleitung und anderen Vertreterinnen vor Ort sowie mit den Menschen die die Hilfe erhalten Damit möchten wir unsere Beziehungen zu den Partnerorganisationen stärken und noch enger zusammenarbeiten aber vor allem auch sehen wo unsere Hilfe angekommen ist und vor welchen weiteren Herausforderungen die Menschen vor Ort stehen Der Effekt für uns persönlich Ganz klar eine Extraportion Motivation Mit den Personen vor Ort zu sprechen zu sehen was sie bewegt und welche Veränderungen wir gemeinsam erreicht haben macht uns unheimlich stolz und bestärkt uns in dem Glauben dass wir zusammen echten Social Impact leisten können Außerdem ist Transparenz für unsere Arbeit unheimlich wichtig Denn wir möchten euch zeigen wie viel Gutes ihr mit dem Kauf von share Produkten wirklich tut Seit  arbeiten wir mit Save the Children für ein Projekt in Uganda – genauer gesagt im Südwesten des Landes an der Grenze zum Kongo",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Partnerorganisationen tun wir etwas gegen Hunger lokal und international Wir ermöglichen die Bereitstellung von Notfallnahrung in Krisengebieten verteilen Schulmahlzeiten und sorgen dafür dass sozial benachteiligte Menschen hier vor Ort Zugang zu Nahrungsmitteln erhalten Mit unserem wöchentlichen Newsletter erfährst du alles über unsere Produkte und Projekte und erhältst Tipps ganz einfach einen sozialen Beitrag zu leisten Wir versenden innerhalb von Deutschland Die Versand- und Verpackungskosten werden pauschal nach Paket berechnet und betragen 490€ Ab 39€ Bestellwert ist deine Bestellung versandkostenfrei Jedes share Produkt das du dir kaufst enthält immer eine gleichartige soziale Spende Zum Beispiel spendet ein share Riegel eine Mahlzeit oder ein share Drink einen Tag Trinkwasser Wir nennen es das 1+1 Prinzip was so viel bedeutet wie Was du dir zum Leben kaufst spendet an einen Menschen der es zum Leben braucht",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Based on the provided information, I cannot provide specific details about current employment or educational opportunities. However, if you decide to submit an application through their online portal, they might consider you for a position within their team. Additionally, they mention being certified as a B Corporation, which focuses on social and environmental performance, transparency, and accountability. This could indicate that they value these aspects in their employees and may prioritize candidates who share similar values.",
            "source": [
                {
                    "content": "sich bei uns zu bewerben We don't have the right job offer for you on our career page yet but you are sure that we absolutely need your super power in the team And you want to be an essential part of our mission and make the world a better place Then the following applies You + share = ❤ Now we want to know more about you and are looking forward to your applicationOtherwise feel free to check out our careers page from time to time as we usually post all new jobs internships and working student positions here Maybe there will be something for you in the future Equality of opportunity is a very important topic for us That is why we strongly encourage people of colour people with disabilities LGBTTIQ people and parents to apply for a job with us Inspirierendes internationales Team eine beeindruckende Erfolgsbilanz und Ambition/Ehrgeiz die 1 Marke für Social Impact zu werden Diversität und Inklusion wir fördert aktiv die Vielfalt und Gleichstellung aller im Team Mobiles Arbeiten mit 1x",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Erfolgsbilanz und Ambition/Ehrgeiz die 1 Marke für Social Impact zu werden Diversität und Inklusion wir fördert aktiv die Vielfalt und Gleichstellung aller im Team Mobiles Arbeiten mit 1x Budget um dein Home-Office besser auszustatten Flexible Arbeitszeiten und 28 Urlaubstage Kernarbeitszeit mehr Urlaub gegen minimal geringere Vergütung Die Gelegenheit dich 2 Tage im Jahr für deine ehrenamtlichen Herzensangelegenheiten freistellen zu lassen 1 Monat voll bezahltes Sabbatical mit finanzieller Unterstützung für weitere 2 Monate Und ja - wir haben das übliche Obst Getränke Snacks und eine Tischtennisplatte im Büro Global number one ambition amazing track record and inspiring international team Responsible tasks extensive development opportunities and a very dynamic environment Active support for diversity and equality for all in the team Mobile Work with 1 time budget to equip better your home-office Flexible working hours and 28 vacation days core working hours more vacation against",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "for diversity and equality for all in the team Mobile Work with 1 time budget to equip better your home-office Flexible working hours and 28 vacation days core working hours more vacation against minimally lower remuneration The opportunity to take 2 days off a year to do your heart's work as a volunteer And yes - we do have the standard fruits drinks snacks and ping pong table in the office Was wir noch sagen wollten Sollten wir auf deine initiative Bewerbung nicht gleich antworten nimm es uns bitte nicht übel Da wir dort sehr viele Bewerbungen erhalten können wir dem manchmal nicht gleich gerecht werden und verschicken Rückmeldungen wenn wir Ressourcen haben oder aktiv suchen What we wanted to say If we don't respond to your initiative application right away please don't take it badly Since we receive a lot of applications there we sometimes can not immediately do justice and send feedback when we have resources or are actively looking Seit  sind wir ein zertifiziertes B",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Talenten aus 17 Nationen - und wir haben vor allem eines gemeinsam Wir sind leidenschaftlich bei dem was wir tun und glauben dass wir gemeinsam etwas bewegen können Du bist die Person die wir suchen um unser Team zu verstärken Juhuu - Dann bewirb dich gleich hier über unser Online-Portal Wir freuen uns darauf dich kennenzulernen Bewerbungen per E-Mail können leider nicht berücksichtigt werden da sie nicht mit den DSGVO-Bestimmungen-Vorschriften übereinstimmen Bei Rückfragen zu der ausgeschriebenen Position oder Fragen zum Bewerbungsprozess wende dich bitte an Katharina Nadj Talent Acquisition Managerin unter [email protected] Wir sind noch nicht in allen Bereichen barrierefrei aber wollen das aktiv ändern und möchten uns weiterentwickeln Sprich uns gerne an bei entsprechenden Fragen Seit  sind wir ein zertifiziertes B Corp-Unternehmen Wir sind ganz schön stolz darauf aber arbeiten auch fleißig weiter daran mit unseren Produkten Gutes zu tun und Mehrwert zu schaffen",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events offered by the company. Some of these include job fairs, webinars, workshops, and training programs. Here is a list of some notable events:\n\n* Job Fairs: The company hosts regular job fairs where they showcase their open positions and connect with potential candidates. These events provide an excellent opportunity for individuals interested in joining the organization.\n* Webinars: From time to",
            "source": [
                {
                    "content": "for diversity and equality for all in the team Mobile Work with 1 time budget to equip better your home-office Flexible working hours and 28 vacation days core working hours more vacation against minimally lower remuneration The opportunity to take 2 days off a year to do your heart's work as a volunteer And yes - we do have the standard fruits drinks snacks and ping pong table in the office Was wir noch sagen wollten Sollten wir auf deine initiative Bewerbung nicht gleich antworten nimm es uns bitte nicht übel Da wir dort sehr viele Bewerbungen erhalten können wir dem manchmal nicht gleich gerecht werden und verschicken Rückmeldungen wenn wir Ressourcen haben oder aktiv suchen What we wanted to say If we don't respond to your initiative application right away please don't take it badly Since we receive a lot of applications there we sometimes can not immediately do justice and send feedback when we have resources or are actively looking Seit  sind wir ein zertifiziertes B",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "it badly Since we receive a lot of applications there we sometimes can not immediately do justice and send feedback when we have resources or are actively looking Seit  sind wir ein zertifiziertes B Corp-Unternehmen Wir sind ganz schön stolz darauf aber arbeiten auch fleißig weiter daran mit unseren Produkten Gutes zu tun und Mehrwert zu schaffen Since  we are a certified B Corp company We are quite proud of this but also continue to work diligently to do good and add value with our products",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Erfolgsbilanz und Ambition/Ehrgeiz die 1 Marke für Social Impact zu werden Diversität und Inklusion wir fördert aktiv die Vielfalt und Gleichstellung aller im Team Mobiles Arbeiten mit 1x Budget um dein Home-Office besser auszustatten Flexible Arbeitszeiten und 28 Urlaubstage Kernarbeitszeit mehr Urlaub gegen minimal geringere Vergütung Die Gelegenheit dich 2 Tage im Jahr für deine ehrenamtlichen Herzensangelegenheiten freistellen zu lassen 1 Monat voll bezahltes Sabbatical mit finanzieller Unterstützung für weitere 2 Monate Und ja - wir haben das übliche Obst Getränke Snacks und eine Tischtennisplatte im Büro Global number one ambition amazing track record and inspiring international team Responsible tasks extensive development opportunities and a very dynamic environment Active support for diversity and equality for all in the team Mobile Work with 1 time budget to equip better your home-office Flexible working hours and 28 vacation days core working hours more vacation against",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "sharies Bei uns hast du zweimal im Jahr ein Development Gespräch in dem du deine Ziele und Wünsche bzgl deiner Weiterbildung mit deinem Lead besprichst Darüber hinaus gibt es regelmäßige Check-ins in denen kurzfristigere Actionplans gemacht werden So können wir uns sicher sein dass deine Weiterbildung bei uns nicht zu kurz kommt Natürlich haben wir auch generelle Angebote wie Peer-to-Peer Learnings Von der stillen Einzelarbeit über gemeinsame Meetings bis hin zu spannenden Themen beim Mittag und dem Feierabend-Drink in der großen Gruppe ist bei share alles möglich Uns ist ein offenes Miteinander in dem jeder produktiv arbeiten kann wichtig Unsere Office Dogs holen sich ihre Streicheleinheiten bei dir ab und bieten so die perfekte kleine Pause für zwischendurch Und manchmal schallt auch Gute-Laune-Musik von den Creatives durch das Büro  Ja einen ganz Strikten Und zwar der in dem du dich am wohlsten fühlst Das gilt an jedem Tag außer am Fashion Friday Jeden letzten Freitag im Monat gibt",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Share highlights several employee or participant benefits throughout their communication. Some key benefits mentioned include:\n\n1. Certified B Corporation status: This certification demonstrates Share's commitment to social impact, sustainability, and ethical business practices.\n2. Flexible working hours: Employees have the flexibility to adapt their working hours according to their needs and preferences.\n3. 28 vacation days: Share offers generous vacation days to employees, allowing them to recharge and maintain a healthy work-life balance.\n4. Opportunity to pursue personal passion projects: Share encourages employees to take two days off per year to dedicate their time to their heart's work as a volunteer.\n5. Extensive development opportunities: Share provides numerous chances for professional growth and skill enhancement for its employees.\n6. Support for diversity and inclusion: Share actively promotes and fosters a diverse and inclusive work environment for all team members.\n7. Global network and collaboration: As part of the B Corp community, Share connects with like-minded organizations worldwide, creating potential for cross-border partnerships and collaborations.\n\nThese benefits demonstrate Share's commitment to supporting and empowering both its employees and participants in achieving their goals while contributing to a greater cause.",
            "source": [
                {
                    "content": "for diversity and equality for all in the team Mobile Work with 1 time budget to equip better your home-office Flexible working hours and 28 vacation days core working hours more vacation against minimally lower remuneration The opportunity to take 2 days off a year to do your heart's work as a volunteer And yes - we do have the standard fruits drinks snacks and ping pong table in the office Was wir noch sagen wollten Sollten wir auf deine initiative Bewerbung nicht gleich antworten nimm es uns bitte nicht übel Da wir dort sehr viele Bewerbungen erhalten können wir dem manchmal nicht gleich gerecht werden und verschicken Rückmeldungen wenn wir Ressourcen haben oder aktiv suchen What we wanted to say If we don't respond to your initiative application right away please don't take it badly Since we receive a lot of applications there we sometimes can not immediately do justice and send feedback when we have resources or are actively looking Seit  sind wir ein zertifiziertes B",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Erfolgsbilanz und Ambition/Ehrgeiz die 1 Marke für Social Impact zu werden Diversität und Inklusion wir fördert aktiv die Vielfalt und Gleichstellung aller im Team Mobiles Arbeiten mit 1x Budget um dein Home-Office besser auszustatten Flexible Arbeitszeiten und 28 Urlaubstage Kernarbeitszeit mehr Urlaub gegen minimal geringere Vergütung Die Gelegenheit dich 2 Tage im Jahr für deine ehrenamtlichen Herzensangelegenheiten freistellen zu lassen 1 Monat voll bezahltes Sabbatical mit finanzieller Unterstützung für weitere 2 Monate Und ja - wir haben das übliche Obst Getränke Snacks und eine Tischtennisplatte im Büro Global number one ambition amazing track record and inspiring international team Responsible tasks extensive development opportunities and a very dynamic environment Active support for diversity and equality for all in the team Mobile Work with 1 time budget to equip better your home-office Flexible working hours and 28 vacation days core working hours more vacation against",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "unterstützt unsere Vision einer gerechteren Welt Seit  sind wir zertifizierte B Corp Das „B“ in B Corp steht für “Benefit” – und so wie das Bio-Siegel dir im Supermarkt hilft ökologisch nachhaltige Produkte zu finden hilft die B Corp-Zertifizierung Unternehmen zu erkennen denen es nicht nur um Profit geht  haben wir einen riesigen Meilenstein erreicht  Mio erreichte Hilfeleistungen seit dem Start von share  - nur mit eurer Hilfe Was sonst noch  im share-Universum passiert ist könnt ihr im Impact Report  nachlesen 48 Seiten voll Social Impact - lehnt euch zurück und lasst euch inspirieren",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "ermöglichen täglich Gutes zu tun Die Welt kann man nicht alleine retten Damit deine Spenden auch dort ankommen wo sie am meisten bewirken arbeiten wir mit anerkannten nationalen und internationalen Hilfsorganisationen wie der Welthungerhilfe Save the Children oder der Tafel zusammen die uns tagtäglich bei unserer Mission unterstützen und weltweit Menschen mit Nahrung Trinkwasser Hygiene und Bildung versorgen Es sind nicht nur die Partner mit ihrer Expertise die mit uns die Welt gerechter machen Es bist vor allem du wenn du im Supermarkt vor dem Wasserregal stehst und zu unserer sozialen Alternative greifst wenn du am Mittag in deinen Müsliriegel von share beißt oder dich am Abend mit unserer festen Dusche einschäumst – jede dieser kleinen Entscheidungen hilft einer anderen Personen und unterstützt unsere Vision einer gerechteren Welt Seit  sind wir zertifizierte B Corp Das „B“ in B Corp steht für “Benefit” – und so wie das Bio-Siegel dir im Supermarkt hilft ökologisch nachhaltige",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided information, I cannot provide specific details about the company's latest financial or earnings report. However, some general insights into the company culture include their commitment to social impact (becoming the \"number one\" for social impact), diversity and inclusion, mobile work options, flexible working hours, generous vacation policies, and support for employees' voluntary work. Additionally, they are certified as a B Corporation, which emphasizes their dedication to social and environmental responsibility.",
            "source": [
                {
                    "content": "FMCG Bankwesen und alle zukünftigen vertikalen Bereiche die wir einführen könnten Arbeite eng mit anderen Abteilungen zusammen um finanzielle Ziele zu erreichen und die Unternehmensperformance zu verbessern Identifiziere Risiken und Chancen im finanziellen Bereich und entwickle entsprechende Maßnahmen Du hast ein Studium der BWL vorzugsweise mit Schwerpunkt Controlling/Finanz oder vergleichbarer Qualifikation abgeschlossen Du bringst 4+ Jahre Berufserfahrung im Bereich Controlling idealerweise in einem FMCG oder Konsumgüterunternehmen mit Du hast fundierte MS Office Kenntnisse Google Suite und idealerweise Kenntnisse in verschiedenen Programmen zur Vertriebssteuerung Power BI Business Central etc Du überzeugst mit deinen analytischen Fähigkeiten genauso wie mit deinem Präsentationstalent Du bringst dich im Team ein und hast Freude an der Zusammenarbeit mit verschiedenen Teams Du sprichst Deutsch auf Muttersprachenniveau und hast zudem sehr gute Englischkenntnisse Inspirierendes",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Erfolgsbilanz und Ambition/Ehrgeiz die 1 Marke für Social Impact zu werden Diversität und Inklusion wir fördert aktiv die Vielfalt und Gleichstellung aller im Team Mobiles Arbeiten mit 1x Budget um dein Home-Office besser auszustatten Flexible Arbeitszeiten und 28 Urlaubstage Kernarbeitszeit mehr Urlaub gegen minimal geringere Vergütung Die Gelegenheit dich 2 Tage im Jahr für deine ehrenamtlichen Herzensangelegenheiten freistellen zu lassen 1 Monat voll bezahltes Sabbatical mit finanzieller Unterstützung für weitere 2 Monate Und ja - wir haben das übliche Obst Getränke Snacks und eine Tischtennisplatte im Büro Global number one ambition amazing track record and inspiring international team Responsible tasks extensive development opportunities and a very dynamic environment Active support for diversity and equality for all in the team Mobile Work with 1 time budget to equip better your home-office Flexible working hours and 28 vacation days core working hours more vacation against",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "for diversity and equality for all in the team Mobile Work with 1 time budget to equip better your home-office Flexible working hours and 28 vacation days core working hours more vacation against minimally lower remuneration The opportunity to take 2 days off a year to do your heart's work as a volunteer And yes - we do have the standard fruits drinks snacks and ping pong table in the office Was wir noch sagen wollten Sollten wir auf deine initiative Bewerbung nicht gleich antworten nimm es uns bitte nicht übel Da wir dort sehr viele Bewerbungen erhalten können wir dem manchmal nicht gleich gerecht werden und verschicken Rückmeldungen wenn wir Ressourcen haben oder aktiv suchen What we wanted to say If we don't respond to your initiative application right away please don't take it badly Since we receive a lot of applications there we sometimes can not immediately do justice and send feedback when we have resources or are actively looking Seit  sind wir ein zertifiziertes B",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "In unserem Pressebereich findest du alle relevanten Informationen und Zahlen sowie Bildmaterial Für Interview- und Presseanfragen kannst du uns jederzeit gern kontaktieren share PressebüroChristina Kollinger Kristina BiedaBlumenstrasse 28 MunichE-Mail   60 Hier findest du aktuelle Informationen unsere Social-Impact-Zahlen und Bildmaterial inklusive Logos Gemeinsam mit dem Marktforschungsinstitut appinio haben wir eine deutschlandweite Umfrage durchgeführt und festgestellt Sozialer Mehrwert ist für die Konsumentinnen ein wichtiger Bestandteil bei der Wahl am Regal In den letzten Jahren ist viel passiert Hier findest du unsere Impact Reports aus den einzelnen Jahren beginnend bei /  haben wir einen riesigen Meilenstein erreicht  Mio ermöglichte Hilfeleistungen seit dem Start von share  - nur mit eurer Hilfe Was sonst noch  im share-Universum passiert ist könnt ihr im Impact  nachlesen  ist uns nicht nur der erfolgreiche Eintritt in den Massenmarkt gelungen nein wir konnten auch fast 30",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " As per the provided information, there is no mention of any specific investor event or funding round related to Share. However, they seem to be committed to their social mission by supporting Project Wings through product sales. Additionally, Share has a dedicated Product Development Team responsible for creating new products within each category (Food, Drinks, Personal Care, Home & Office). They also have Category Managers who oversee the market analysis and portfolio strategy for each product. This process involves regular testing, competitor research, and collaboration among the entire Product Development Team to decide which new products will be launched.",
            "source": [
                {
                    "content": "Partner Project Wings verfolgen wir das gemeinsame Ziel Zugang zu Bildung zu ermöglichen Als unabhängige Hilfsorganisation unterstützt Project Wings allerdings keine Produkte oder Dienstleistungen Deswegen gibt share 10 Cent eines verkauften Schreibwarenprodukts an Project Wings um den Bau des Bildungszentrums zu finanzieren",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "bin ich zuständig für das gesamte Product Development Team Bei share hat jede der vier Kategorien also Food Getränke Pflege und Schreibwaren einen eigenen Product Developerin und diese Person begleitet die Produktentwicklung in der jeweiligen Kategorie Wie wird entschieden welche neuen Produkte es bei share geben soll und wer bringt die Ideen dafür mit Für jede unserer Produktkategorien haben wir neben den Produktentwicklerinnen auch einen Category Managerin für diese Kategorie Und diese Person schaut sich den Markt an macht Analysen und entwickelt auf dieser Datengrundlage die Portfolio Strategie für jedes Produkt Wir Produktentwicklerinnen machen regelmäßig Tests probieren Konkurrenzprodukte und beobachten welche Neuheiten und Innovationen es gibt Dann bringen wir alles zusammen und überlegen gemeinsam welche neuen Produkte gelaunched werden sollen Angefangen bei der ersten Idee – welche Steps gibt es im Product Development bis das fertige Produkt in den Regalen stehen kann Zuerst",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "for diversity and equality for all in the team Mobile Work with 1 time budget to equip better your home-office Flexible working hours and 28 vacation days core working hours more vacation against minimally lower remuneration The opportunity to take 2 days off a year to do your heart's work as a volunteer And yes - we do have the standard fruits drinks snacks and ping pong table in the office Was wir noch sagen wollten Sollten wir auf deine initiative Bewerbung nicht gleich antworten nimm es uns bitte nicht übel Da wir dort sehr viele Bewerbungen erhalten können wir dem manchmal nicht gleich gerecht werden und verschicken Rückmeldungen wenn wir Ressourcen haben oder aktiv suchen What we wanted to say If we don't respond to your initiative application right away please don't take it badly Since we receive a lot of applications there we sometimes can not immediately do justice and send feedback when we have resources or are actively looking Seit  sind wir ein zertifiziertes B",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "it badly Since we receive a lot of applications there we sometimes can not immediately do justice and send feedback when we have resources or are actively looking Seit  sind wir ein zertifiziertes B Corp-Unternehmen Wir sind ganz schön stolz darauf aber arbeiten auch fleißig weiter daran mit unseren Produkten Gutes zu tun und Mehrwert zu schaffen Since  we are a certified B Corp company We are quite proud of this but also continue to work diligently to do good and add value with our products",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " I am unable to provide specific information about financial or funding goals for the next period. However, based on the provided context, it seems like the company has a global number one ambition to become the social impact leader (aiming to be among the top 3% companies worldwide). Additionally, they aim to reach their financial targets by collaborating closely with other departments and identifying risks and opportunities within the financial sector. It is also mentioned that they will continue supporting diversity and equality for all in the team mobile work with 1 time budget to equip better your home-office flexible working hours and 28 vacation days core working hours more vacation against minimal lower remuneration.",
            "source": [
                {
                    "content": "for diversity and equality for all in the team Mobile Work with 1 time budget to equip better your home-office Flexible working hours and 28 vacation days core working hours more vacation against minimally lower remuneration The opportunity to take 2 days off a year to do your heart's work as a volunteer And yes - we do have the standard fruits drinks snacks and ping pong table in the office Was wir noch sagen wollten Sollten wir auf deine initiative Bewerbung nicht gleich antworten nimm es uns bitte nicht übel Da wir dort sehr viele Bewerbungen erhalten können wir dem manchmal nicht gleich gerecht werden und verschicken Rückmeldungen wenn wir Ressourcen haben oder aktiv suchen What we wanted to say If we don't respond to your initiative application right away please don't take it badly Since we receive a lot of applications there we sometimes can not immediately do justice and send feedback when we have resources or are actively looking Seit  sind wir ein zertifiziertes B",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Erfolgsbilanz und Ambition/Ehrgeiz die 1 Marke für Social Impact zu werden Diversität und Inklusion wir fördert aktiv die Vielfalt und Gleichstellung aller im Team Mobiles Arbeiten mit 1x Budget um dein Home-Office besser auszustatten Flexible Arbeitszeiten und 28 Urlaubstage Kernarbeitszeit mehr Urlaub gegen minimal geringere Vergütung Die Gelegenheit dich 2 Tage im Jahr für deine ehrenamtlichen Herzensangelegenheiten freistellen zu lassen 1 Monat voll bezahltes Sabbatical mit finanzieller Unterstützung für weitere 2 Monate Und ja - wir haben das übliche Obst Getränke Snacks und eine Tischtennisplatte im Büro Global number one ambition amazing track record and inspiring international team Responsible tasks extensive development opportunities and a very dynamic environment Active support for diversity and equality for all in the team Mobile Work with 1 time budget to equip better your home-office Flexible working hours and 28 vacation days core working hours more vacation against",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "FMCG Bankwesen und alle zukünftigen vertikalen Bereiche die wir einführen könnten Arbeite eng mit anderen Abteilungen zusammen um finanzielle Ziele zu erreichen und die Unternehmensperformance zu verbessern Identifiziere Risiken und Chancen im finanziellen Bereich und entwickle entsprechende Maßnahmen Du hast ein Studium der BWL vorzugsweise mit Schwerpunkt Controlling/Finanz oder vergleichbarer Qualifikation abgeschlossen Du bringst 4+ Jahre Berufserfahrung im Bereich Controlling idealerweise in einem FMCG oder Konsumgüterunternehmen mit Du hast fundierte MS Office Kenntnisse Google Suite und idealerweise Kenntnisse in verschiedenen Programmen zur Vertriebssteuerung Power BI Business Central etc Du überzeugst mit deinen analytischen Fähigkeiten genauso wie mit deinem Präsentationstalent Du bringst dich im Team ein und hast Freude an der Zusammenarbeit mit verschiedenen Teams Du sprichst Deutsch auf Muttersprachenniveau und hast zudem sehr gute Englischkenntnisse Inspirierendes",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Partner Project Wings verfolgen wir das gemeinsame Ziel Zugang zu Bildung zu ermöglichen Als unabhängige Hilfsorganisation unterstützt Project Wings allerdings keine Produkte oder Dienstleistungen Deswegen gibt share 10 Cent eines verkauften Schreibwarenprodukts an Project Wings um den Bau des Bildungszentrums zu finanzieren",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " As of my knowledge cutoff date in September 209, there have been no new publications, research findings, or introduced technologies related to the topic \"share\". However, it is important to note that this information may be outdated and there could be newer developments since then.",
            "source": [
                {
                    "content": "ist und über die wir Sie in dieser Erklärung informieren Soweit Sie hierzu Ihre Einwilligung nach Art 6 Abs 1 S 1 lit a DSGVO erteilt haben verwenden wir auf unserer Webseite die nachfolgenden Cookies und andere Technologien von Drittanbietern Nach Zweckfortfall und Ende des Einsatzes der jeweiligen Technologie durch uns werden die in diesem Zusammenhang erhobenen Daten gelöscht Sie können Ihre Einwilligung jederzeit mit Wirkung für die Zukunft widerrufen Weitere Informationen zu Ihren Widerrufsmöglichkeiten finden Sie in dem Abschnitt Cookies und weitere Technologien Weitere Informationen einschließlich der Grundlage unserer Zusammenarbeit mit den einzelnen Anbietern finden Sie bei den einzelnen Technologien Bei Fragen zu den Anbietern und der Grundlage unserer Zusammenarbeit mit ihnen wenden Sie sich bitte an die in dieser Datenschutzerklärung beschriebenen Kontaktmöglichkeit Wir verwenden die nachfolgend dargestellten Technologien der Google Ireland Ltd Gordon House Barrow Street",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Mit dir wollen wir  ein innovatives Bildungszentrum auf Sumatra Indonesien bauenWusstest du dass jedes unserer Produkte immer eine soziale Spende enthält Schauen wir nach Indonesien oder genauer gesagt nach Sumatra Die Insel ist die sechstgrößte der Welt und verfügt über eine große Vielfalt an Pflanzen- und Tierarten Und obwohl Sumatra eine bedeutende Wirtschaftskraft für Indonesien ist leben dort viele Menschen in Armut Mit deinem Schreibwarenprodukt unterstützt du den Bau eines innovativen Bildungszentrums auf Sumatra und ermöglichst einem Kind das Lernen Das Bildungszentrum hat ganz unterschiedliche Bestandteile die Kindern das außerschulische Lernen ermöglichen Es gibt zum Beispiel einen Medienraum in welchem Kinder Zugang zu Computern haben um Digitalkompetenzen aufzubauen sowie eine Bibliothek und eine Sportanlage Es befindet sich in einem Recylingdorf in dem alle Gebäude aus sogenannten ”Ecobricks” gebaut sind Ecobricks sind gebrauchte Plastikflaschen gefüllt mit Plastikmüll die",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "In unserem Pressebereich findest du alle relevanten Informationen und Zahlen sowie Bildmaterial Für Interview- und Presseanfragen kannst du uns jederzeit gern kontaktieren share PressebüroChristina Kollinger Kristina BiedaBlumenstrasse 28 MunichE-Mail   60 Hier findest du aktuelle Informationen unsere Social-Impact-Zahlen und Bildmaterial inklusive Logos Gemeinsam mit dem Marktforschungsinstitut appinio haben wir eine deutschlandweite Umfrage durchgeführt und festgestellt Sozialer Mehrwert ist für die Konsumentinnen ein wichtiger Bestandteil bei der Wahl am Regal In den letzten Jahren ist viel passiert Hier findest du unsere Impact Reports aus den einzelnen Jahren beginnend bei /  haben wir einen riesigen Meilenstein erreicht  Mio ermöglichte Hilfeleistungen seit dem Start von share  - nur mit eurer Hilfe Was sonst noch  im share-Universum passiert ist könnt ihr im Impact  nachlesen  ist uns nicht nur der erfolgreiche Eintritt in den Massenmarkt gelungen nein wir konnten auch fast 30",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "zB Warenkorbfunktion zwingend erforderlich sind Durch diese Technologien werden IP-Adresse Zeitpunkt des Besuchs Geräte- und Browser-Informationen sowie Informationen zu Ihrer Nutzung unserer Webseite z B Informationen zum Inhalt des Warenkorbs erhoben und verarbeitet Dies dient im Rahmen einer Interessensabwägung überwiegenden berechtigten Interessen an einer optimierten Darstellung unseres Angebots gemäß Art 6 Abs 1 S 1 lit f DSGVO Zudem verwenden wir Technologien zur Erfüllung der rechtlichen Verpflichtungen denen wir unterliegen zB um Einwilligungen in die Verarbeitung Ihrer personenbezogenen Daten nachweisen zu können sowie zu Webanalyse und Online-Marketing Weitere Informationen hierzu einschließlich der jeweiligen Rechtsgrundlage für die Datenverarbeitung finden Sie in den nachfolgenden Abschnitten dieser Datenschutzerklärung Gegebenenfalls verwenden wir darüber hinaus Technologien die in dieser Datenschutzerklärung nicht einzeln aufgelistet sind Nähere Informationen zu diesen",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Yes, there are several ongoing and upcoming research projects and innovation initiatives within Share. Some of these include:\n\n1. Expansion into new markets: Share is currently exploring potential market entries, conducting market research, and developing strategies to expand its presence internationally. This involves understanding local consumer preferences, cultural nuances, and regulatory requirements.\n2. Enhancing sustainability practices: Share is committed to reducing its environmental impact and promoting sustainable practices across its operations. Ongoing research focuses on identifying areas where improvements can be made, implementing eco-friendly solutions, and monitoring progress towards sustainability goals.\n3. Digital transformation: To stay ahead in the competitive landscape, Share is investing in digital technologies and processes. Current research efforts involve evaluating emerging technologies like AI, machine learning, and blockchain, and determining how they can be integrated into various aspects of the business to enhance efficiency, customer experience, and product offerings.\n4. New product development: Continuous improvement and innovation are essential for maintaining Share's position as a leader in the industry. Research teams are constantly working on developing new products and improving existing ones by analyzing consumer trends, gathering insights from market research, and leveraging cutting-edge technology.\n5. Employee wellbeing and engagement: Share recognizes the importance of fostering a positive work culture and supporting employee wellbeing. Ongoing research seeks to identify effective strategies for enhancing employee satisfaction, engagement, and overall job performance.",
            "source": [
                {
                    "content": "bin ich zuständig für das gesamte Product Development Team Bei share hat jede der vier Kategorien also Food Getränke Pflege und Schreibwaren einen eigenen Product Developerin und diese Person begleitet die Produktentwicklung in der jeweiligen Kategorie Wie wird entschieden welche neuen Produkte es bei share geben soll und wer bringt die Ideen dafür mit Für jede unserer Produktkategorien haben wir neben den Produktentwicklerinnen auch einen Category Managerin für diese Kategorie Und diese Person schaut sich den Markt an macht Analysen und entwickelt auf dieser Datengrundlage die Portfolio Strategie für jedes Produkt Wir Produktentwicklerinnen machen regelmäßig Tests probieren Konkurrenzprodukte und beobachten welche Neuheiten und Innovationen es gibt Dann bringen wir alles zusammen und überlegen gemeinsam welche neuen Produkte gelaunched werden sollen Angefangen bei der ersten Idee – welche Steps gibt es im Product Development bis das fertige Produkt in den Regalen stehen kann Zuerst",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "for diversity and equality for all in the team Mobile Work with 1 time budget to equip better your home-office Flexible working hours and 28 vacation days core working hours more vacation against minimally lower remuneration The opportunity to take 2 days off a year to do your heart's work as a volunteer And yes - we do have the standard fruits drinks snacks and ping pong table in the office Was wir noch sagen wollten Sollten wir auf deine initiative Bewerbung nicht gleich antworten nimm es uns bitte nicht übel Da wir dort sehr viele Bewerbungen erhalten können wir dem manchmal nicht gleich gerecht werden und verschicken Rückmeldungen wenn wir Ressourcen haben oder aktiv suchen What we wanted to say If we don't respond to your initiative application right away please don't take it badly Since we receive a lot of applications there we sometimes can not immediately do justice and send feedback when we have resources or are actively looking Seit  sind wir ein zertifiziertes B",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Mit dir wollen wir  ein innovatives Bildungszentrum auf Sumatra Indonesien bauenWusstest du dass jedes unserer Produkte immer eine soziale Spende enthält Schauen wir nach Indonesien oder genauer gesagt nach Sumatra Die Insel ist die sechstgrößte der Welt und verfügt über eine große Vielfalt an Pflanzen- und Tierarten Und obwohl Sumatra eine bedeutende Wirtschaftskraft für Indonesien ist leben dort viele Menschen in Armut Mit deinem Schreibwarenprodukt unterstützt du den Bau eines innovativen Bildungszentrums auf Sumatra und ermöglichst einem Kind das Lernen Das Bildungszentrum hat ganz unterschiedliche Bestandteile die Kindern das außerschulische Lernen ermöglichen Es gibt zum Beispiel einen Medienraum in welchem Kinder Zugang zu Computern haben um Digitalkompetenzen aufzubauen sowie eine Bibliothek und eine Sportanlage Es befindet sich in einem Recylingdorf in dem alle Gebäude aus sogenannten ”Ecobricks” gebaut sind Ecobricks sind gebrauchte Plastikflaschen gefüllt mit Plastikmüll die",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Erfolgsbilanz und Ambition/Ehrgeiz die 1 Marke für Social Impact zu werden Diversität und Inklusion wir fördert aktiv die Vielfalt und Gleichstellung aller im Team Mobiles Arbeiten mit 1x Budget um dein Home-Office besser auszustatten Flexible Arbeitszeiten und 28 Urlaubstage Kernarbeitszeit mehr Urlaub gegen minimal geringere Vergütung Die Gelegenheit dich 2 Tage im Jahr für deine ehrenamtlichen Herzensangelegenheiten freistellen zu lassen 1 Monat voll bezahltes Sabbatical mit finanzieller Unterstützung für weitere 2 Monate Und ja - wir haben das übliche Obst Getränke Snacks und eine Tischtennisplatte im Büro Global number one ambition amazing track record and inspiring international team Responsible tasks extensive development opportunities and a very dynamic environment Active support for diversity and equality for all in the team Mobile Work with 1 time budget to equip better your home-office Flexible working hours and 28 vacation days core working hours more vacation against",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " I apologize but the information provided does not mention any specific research grants or innovation awards that were recently distributed. However, if you need further assistance or would like me to look into this topic more deeply, feel free to ask.",
            "source": [
                {
                    "content": "um in die Schule zu gehen Durch Bildung haben sie verbesserte Chancen auf gesellschaftliche und wirtschaftliche Teilhabe was wiederum Abhängigkeitsverhältnisse schwächt und Armut reduzieren kann FundiFix ist ein lokales Sozialunternehmen aus Kenia das von der Universität Oxford unterstützt wird Besonders an FundiFix ist die datenbasierte Analyse und Reparatur von Schwachstellen in der Wasserinfrastruktur und die genaue Messung der entnommenen Wassermenge FundiFix setzt Entwicklungszusammenarbeit innovativ und lokal-basiert um Nun nochmal zur Spende Wie wandelt diese sich in eine soziale Hilfeleistung um Zusammen mit unserem Partner FundiFix möchten wir Menschen den Zugang zu einer nachhaltigen Wasserinfrastruktur ermöglichen Deswegen gibt share 3 Cent eines verkauften Getränks an das Sozialunternehmen um in Kenia die Reparatur und Instandhaltung von sicheren Wasserstellen gewährleisten zu können",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "In unserem Pressebereich findest du alle relevanten Informationen und Zahlen sowie Bildmaterial Für Interview- und Presseanfragen kannst du uns jederzeit gern kontaktieren share PressebüroChristina Kollinger Kristina BiedaBlumenstrasse 28 MunichE-Mail   60 Hier findest du aktuelle Informationen unsere Social-Impact-Zahlen und Bildmaterial inklusive Logos Gemeinsam mit dem Marktforschungsinstitut appinio haben wir eine deutschlandweite Umfrage durchgeführt und festgestellt Sozialer Mehrwert ist für die Konsumentinnen ein wichtiger Bestandteil bei der Wahl am Regal In den letzten Jahren ist viel passiert Hier findest du unsere Impact Reports aus den einzelnen Jahren beginnend bei /  haben wir einen riesigen Meilenstein erreicht  Mio ermöglichte Hilfeleistungen seit dem Start von share  - nur mit eurer Hilfe Was sonst noch  im share-Universum passiert ist könnt ihr im Impact  nachlesen  ist uns nicht nur der erfolgreiche Eintritt in den Massenmarkt gelungen nein wir konnten auch fast 30",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Snacks für den guten Zweck Spritzig oder still mit wenig oder ganz viel Frucht – mit jedem share Drink machst du die Welt ein Schlückchen besser Probiere jetzt deine Favoriten Mach Gutes tun ganz einfach zu deiner Pflegeroutine – mit unseren hochwertigen Care-Produkten wird jeder Gang ins Bad zu einem besonderen Erlebnis Finde deinen Liebling Schon mal etwas von Apfelleder gehört Entdecke hier alle innovativen Schreibwaren mit denen Papierkram schnell zur Lieblingsbeschäftigung wird Kennst du schon unsere Beanies Diese gibt’s nur im Winter und sie spenden für eine Nacht in einer Notunterkunft für wohnungslose Menschen Mit jedem Kauf unserer Produkte tust du Gutes für andere Menschen Eigentlich schon Grund genug dich für uns zu entscheiden oder Du kannst jedoch noch mehr von uns erwarten In unseren Produkten steckt eine Menge Herzblut Sorgfalt und Innovationsgeist Wir garantieren dir Du musst keine Qualitätseinbußen hinnehmen um mit anderen teilen zu können Vegan bio klimaneutral und",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "for diversity and equality for all in the team Mobile Work with 1 time budget to equip better your home-office Flexible working hours and 28 vacation days core working hours more vacation against minimally lower remuneration The opportunity to take 2 days off a year to do your heart's work as a volunteer And yes - we do have the standard fruits drinks snacks and ping pong table in the office Was wir noch sagen wollten Sollten wir auf deine initiative Bewerbung nicht gleich antworten nimm es uns bitte nicht übel Da wir dort sehr viele Bewerbungen erhalten können wir dem manchmal nicht gleich gerecht werden und verschicken Rückmeldungen wenn wir Ressourcen haben oder aktiv suchen What we wanted to say If we don't respond to your initiative application right away please don't take it badly Since we receive a lot of applications there we sometimes can not immediately do justice and send feedback when we have resources or are actively looking Seit  sind wir ein zertifiziertes B",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization is working together with various partner organizations for their projects. They are also communicating with the project leadership and other representatives on site as well as speaking directly with the people receiving assistance. This collaboration aims to strengthen relationships between partners while fostering closer cooperation. Additionally, they emphasize transparency as it is crucial for showcasing how much good is achieved through purchases made from share products. By doing this, they hope to demonstrate the real social impact they can achieve together.",
            "source": [
                {
                    "content": "planen wir Projektreisen zu den verschiedenen Partnerorganisationen sprechen mit der Projektleitung und anderen Vertreterinnen vor Ort sowie mit den Menschen die die Hilfe erhalten Damit möchten wir unsere Beziehungen zu den Partnerorganisationen stärken und noch enger zusammenarbeiten aber vor allem auch sehen wo unsere Hilfe angekommen ist und vor welchen weiteren Herausforderungen die Menschen vor Ort stehen Der Effekt für uns persönlich Ganz klar eine Extraportion Motivation Mit den Personen vor Ort zu sprechen zu sehen was sie bewegt und welche Veränderungen wir gemeinsam erreicht haben macht uns unheimlich stolz und bestärkt uns in dem Glauben dass wir zusammen echten Social Impact leisten können Außerdem ist Transparenz für unsere Arbeit unheimlich wichtig Denn wir möchten euch zeigen wie viel Gutes ihr mit dem Kauf von share Produkten wirklich tut Seit  arbeiten wir mit Save the Children für ein Projekt in Uganda – genauer gesagt im Südwesten des Landes an der Grenze zum Kongo",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "hilfreiche Tipps die deinen Alltag noch sozialer machen Für die Entwicklungszusammenarbeit setzen wir auf die Erfahrung und Expertise von echten Profis Wir arbeiten mit anerkannten nationalen und internationalen Hilfsorganisationen zusammen Die entscheidende Voraussetzung Volle Transparenz und damit die Vertrauenswürdigkeit der Organisationen Übrigens Auf jedem Produkt von share findest du einen QR Code mit dem du direkt alle Informationen zum jeweiligen Hilfsprojekt und der Organisation erhältst Mit unserem wöchentlichen Newsletter erfährst du alles über unsere Aktionen neue Produkte und Projekte bis hin zu Möglichkeiten easy deinen sozialen Beitrag zu leisten Jetzt anmelden und 10  auf deine nächste Bestellung sparen",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Welt an Unsere Werte leben wir in unseren Partnerschaften mit unseren Kundinnen wie Rewe und dm; unseren Lieferantinnen; unseren Partnerorganisationen und allen externen Ansprechpartnerinnen die uns bei unserer Mission begleiten Unsere Werte sind ebenso und ganz besonders der Maßstab für das Arbeiten innerhalb unseres Unternehmens Für uns bedeutet das dass wir Angebote für die Stärkung der physischen und mentalen Gesundheit schaffen ein flexibles Arbeitsmodell anbieten ein Weiterbildungsprogramm für unsere Mitarbeitenden schaffen und natürlich auch Zeit miteinander als Menschen verbringen  Unser people’s committee Arbeitsgruppe für den Dialog zwischen Team und Leitung und unser Diversiteam Arbeitsgruppe für Diversität und Integration stellen sicher dass die Interessen der Mitarbeiterinnen vertreten werden und dass wir uns mit möglicher Voreingenommenheit und möglichen Vorurteilen konsequent auseinandersetzen Unser höchstes Ziel ist es sichere legale und authentische Produkte",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "unterstützt unsere Vision einer gerechteren Welt Seit  sind wir zertifizierte B Corp Das „B“ in B Corp steht für “Benefit” – und so wie das Bio-Siegel dir im Supermarkt hilft ökologisch nachhaltige Produkte zu finden hilft die B Corp-Zertifizierung Unternehmen zu erkennen denen es nicht nur um Profit geht  haben wir einen riesigen Meilenstein erreicht  Mio erreichte Hilfeleistungen seit dem Start von share  - nur mit eurer Hilfe Was sonst noch  im share-Universum passiert ist könnt ihr im Impact Report  nachlesen 48 Seiten voll Social Impact - lehnt euch zurück und lasst euch inspirieren",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, our company has several joint events, projects, and initiatives. Some notable examples include:\n\nJoint Events:\n\n1. Annual Company Retreats: Our entire global team comes together once a year for a retreat focused on team building, strategic planning, and celebrating achievements. These retreats provide an excellent opportunity for cross-functional collaboration and networking.\n\nJoint Projects:\n\n2. Community Outreach Programs: We partner with local communities around the world to implement various social impact programs, including education, healthcare, and environmental sustainability initiatives. By working closely with these communities, we foster strong relationships and create lasting change together.\n\nJoint Initiatives:\n\n3. Green Office Campaign: To promote sustainable practices within our organization, we launched a collaborative campaign encouraging employees across departments to adopt eco-friendly habits in their daily work routines. This initiative helps us reduce our carbon footprint while also promoting a culture of environmental responsibility.",
            "source": [
                {
                    "content": "for diversity and equality for all in the team Mobile Work with 1 time budget to equip better your home-office Flexible working hours and 28 vacation days core working hours more vacation against minimally lower remuneration The opportunity to take 2 days off a year to do your heart's work as a volunteer And yes - we do have the standard fruits drinks snacks and ping pong table in the office Was wir noch sagen wollten Sollten wir auf deine initiative Bewerbung nicht gleich antworten nimm es uns bitte nicht übel Da wir dort sehr viele Bewerbungen erhalten können wir dem manchmal nicht gleich gerecht werden und verschicken Rückmeldungen wenn wir Ressourcen haben oder aktiv suchen What we wanted to say If we don't respond to your initiative application right away please don't take it badly Since we receive a lot of applications there we sometimes can not immediately do justice and send feedback when we have resources or are actively looking Seit  sind wir ein zertifiziertes B",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Erfolgsbilanz und Ambition/Ehrgeiz die 1 Marke für Social Impact zu werden Diversität und Inklusion wir fördert aktiv die Vielfalt und Gleichstellung aller im Team Mobiles Arbeiten mit 1x Budget um dein Home-Office besser auszustatten Flexible Arbeitszeiten und 28 Urlaubstage Kernarbeitszeit mehr Urlaub gegen minimal geringere Vergütung Die Gelegenheit dich 2 Tage im Jahr für deine ehrenamtlichen Herzensangelegenheiten freistellen zu lassen 1 Monat voll bezahltes Sabbatical mit finanzieller Unterstützung für weitere 2 Monate Und ja - wir haben das übliche Obst Getränke Snacks und eine Tischtennisplatte im Büro Global number one ambition amazing track record and inspiring international team Responsible tasks extensive development opportunities and a very dynamic environment Active support for diversity and equality for all in the team Mobile Work with 1 time budget to equip better your home-office Flexible working hours and 28 vacation days core working hours more vacation against",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "planen wir Projektreisen zu den verschiedenen Partnerorganisationen sprechen mit der Projektleitung und anderen Vertreterinnen vor Ort sowie mit den Menschen die die Hilfe erhalten Damit möchten wir unsere Beziehungen zu den Partnerorganisationen stärken und noch enger zusammenarbeiten aber vor allem auch sehen wo unsere Hilfe angekommen ist und vor welchen weiteren Herausforderungen die Menschen vor Ort stehen Der Effekt für uns persönlich Ganz klar eine Extraportion Motivation Mit den Personen vor Ort zu sprechen zu sehen was sie bewegt und welche Veränderungen wir gemeinsam erreicht haben macht uns unheimlich stolz und bestärkt uns in dem Glauben dass wir zusammen echten Social Impact leisten können Außerdem ist Transparenz für unsere Arbeit unheimlich wichtig Denn wir möchten euch zeigen wie viel Gutes ihr mit dem Kauf von share Produkten wirklich tut Seit  arbeiten wir mit Save the Children für ein Projekt in Uganda – genauer gesagt im Südwesten des Landes an der Grenze zum Kongo",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "die 1 Marke für Social Impact zu werden Diversität und Inklusion wir fördert aktiv die Vielfalt und Gleichstellung aller im Team Mobiles Arbeiten mit 1x Budget um dein Home-Office besser auszustatten Flexible Arbeitszeiten und 28 Urlaubstage Kernarbeitszeit mehr Urlaub gegen minimal geringere Vergütung Die Gelegenheit dich 2 Tage im Jahr für deine ehrenamtlichen Herzensangelegenheiten freistellen zu lassen 1 Monat voll bezahltes Sabbatical mit finanzieller Unterstützung für weitere 2 Monate Und ja - wir haben das übliche Obst Getränke Snacks und eine Tischtennisplatte im Büro Ein kleiner Einblick in unsere share Mentalität Was uns zu einem großartigen Team macht ist dass wir alle aneinander glauben und an unsere Mission diese Welt gemeinsam zu verändern Wir sind aktuell ein Team von über  Talenten aus 17 Nationen - und wir haben vor allem eines gemeinsam Wir sind leidenschaftlich bei dem was wir tun und glauben dass wir gemeinsam etwas bewegen können Du bist die Person die wir suchen",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Through our collaborations, both parties aim to achieve several shared objectives and desired outcomes. These include:\n\n1. Achieving social impact goals: Both organizations want to create meaningful change in their respective communities and beyond. By working together, they hope to amplify their collective efforts towards making a positive difference in people's lives.\n\n2. Knowledge sharing and capacity building: Collaborating allows both partners to learn from each other, exchange ideas, and develop new skills. This process strengthens their individual capacities while fostering innovation and continuous improvement.\n\n3. Scale and reach: Combining forces enables both organizations to expand their influence and reach more people in need. This increased scale helps maximize the overall impact of their combined efforts.\n\n4. Resource optimization: By pooling resources, both parties can achieve greater efficiency and effectiveness in their operations. This collaboration allows them to avoid duplication of efforts and ensure that limited funds are used in the most strategic manner possible.\n\n5. Mutual learning and growth: Working closely together provides valuable learning experiences for both organizations. They can gain insights into different approaches, challenges, and successes, which can inform future decision-making and strategy development.\n\n6. Building trust and credibility: Collaborating on projects or initiatives demonstrates a commitment to shared values and goals. This cooperation can help build trust between the two organizations, enhance their reputations, and increase public confidence in their ability to deliver results.",
            "source": [
                {
                    "content": "for diversity and equality for all in the team Mobile Work with 1 time budget to equip better your home-office Flexible working hours and 28 vacation days core working hours more vacation against minimally lower remuneration The opportunity to take 2 days off a year to do your heart's work as a volunteer And yes - we do have the standard fruits drinks snacks and ping pong table in the office Was wir noch sagen wollten Sollten wir auf deine initiative Bewerbung nicht gleich antworten nimm es uns bitte nicht übel Da wir dort sehr viele Bewerbungen erhalten können wir dem manchmal nicht gleich gerecht werden und verschicken Rückmeldungen wenn wir Ressourcen haben oder aktiv suchen What we wanted to say If we don't respond to your initiative application right away please don't take it badly Since we receive a lot of applications there we sometimes can not immediately do justice and send feedback when we have resources or are actively looking Seit  sind wir ein zertifiziertes B",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Erfolgsbilanz und Ambition/Ehrgeiz die 1 Marke für Social Impact zu werden Diversität und Inklusion wir fördert aktiv die Vielfalt und Gleichstellung aller im Team Mobiles Arbeiten mit 1x Budget um dein Home-Office besser auszustatten Flexible Arbeitszeiten und 28 Urlaubstage Kernarbeitszeit mehr Urlaub gegen minimal geringere Vergütung Die Gelegenheit dich 2 Tage im Jahr für deine ehrenamtlichen Herzensangelegenheiten freistellen zu lassen 1 Monat voll bezahltes Sabbatical mit finanzieller Unterstützung für weitere 2 Monate Und ja - wir haben das übliche Obst Getränke Snacks und eine Tischtennisplatte im Büro Global number one ambition amazing track record and inspiring international team Responsible tasks extensive development opportunities and a very dynamic environment Active support for diversity and equality for all in the team Mobile Work with 1 time budget to equip better your home-office Flexible working hours and 28 vacation days core working hours more vacation against",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Inklusion sind für uns keine Modebegriffe sondern gelebte Realität die wir durch verschiedene Initiativen – wie unserem Diversiteam – konstant verbessern wollen Deswegen ermutigen wir hier vor allem BPoCs ﻿Menschen mit Behinderungen﻿ Menschen die sich zu LSBTTIQ zählen und Eltern sich bei share zu bewerben Wir freuen uns auf deine Perspektive Du suchst neben einer großartigen Mission weitere Gründe für einen Wechsel Kein Problem Wir bieten dir noch mehr Benefits Deine Gesundheit steht für uns an oberster Stelle Damit meinen wir sowohl die physische als auch die mentale Werde Teil unserer Powersharies und finde mit anderen Kolleginnen in ganz unterschiedlichen sportlichen Aktivitäten einen sportlichen Ausgleich Für deine mentale Gesundheit bieten wir dir eine Mitgliedschaft bei nilohealth an Ein Tool das 11-Sitzungen mit erstklassigen Fachleuten Workshops zu verschiedenen Themen und eine personalisierte Toolbox zur Verbesserung der mentalen Gesundheit bietet Jeder bei share bekommt",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "planen wir Projektreisen zu den verschiedenen Partnerorganisationen sprechen mit der Projektleitung und anderen Vertreterinnen vor Ort sowie mit den Menschen die die Hilfe erhalten Damit möchten wir unsere Beziehungen zu den Partnerorganisationen stärken und noch enger zusammenarbeiten aber vor allem auch sehen wo unsere Hilfe angekommen ist und vor welchen weiteren Herausforderungen die Menschen vor Ort stehen Der Effekt für uns persönlich Ganz klar eine Extraportion Motivation Mit den Personen vor Ort zu sprechen zu sehen was sie bewegt und welche Veränderungen wir gemeinsam erreicht haben macht uns unheimlich stolz und bestärkt uns in dem Glauben dass wir zusammen echten Social Impact leisten können Außerdem ist Transparenz für unsere Arbeit unheimlich wichtig Denn wir möchten euch zeigen wie viel Gutes ihr mit dem Kauf von share Produkten wirklich tut Seit  arbeiten wir mit Save the Children für ein Projekt in Uganda – genauer gesagt im Südwesten des Landes an der Grenze zum Kongo",
                    "metadata": {
                        "rel": [
                            "europa",
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ]
}