{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " As an environmentally conscious company, Shine has taken several measures to reduce its carbon footprint and promote sustainability. Some of these practices include:\n\n1. Measuring and reducing their carbon footprint by monitoring and minimizing greenhouse gas emissions. They publish their annual carbon balance and commit to continuously reducing their emissions.\n\n1. Conducting internal workshops to raise awareness among the entire Shine team about climate change issues. These workshops aim to educate employees on the importance of climate action and encourage them to adopt more eco-friendly habits.\n\n1. Offering support to their clients in embracing similar initiatives to combat climate change. A first climate change awareness workshop under the \"Fresh Paint\" program is being organized soon. Additionally, they are planning another surprise announcement within days.\n\n1. Joining the \"One for the Planet\" movement to help fund various environmental organizations working towards protecting our planet. This includes supporting other environmental causes not directly related to their core business activities.\n\nBy implementing these sustainable practices, Shine demonstrates its commitment to minimize its environmental impact while promoting a positive social and ecological influence in the community.",
            "source": [
                {
                    "content": "équipe d'expert·es disponibles sept jours sur sept pour répondre à toutes leurs interrogations administratives et sur une application et des fonctionnalités innovantes  Au-delà de cette mission nous aspirons en tant qu’entreprise à avoir un impact social et écologique positif Nous avons à cœur de favoriser la diversité et l’inclusion au sein des équipes ainsi qu’au sein de notre communauté Nous avons d'ailleurs reçu le label B-Corp qui reconnait les entreprises qui respectent des normes sociales et environnementales élevées  Enfin nous faisons parti du mouvement 1 pour la planète  nous reversons donc 1 de notre chiffre d'affaires annuel à des associations environnementales Chez Shine notre premier objectif est que les personnes qui travaillent avec nous soient aussi heureuses et épanouies au travail que les entrepreneur·es que nous accompagnons Découvrez comment en parcourant notre page carrière  La solidarité est le ciment du travail d’équipe  nous n’hésitons jamais à nous retrousser",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "équipe d'expert·es disponibles sept jours sur sept pour répondre à toutes leurs interrogations administratives et sur une application et des fonctionnalités innovantes  Au-delà de cette mission nous aspirons en tant qu’entreprise à avoir un impact social et écologique positif Nous avons à cœur de favoriser la diversité et l’inclusion au sein des équipes ainsi qu’au sein de notre communauté Nous avons d'ailleurs reçu le label B-Corp qui reconnait les entreprises qui respectent des normes sociales et environnementales élevées  Enfin nous faisons parti du mouvement 1 pour la planète  nous reversons donc 1 de notre chiffre d'affaires annuel à des associations environnementales Chez Shine notre premier objectif est que les personnes qui travaillent avec nous soient aussi heureuses et épanouies au travail que les entrepreneur·es que nous accompagnons Découvrez comment en parcourant notre page carrière  La solidarité est le ciment du travail d’équipe  nous n’hésitons jamais à nous retrousser",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "dans la même direction Pour cela nous nous concentrons sur trois actions  Nous mesurons et réduisons notre empreinte carbone Nous réalisons et rendons public chaque année notre bilan carbone et nous nous engageons pour réduire nos émissions Nous réalisons aussi en interne des ateliers pour sensibiliser toute l’équipe de Shine aux enjeux du réchauffement climatique Nous voulons accompagner nos client·e·s pour les aider à s’engager dans une démarche similaire Nous organisons bientôt un premier atelier de la Fresque du climat pour contribuer à sensibiliser nos clients aux enjeux du réchauffement climatique et nous dévoilerons une autre surprise dans quelques jours Nous voulons aller un peu plus loin et soutenir d’autres causes environnementales sans lien direct avec notre activité C’est pour cela que nous rejoignons aujourd’hui le mouvement 1  pour la planète pour aider des associations qui travaillent au quotidien pour la protection de l’environnement Construire une banque responsable",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "responsabilité en tant qu’entreprise et de nos projets pour le protéger Nous vivons aujourd’hui une crise climatique Une crise causée par un réchauffement climatique lui même causé par une émission très très très très excessive de CO2 par l’être humain En tant qu’entreprise Shine a bien sûr une responsabilité dans ces émissions Nous avons donc aussi un rôle à jouer pour les diminuer D’autant plus que le secteur financier et dans une moindre mesure l’industrie numérique sont responsables d’une partie importante des émissions de gaz à effet de serre Et devinez quoi  En tant que néobanque nous sommes pile à l’intersection du numérique et du financier et les comptes pro Shine reposent donc sur plusieurs de ces services réputés polluants serveurs numériques et services bancaires par exemple Comme nous sommes conscients de notre potentiel impact environnemental et que nous avons à coeur de le limiter au maximum nous avons déjà pris plusieurs mesures en ce sens  nous ne prenons plus l’avion",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " As per your text, it seems like there are no specific events or initiatives mentioned in relation to environmental conservation. However, I can provide you with some general information about events and initiatives related to environmental conservation. There are numerous conferences, summits, workshops, campaigns, and other activities organized by various organizations, governments, and individuals around the world to promote environmental conservation and sustainability. Some examples include:\n\n1. United Nations Climate Change Conferences (COP)\n2. World Environment Day celebrations\n3. Global Landscapes Forum\n4. The Greenbiz Summit\n5. Vatican Conference on Climate Change\n6. The Paris Agreement Signing Ceremony\n7. Earth Hour\n8. The Bonn Challenge\n9. The Sustainable Development Goals (SDGs) Summit\n10. The Our Planet initiative by B-Corp",
            "source": [
                {
                    "content": "équipe d'expert·es disponibles sept jours sur sept pour répondre à toutes leurs interrogations administratives et sur une application et des fonctionnalités innovantes  Au-delà de cette mission nous aspirons en tant qu’entreprise à avoir un impact social et écologique positif Nous avons à cœur de favoriser la diversité et l’inclusion au sein des équipes ainsi qu’au sein de notre communauté Nous avons d'ailleurs reçu le label B-Corp qui reconnait les entreprises qui respectent des normes sociales et environnementales élevées  Enfin nous faisons parti du mouvement 1 pour la planète  nous reversons donc 1 de notre chiffre d'affaires annuel à des associations environnementales Chez Shine notre premier objectif est que les personnes qui travaillent avec nous soient aussi heureuses et épanouies au travail que les entrepreneur·es que nous accompagnons Découvrez comment en parcourant notre page carrière  La solidarité est le ciment du travail d’équipe  nous n’hésitons jamais à nous retrousser",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "équipe d'expert·es disponibles sept jours sur sept pour répondre à toutes leurs interrogations administratives et sur une application et des fonctionnalités innovantes  Au-delà de cette mission nous aspirons en tant qu’entreprise à avoir un impact social et écologique positif Nous avons à cœur de favoriser la diversité et l’inclusion au sein des équipes ainsi qu’au sein de notre communauté Nous avons d'ailleurs reçu le label B-Corp qui reconnait les entreprises qui respectent des normes sociales et environnementales élevées  Enfin nous faisons parti du mouvement 1 pour la planète  nous reversons donc 1 de notre chiffre d'affaires annuel à des associations environnementales Chez Shine notre premier objectif est que les personnes qui travaillent avec nous soient aussi heureuses et épanouies au travail que les entrepreneur·es que nous accompagnons Découvrez comment en parcourant notre page carrière  La solidarité est le ciment du travail d’équipe  nous n’hésitons jamais à nous retrousser",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "dans la même direction Pour cela nous nous concentrons sur trois actions  Nous mesurons et réduisons notre empreinte carbone Nous réalisons et rendons public chaque année notre bilan carbone et nous nous engageons pour réduire nos émissions Nous réalisons aussi en interne des ateliers pour sensibiliser toute l’équipe de Shine aux enjeux du réchauffement climatique Nous voulons accompagner nos client·e·s pour les aider à s’engager dans une démarche similaire Nous organisons bientôt un premier atelier de la Fresque du climat pour contribuer à sensibiliser nos clients aux enjeux du réchauffement climatique et nous dévoilerons une autre surprise dans quelques jours Nous voulons aller un peu plus loin et soutenir d’autres causes environnementales sans lien direct avec notre activité C’est pour cela que nous rejoignons aujourd’hui le mouvement 1  pour la planète pour aider des associations qui travaillent au quotidien pour la protection de l’environnement Construire une banque responsable",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "cela que nous rejoignons aujourd’hui le mouvement 1  pour la planète pour aider des associations qui travaillent au quotidien pour la protection de l’environnement Construire une banque responsable pour contribuer à un monde durable 1  pour la planète est une association créée par Yvon Chouinard aussi connu pour avoir fondé la marque Patagonia Le principe est très simple  les entreprises qui rejoignent le mouvement s’engagent à reverser chaque année 1  de leur chiffre d’affaires annuel à des associations environnementales Lorsqu’il réalise que la protection de l’environnement est le “parent pauvre” de la philanthropie d’entreprise elle ne représente que 7  des sommes versées malgré l’immensité et l’urgence des problèmes environnementaux Yvon Chouinard veut rectifier la situation en créant un pont entre entreprises et associations L’objectif est clair  faciliter les dons des entreprises vers les associations qui oeuvrent pour la protection de l’environnement Le 1  pour la planète aide",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " The report mentions two main environmental impact metrics: greenhouse gas emissions (GHG) and energy consumption. GHG emissions are calculated for various activities within Shine, such as paper orders for printers, server use for applications, and team members' travel. Energy consumption is also taken into account in the analysis, with a focus on electricity usage. Additionally, it is mentioned that reducing meat consumption can significantly decrease the overall environmental impact.",
            "source": [
                {
                    "content": "comme Shine 50 employés  clients un bureau a coûté environ  euros pour faire appel à une entreprise experte et une semaine de travail en interne Pour faire simple  toute les activités génèrent des émissions de CO2 Un bilan carbone c’est une étude qui permet à une entreprise de calculer le total de ses émissions de gaz à effet de serre Celui-ci est réalisé par une entreprise tierce qui a les compétences nécessaires dans ce domaine et surtout qui a accès à l’outil créé par l’Association Bilan Carbone et l’Ademe Concrètement lorsque nous réalisons un bilan carbone ou BEGES pour les intimes — Bilan des Emissions de Gaz à Effet de Serre nous regardons l’ensemble de l’activité de Shine et nous calculons les émissions de gaz à effet de serre générées par chacun des éléments De la commande de papier pour l’imprimante aux serveurs qui font tourner l’application en passant par les déplacements des membres de l’équipe Le résultat est donné en tCO2e ou en français en tonne équivalent CO2",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "représente 14 du total soit presque autant que celui des transports Cependant un quart des repas consommés par l'équipe sont végétariens ce qui diminue sensiblement leur impact 2 emails par mois pour avancer dans votre aventure entrepreneuriale L'un de nos objectifs en réalisant le bilan carbone était de nous comparer aux autres acteurs de l'industrie pour voir si nos efforts paient et si le fait d'être  en ligne était un atout ou une faiblesse pour notre impact environnemental Nous pouvons vous annoncer aujourd'hui que nous ne savons pas vraiment Eh oui nous avons été surpris de voir que cela n'était en fait pas possible  très peu d'établissements ont réalisé un bilan carbone complet et en ont publié les résultats Ainsi comme vous pouvez le voir sur le tableau ci-dessous selon la méthode utilisée les émissions vont du simple au tuple Le bilan carbone étudie trois scopes  les scopes 1 2 et 3 Facile Les 1 et 2 sont les seuls qui sont obligatoires pour les entreprises de plus de",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "l’avions annoncé nous avons fortement réduit notre usage de l’avion puisque nous n’avons pris qu’un seul billet cette année il faut bien avouer que cela n’a pas été trop dur de limiter les voyages en … Cela nous a permis d’économiser environ 21 tCO2e Trois postes ont beaucoup augmenté  nos achats de services bancaires la nourriture et les prestations intellectuelles Comme nous vous l’expliquions plus haut les achats de services bancaires correspondent au coût de l’infrastructure bancaire que nous payons à Treezor Ils augmentent mécaniquement puisque plus nous avons de comptes plus nous faisons appel à eux Cela représente une augmentation de 17 tonnes La nourriture correspond principalement aux déjeuners des employées qui sont pris en compte dans notre bilan Nous comptons pour cela la part de déjeuners végétariens consommés par chacune car ceux-ci produisent nettement moins de CO2 qu’un repas carné — pour estimer ce chiffre nous envoyons un questionnaire à toute l’équipe leur demandant",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "impact sur l’environnement et soutenir des sujets de société importants à nos yeux Il était donc tout naturel que nous nous rapprochions du mouvement B Corp C’était également pour nous l’opportunité de trouver de nouvelles idées  pistes d’amélioration en considérant cette évaluation comme un véritable guide Construire une banque responsable pour contribuer à un monde durable Nous avons lancé le projet B Corp en octobre  en commençant par définir un·e responsable du projet C’est moi en charge de la culture et des ressources humaines chez Shine qui m’en suis occupé Voici les étapes que j’ai traversées avec l’aide précieuse des mes collègues  La première étape a été d’entrer en contact avec des entreprises qui avaient déjà tenté une certification avec plus ou moins de succès à la clé Cela nous a permis d’en savoir un peu plus sur le déroulé de l’audit d’avoir des conseils sur la façon de s’organiser et enfin de démystifier cette évaluation qui peut faire peur de prime abord étant donné",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, the organization has made several public commitments to social and corporate responsibility. They have joined the B Corp movement, which recognizes companies that meet high social and environmental standards. Additionally, they have committed to supporting various environmental causes by donating 1% of their annual revenue to environmental conservation organizations. The company is also registered as a financial institution with the French Prudential Control Authority (ACPR) under the registration number [...], and it is listed in the Register of Financial Intermediaries on the website ([www.regafi.fr](http://www.regafi.fr)). Furthermore, the organization is an authorized payment service provider for the electronic money institution Treezor, whose headquarters are located at 33 Avenue de Wagram, Paris.",
            "source": [
                {
                    "content": "équipe d'expert·es disponibles sept jours sur sept pour répondre à toutes leurs interrogations administratives et sur une application et des fonctionnalités innovantes  Au-delà de cette mission nous aspirons en tant qu’entreprise à avoir un impact social et écologique positif Nous avons à cœur de favoriser la diversité et l’inclusion au sein des équipes ainsi qu’au sein de notre communauté Nous avons d'ailleurs reçu le label B-Corp qui reconnait les entreprises qui respectent des normes sociales et environnementales élevées  Enfin nous faisons parti du mouvement 1 pour la planète  nous reversons donc 1 de notre chiffre d'affaires annuel à des associations environnementales Chez Shine notre premier objectif est que les personnes qui travaillent avec nous soient aussi heureuses et épanouies au travail que les entrepreneur·es que nous accompagnons Découvrez comment en parcourant notre page carrière  La solidarité est le ciment du travail d’équipe  nous n’hésitons jamais à nous retrousser",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "équipe d'expert·es disponibles sept jours sur sept pour répondre à toutes leurs interrogations administratives et sur une application et des fonctionnalités innovantes  Au-delà de cette mission nous aspirons en tant qu’entreprise à avoir un impact social et écologique positif Nous avons à cœur de favoriser la diversité et l’inclusion au sein des équipes ainsi qu’au sein de notre communauté Nous avons d'ailleurs reçu le label B-Corp qui reconnait les entreprises qui respectent des normes sociales et environnementales élevées  Enfin nous faisons parti du mouvement 1 pour la planète  nous reversons donc 1 de notre chiffre d'affaires annuel à des associations environnementales Chez Shine notre premier objectif est que les personnes qui travaillent avec nous soient aussi heureuses et épanouies au travail que les entrepreneur·es que nous accompagnons Découvrez comment en parcourant notre page carrière  La solidarité est le ciment du travail d’équipe  nous n’hésitons jamais à nous retrousser",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "impact sur l’environnement et soutenir des sujets de société importants à nos yeux Il était donc tout naturel que nous nous rapprochions du mouvement B Corp C’était également pour nous l’opportunité de trouver de nouvelles idées  pistes d’amélioration en considérant cette évaluation comme un véritable guide Construire une banque responsable pour contribuer à un monde durable Nous avons lancé le projet B Corp en octobre  en commençant par définir un·e responsable du projet C’est moi en charge de la culture et des ressources humaines chez Shine qui m’en suis occupé Voici les étapes que j’ai traversées avec l’aide précieuse des mes collègues  La première étape a été d’entrer en contact avec des entreprises qui avaient déjà tenté une certification avec plus ou moins de succès à la clé Cela nous a permis d’en savoir un peu plus sur le déroulé de l’audit d’avoir des conseils sur la façon de s’organiser et enfin de démystifier cette évaluation qui peut faire peur de prime abord étant donné",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "en général et les banques en particulier ont une responsabilité environnementale et sociétale nous nous sommes engagés dans une politique volontariste pour limiter notre impact sur l'environnement et soutenir des sujets de société importants à nos yeux Shine a d'ailleurs reçu le label B Corp Shine respecte des normes sociales et environnementales élevées et s’inscrit dans une démarche de progrès En savoir plus→ Chaque année nous reversons 1  de notre chiffre d'affaires à des associations environnementales En savoir plus→ Shine société immatriculée au RCS de Paris sous le numéro  exploitant le nom commercial Shine agréée par l’Autorité de Contrôle Prudentiel et de Résolution « ACPR » agrément consultable dans le Registre des agents financiers -wwwregafifr en tant qu'établissement de paiement sous le numéro  et enregistré sous le numéro  en tant qu’agent de services de paiement de l’établissement de monnaie électronique Treezor dont le siège social est situé 33 avenue de Wagram  Paris",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual and quarterly reports detailing these commitments. The annual report provides an overview of the company's financial performance for the entire year, while the quarterly reports provide updates on the company's progress throughout the year. These reports typically include information about the company's financial position, operations, management discussion, and future prospects. They also outline the company's commitments in terms of financial targets, strategic initiatives, and other key performance indicators (KPIs). By reviewing these reports regularly, stakeholders can stay informed about the company's performance and progress towards its goals.",
            "source": [
                {
                    "content": "jours   TPE   € par mois pour 2 utilisateurs maximum ;  PME   € par mois pour 5 utilisateurs maximum ;  PME+   € par mois pour 10 utilisateurs maximum ;  LeanPay s’engage à garantir la sécurité et la confidentialité des données personnelles des débiteurs et débitrices de la plateforme Chaque personne autorisée à consulter et à traiter les données personnelles des débiteurs et débitrices est soumise à une obligation de confidentialité​  Suivi de KPIs en temps réel encours clients balance âgée délai de paiement moyen ;  Avec Anaplan les analystes financiers peuvent anticiper les écarts de performance et identifier les causes de ces baisses de performance Il est également possible de multiplier les plans d’action afin de rendre leurs exécutions plus efficaces et plus collaboratives  Votre équipe financière pourra exploiter un ensemble de données analytiques solides d’outils d’analyse spécifiques et de capacités statistiques En somme Anaplan est un outil de planification qui vous permet",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "quotidienne avec l’enregistrement de chaque opération est essentielle pour mener à bien cette quatrième obligation comptable Les comptes annuels impliquent l’établissement de trois documents distincts   Cette synthèse permet d’avoir un aperçu exhaustif du patrimoine de la SASU à la clôture de l’exercice social  Il regroupe les différents éléments comptables constitutifs de l’actif et du passif de l’entreprise  Capitaux propres ils regroupent les apports en capital social et le bénéfice réalisé Le bilan comptable possède une importance stratégique pour l’entreprise notamment dans le cadre de la recherche de financement d’un prêt professionnel par exemple Le montant des capitaux propres indique la solidité ou la fragilité financière de la société Ce document liste l’ensemble des éléments appartenant aux classes six et sept du plan comptable général  les charges et les produits  L’addition des soldes de ces différents comptes permet de mettre en évidence la performance de la SASU  quel",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "vos qualifications et accréditations Vous devez le présenter à votre clientèle lors de votre première rencontre Enfin vous devez vous doter d’assurances liées aux activités prises en charge pour votre clientèle enous pensons notamment à la RC Pro et aux garanties financières obligatoires Le statut CIF ou Conseiller en Investissements Financiers permet de sécuriser le patrimoine des client·es en relation avec un gestionnaire de patrimoine La liste des conseiller·es accrédité·es CIF peut être consultée librement sur le site de l’AMF On distingue 2 types de missions et de rémunérations dans le secteur de la gestion de patrimoine   Les missions ponctuelles facturées sous forme d’honoraires portent sur  la déclaration d’impôt sur le revenu IR ou d’impôt sur la fortune immobilière IFI ; la rédaction de statuts pour constituer une SCI et d’autres documents en lien avec le patrimoine immobilier Vous devez rédiger un modèle de lettre de mission adapté à chaque projet Et avant de réaliser la",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Gérer une entreprise c’est aussi tenir ses finances de manière rigoureuse Fiscalité comptabilité banque assurance… Autant de points à étudier pour devenir un·e pro des finances d’entreprise Nous vous en parlons en détail dans cette rubrique  Shine société immatriculée au RCS de Paris sous le numéro  exploitant le nom commercial Shine agréée par l’Autorité de Contrôle Prudentiel et de Résolution « ACPR » agrément consultable dans le Registre des agents financiers - wwwregafifr en tant qu’établissement de paiement sous le numéro  et enregistré sous le numéro  en tant qu’agent de services de paiement de l’établissement de monnaie électronique Treezor dont le siège social est situé 33 avenue de Wagram  Paris Shine société immatriculée au RCS de Paris sous le numéro  exploitant le nom commercial Shine agréée par l’Autorité de Contrôle Prudentiel et de Résolution « ACPR » agrément consultable dans le Registre des agents financiers - wwwregafifr en tant qu’établissement de paiement sous le",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided information, it is unclear which specific commitments are being referred to in this context. However, if we assume that the commitments mentioned earlier regarding environmental and social responsibility, as well as charitable donations, are still relevant, then there might be some community or social events organized by Shine or its partners to fulfill these commitments. These events could include workshops, seminars, conferences, or even local initiatives aimed at promoting sustainability, supporting environmental causes, or contributing to social welfare projects. Without more information about the specific commitments and related events, however, it is difficult to provide a precise answer to the question.",
            "source": [
                {
                    "content": "à d’autres enjeux plus sociaux ils font partie de l’ADN depuis le premier jour C’est justement ce qu’ont ressenti Salah et Khalil au moment de choisir Shine pour les accompagner C’est toujours plus agréable de travailler avec un acteur engagé avec des gens qui ont les mêmes valeurs que nous C’est vraiment quelque chose qui nous rassure Nous avons l’impression d’entre compris d’aller dans le même sens et d’avoir des valeurs communes Des valeurs de confiance et de transparence que Salah et Khalil sont impatients d'insuffler à leurs futur·e·s collègues chez CleanMob Pour déployer leurs applications et ainsi réaliser leurs ambitions internationales Comme Cleanmob ouvrez un compte en quelques clics  c'est simple rapide et sans engagement Shine respecte des normes sociales et environnementales élevées et s’inscrit dans une démarche de progrès En savoir plus→ Chaque année nous reversons 1  de notre chiffre d'affaires à des associations environnementales En savoir plus→ Shine société",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "bancaire auprès d’une banque ou chez le notaire Le capital social peut également contenir des apports en nature biens matériels clientèle etc Dans ce cas vous devrez faire appel à un commissaire aux apports pour évaluer leur valeur Pour en savoir plus nous vous conseillons la lecture de notre guide complet sur le dépôt de capital social C’est l’acte qui marque l’officialisation de la « naissance » de votre société  Choisissez un journal ou un site web du département de votre siège social et publiez-y les informations obligatoires Après cette publication vous recevrez une attestation de parution dont vous aurez besoin pour compléter votre dossier de création d’entreprise Une fois ces étapes passées et les justificatifs de ces actions rassemblés vous allez pouvoir constituer votre dossier avec toutes les pièces obligatoires pour immatriculer votre SAS  le formulaire M0 de déclaration de création d’une société  les statuts de la société signés par l’ensemble des associés ; la liste des",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "sociale pour la couverture sociale ou par votre numéro SIRET pour la facturation  = La MDA et l’Agessa continuent à assurer les missions suivantes  la gestion du recouvrement des cotisations et contributions dues au titre de périodes antérieures au 1er janvier  l'information des artistes-auteurs sur les conditions d’affiliation et les prestations auxquelles ils peuvent prétendre Les deux institutions sont pour cela regroupées au sein d’une seule entité  la Sécurité sociale des artistes auteurs  Concrètement après votre déclaration de début d’activité à l’URSSAF la MDA ou l’Agessa vérifient que votre activité entre dans le champ de l’artiste-auteur Si c’est bien le cas vous recevrez en plus de votre certificat d’immatriculation un courrier de l’une ou l’autre de ces institutions qui atteste de votre affiliation au régime  Afin de compenser la hausse de la contribution sociale généralisée CSG intervenue au 1er janvier  les artistes-auteurs bénéficient à partir du 1er janvier  d'une",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "que l’activité exercée vous plaît  ❤️ Pour cela rien de tel que vous plonger dans la liste des tâches à réaliser au quotidien  prospection et gestion de la relation avec vos client·es ; analyse des cahiers des charges des projets à réaliser ; participation et animation de réunions de lancement de cadrage et de suivi des projets menés ; coordination d’équipe définition des rôles des participant·es et suivi des livrables attendus ; suivi et garantie des délais et des niveaux de qualité attendus ; rédaction de comptes rendus et reportings réguliers auprès des client·es ; utilisation d’outils informatiques de gestion de projet tels qu’Asana Notion ou Airtable et des outils de communication ex  Slack Mattermost Discord Il existe de très nombreux profils de chef·fes de projets en France Il est donc vital que votre offre se différencie de celles de vos concurrent·es cibler sa clientèle idéale secteur d’activité zone géographique taille d’entreprise ; étudier le marché et la concurrence en",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " There are several products, services, and technologies mentioned in both passages. Some of these include:\n\nPassage 1:\n\n* Online business accounts with simplified management features\n* Administrative assistants for business startups and management\n* Unprecedented insurance policies for self-employed individuals and businesses\n* Environmentally responsible and socially conscious company certification (B-Corp)\n* Access to various online banking and administrative services through a single platform\n\nPassage 2:\n\n* Business accounts offering online services and a \"true administrative co-pilot\"\n* Data pipelines, data warehousing, and data visualization tools to support various needs\n* Remote-friendly working environments with flexible options such as working from home or a coworking space\n* Transparent salaries based on experience and personal organization\n* Freelance opportunities with one full day of freelancing per month\n* Extended parental leave benefits, including healthcare coverage for employees and their families",
            "source": [
                {
                    "content": "a business account that offers online services and a true administrative co-pilot We simplify banking and administration for businesses and self-employed people by balancing online service with human guidance In addition to expert support available seven days a week entrepreneurs also have access to an application and innovative features that include - a   online business account that allows them to manage their business in a simple and intuitive way; - an administrative assistant to support them throughout the entire process of starting and managing their company; - unprecedented insurance policies to protect self-employed people their equipment and their businesses Additionally as a company we aspire to make a positive impact on the environment and society In our team as well as within our community we value diversity and inclusion Our company has earned the B-Corp label which recognizes socially and environmentally responsible companies Finally we are part of the 1 for the planet",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Cartes paiements virements aide à la comptabilité tous les services bancaires essentiels centralisés dans une application Ouvrez votre compte en ligne rapidement et simplement depuis votre salon avec une carte d’identité et rien de plus Consultez vos comptes partout où vous en avez besoin au bureau comme sur le terrain Recevez des notifications en temps réel et gardez le contrôle sur votre compte sans même ouvrir l'app Encaissez vos client·es en ligne ou en boutique physique par carte par chèques ou en espèces Adaptez vos plafonds de dépenses d’encaissements de virements au fil de votre croissance en quelques clics Donnez accès à vos collaborateur·ices et simplifiez la gestion des finances de votre entreprise même en équipe Celles et ceux qui foncent pour mettre l’innovation au service du quotidien Celles et ceux qui font battre le cœur du monde entrepreneurial et facilitent le quotidien de toutes et tous Celles et ceux qui ont choisi de s’affranchir des cadres pour donner libre cours",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Cartes paiements virements aide à la comptabilité tous les services bancaires essentiels centralisés dans une application Ouvrez votre compte en ligne rapidement et simplement depuis votre salon avec une carte d’identité et rien de plus Consultez vos comptes partout où vous en avez besoin au bureau comme sur le terrain Recevez des notifications en temps réel et gardez le contrôle sur votre compte sans même ouvrir l'app Encaissez vos client·es en ligne ou en boutique physique par carte par chèques ou en espèces Adaptez vos plafonds de dépenses d’encaissements de virements au fil de votre croissance en quelques clics Donnez accès à vos collaborateur·ices et simplifiez la gestion des finances de votre entreprise même en équipe Celles et ceux qui foncent pour mettre l’innovation au service du quotidien Celles et ceux qui font battre le cœur du monde entrepreneurial et facilitent le quotidien de toutes et tous Celles et ceux qui ont choisi de s’affranchir des cadres pour donner libre cours",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "data pipelines data warehousing and data visualisation tools to support our needs You will also evangelize best practices and be responsible for ensuring the reliability and integrity of the collected and analyzed data 🏠 A flexible and remote-friendly environnement work from our stunning Paris office or from home in France and in some European countries Shine takes care of a furniture leasing to help you settle in at home or a coworking space near you 💰 A transparent salary depending on your experience and your personal organization as well as a Shadow Shares program covering  of your gross annual salary don't hesitate to ask Annaïg for more details during your first call 👩‍💻 1 freelancing day per month The perfect occasion to put yourself in a Shine’s user’s shoes 👪 A second parent leave extended to 8 weeks + 3 days of parental leave for sick child 💚 Healthcare program  covered by Shine for you and your family including psychological support and many resources for taking care of your",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, it seems that there are no specific promotional events, expos, or sales mentioned for the various offerings such as Shine2, Ekie, and their associated benefits. However, some companies may organize webinars, workshops, or open days to promote their products and services. It is also possible that they might have limited-time offers or discounts during certain periods. To find out if there are any such events or promotions, I would recommend visiting the company's website or social media pages, or subscribing to their newsletters to stay updated on any ongoing promotions or upcoming events related to these offerings.",
            "source": [
                {
                    "content": "est donc important d’éplucher les prix de ces packages pour savoir si les coûts sont raisonnables ou non en fonction de votre besoin Les professionnels apprécient de plus en plus pouvoir gérer leurs opérations bancaires en autonomie depuis leur smartphone C’est pourquoi beaucoup se tournent aujourd’hui vers les néo-banques et les banques en ligne qui proposent des applications bien plus efficaces complètes et ergonomiques que les banques traditionnelles  2 emails par mois pour avancer dans votre aventure entrepreneuriale Exemple  Si vous avez un découvert non autorisé de € durant 2 jours votre banque professionnelle vous prélèvera  Une commission du plus fort découvert de 2 à 5€ Des intérêts de découvert de 4 à 12 soit 05€ à 2€ Les frais de tenue de compte existent depuis peu et se sont vraiment démocratisés au sein des grandes banques traditionnelles depuis   Ce sont des frais prélevés sur le compte courant de votre entreprise pour sa gestion Leur montant est fixé de façon assez",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "👩‍⚖️ Unlimited subscription to a network of dedicated lawyers to support you through Ekie 🏝 1 salary bonus in June to enjoy your Holiday 1️⃣ A 45’ first call with Annaïg our tech talent acquisition specialist to get to know each other and tell you more about Shine2️⃣ A 30’ technical exchange with your future engineering manager about your tech experiences3️⃣ A 60’ peer-programming exercise to test your Javascript knowledge + a 45’ cultural interview to give you more context about Shine’s values4️⃣ An immersion day for you to understand Shine’s culture meet the team and introduce our tech with a business case 👩‍💻 1 jour de freelancing par mois  L’occasion de se mettre dans la peau de nos client·es avec un compte premium offert  👪 Congé second parent de 8 semaines + 3 jours de congé enfant malade 💚 Mutuelle  Une couverture santé à   pour ta famille et toi 🌏 Travaille depuis nos bureaux parisiens ou depuis chez toi en France et dans certains pays d'Europe  Shine prend en charge un",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to 8 weeks + 3 days of parental leave for sick child 💚 Healthcare program  covered by Shine for you and your family including psychological support and many resources for taking care of your mental health 🎶 Culture budget  € per year to buy books or listen to music Spotify Deezer … 🤸 Sport pack € per year to subscribe to gym participate in sport competitions … Take care of yourself 🚴‍♂️ Bike + transport  Refund of your fees on jump seats like on bike paths 👩‍⚖️ Unlimited subscription to a network of dedicated lawyers to support you through Ekie 🏝 1 salary bonus in June to enjoy your Holiday 1️⃣ A 45’ first call with Annaïg our tech talent acquisition specialist to get to know each other and tell you more about Shine 2️⃣ A 60’ discussion with Arnaud our VP of Engineering to talk about your tech experiences 3️⃣ A 60’ peer-programming exercise to test your technical knowledge and communication skills + a 45’ cultural interview to give you more context about Shine’s values 4️⃣ An",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "health 🎶 Culture budget  € per year to buy books or listen to music Spotify Deezer … 🤸 Sport pack € per year to subscribe to gym participate in sport competitions … Take care of yourself 🚴‍♂️ Bike + transport  Refund of your fees on jump seats like on bike paths 👩‍⚖️ Unlimited subscription to a network of dedicated lawyers to support you through Ekie 🏝 1 salary bonus in June to enjoy your Holiday 1️⃣ A 45’ first call with Annaïg our tech talent acquisition specialist to get to know each other and tell you more about Shine 2️⃣ A 60’ discussion with your future Manager to talk about your tech experiences 3️⃣ A 60’ peer-programming exercise to test your technical knowledge and communication skills + a 45’ cultural interview to give you more context about Shine’s values 4️⃣ An immersion day for you to understand Shine’s culture meet the team and introduce our tech with a business case 👩‍💻 1 jour de freelancing par mois  L’occasion de se mettre dans la peau de nos client·es avec un compte",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " There are several notable partnerships and collaborations in the world of commerce. One such collaboration is between Shine and Mollie, which offers an exclusive promotional deal for users. This partnership allows Shine customers to benefit from lower transaction fees when processing payments online through their stores. Additionally, Shine has partnered with other leading companies in the industry, including Tiime Business (for accounting management), Expert-Comptablecom (one of the pioneering online accountancy firms), and Socic (focused on providing comprehensive financial solutions for businesses). These partnerships help ensure that Shine provides its customers with a wide range of high-quality services and tools to support their growing business needs.",
            "source": [
                {
                    "content": "Des expert·e·s de la communauté Shine partagent leurs expériences  conseils pour vous aider à avancer dans vos projets Accompagner les entrepreneurs dans la réussite de leur projet a toujours été au coeur de notre mission C'est pourquoi chaque membre de la communauté Shine peut partager son expertise un jour et profiter de celles de ses pairs quelques jours plus tard  Pour ne manquer aucun événement vous pouvez nous laisser votre e-mail juste ici  Nous adorons les échanges en direct pendant les workshops Mais afin de diffuser ces contenus au plus grand nombre nous avons retranscrit les enseignements de nos webinars sur notre blog  Emmanuelle consultante social media nous explique comment booster son engagement sur Instagram Pierre Guilbaud consultant en growth marketing vous dévoile les clés pour attirer convertir et fidéliser des clients grâce au contenu Julien content manager indépendant vous explique comment façonner la personnalité de votre marque la positionner et définir sa",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "de paiement insérés dans vos factures Profitez d’une compatibilité avec tous les outils e-commerce comme Stripe Shopify Mollie Prestashop et bien d'autres Un compte pro simple d'utilisation avec tout ce qui faut pour gérer votre activité en toute sérénité Cartes physiques virtuelles ou éphémères pour des achats toujours sécurisés Déléguez en toute sérénité les dépenses d’équipes à vos managers sans jamais perdre le fil Rappel de vos déclarations intégration de vos justificatifs exports comptables automatisés  libérez-vous des contraintes Un outil de facturation qui permet de créer des devis et factures conformes et soignées sans prise de tête Travaillez l’esprit tranquille grâce à nos assurances incluses dans vos abonnements et protégez votre quotidien entrepreneurial Débloquez des fonds en 72 h ouvrées pour vos besoins de développement Un compte pro simple d'utilisation avec tout ce qui faut pour gérer votre activité en toute sérénité Cartes physiques virtuelles ou éphémères pour des",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "des autres  De nombreuses options intéressantes sont accessibles selon vos besoins comme  L’Expert-Comptablecom est l’un des pionniers parmi les cabinets d’experts-comptables en ligne La plateforme propose une offre partenaire couplée avec Tiime Business un compte pro en ligne Vous avez aussi accès à Tiime Invoice pour gérer vos factures Les tarifs sont sans engagement et adaptés aux budgets des freelances et indépendants À noter  il s’agit d’un cabinet essentiellement tourné vers les prestataires de services en B2B Vous pouvez obtenir un devis gratuit en quelques clics sur leur site Internet  Socic s’adresse aux entreprises mais aussi aux associations à la gestion immobilière et aux holdings Bref tous les profils s’y retrouveront  L’offre va de la création d’entreprise tableaux prévisionnels business plan… à la gestion comptable quotidienne classique bilan liasse fiscale déclaration de TVA…  Socic est relié au logiciel Mister Compta qui propose diverses fonctionnalités  notes de",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Vous gérez un commerce en ligne  Shine est le compte pro pensé pour des indépendant·es comme vous Shine c'est un compte professionnel adapté à votre quotidien et un véritable copilote financier et administratif pour votre société Shine c’est tout ce dont un indépendant aurait pu rêver de mieux il y a quelques années et qui existe enfin aujourd’hui La gestion du compte la facturation et l’administratif deviennent simples comme bonjour 👌🏼 Un accompagnement qualitatif et humain et surtout une disponibilité incroyable quand on est habitué aux délais bancaires traditionnels  Offrez à vos clients la meilleure expérience de paiement sur votre boutique en ligne  Shine s'est associée à Mollie pour vous faire bénéficier d'une offre promotionnelle aucun frais sur les  premiers euros de transactions Avec Mollie vous pouvez encaisser en ligne et à moindres frais vos clients partout dans le monde via plus de 20 moyens de paiement différents Paypal Apple Pay Visa Prélèvement Cette offre est",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " There are several employment and educational opportunities mentioned throughout the text. For example, there are various competitions targeted towards specific groups of entrepreneurs such as women, people with disabilities, and those living in priority neighborhoods. These competitions often focus on sectors like artisanal work, social and solidarity economy, innovation, etc., and can provide financial assistance or other benefits. Additionally, there are national, regional, and local contests that may be relevant to one's profile and project. It is important to research which competition would best suit one's needs.\n\nFurthermore, the company Shine offers employment opportunities with a transparent salary range (depending on experience) and a Shadow Shares program that covers a portion of the employee's gross annual salary. Freelancers who join Shine have the opportunity to work remotely either from their own homes or coworking spaces, while still being able to access certain benefits like healthcare coverage for themselves and their families.",
            "source": [
                {
                    "content": "Il est essentiel de noter que les salaires mentionnés dans l’article sont approximatifs En tant que freelance c’est à vous de fixer vos tarifs en fonction de   Pour vous aider à faire décoller vos prix nous vous invitons à télécharger notre eBook réalisé par Shine et Collective  Et pour calculer votre taux journalier au centime près utilisez notre simulateur de TJM spécial freelances Voici des exemples de nouveaux métiers à exercer en auto-entrepreneur  coach en développement personnel influenceur LinkedIn ghost writer Community Manager travel planner chief remote officer happiness manager infopreneur  Le code APE permet à l’URSSAF d’identifier rapidement la branche d'activité principale d’un travailleur ou d’une travailleuse indépendant·e Divers métiers à faire en auto-entrepreneur requièrent au minimum un CAP Sans diplôme vous pouvez vous orienter vers la rédaction web le secrétariat le commerce en ligne ou le coaching si vous avez des compétences à partager Shine société",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and Product / Tech team to leverage mutual efforts in the same way and to work as cross team squad lead 🤝 On the side I'm a big fan of sports and practice many of them ⚽️🏊🚴‍♂️🏃‍♂️🏄‍♂️🧗‍♂️⛷Let's be honest I am addicted to sport Beforehand I worked in consulting 👔 ride hailing 🚘 and food delivery 🚲I am glad that I experienced abroad living  Norway 🇳🇴 Belgium 🇧🇪 Algeria 🇩🇿 and France 🇫🇷 and I'd love to move to Spain 🇪🇸 at some point",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "peut être une aide financière ou des avantages en nature comme un accompagnement par des professionnels Il existe de très nombreux concours  « Talents de l’Artisanat » « Talents de l’Economie sociale et solidaire « Talents de l’Innovation » « Concours National de la création d’entreprises de construction durable » « concours créatrices d’avenir »…  Certains concours sont nationaux d’autres régionaux ou encore locaux Ils s’adressent parfois à une catégorie spécifique d’entrepreneurs  les femmes les personnes en situation de handicap les personnes vivant dans des quartiers prioritaires… Il concernent souvent un secteur particulier de l’économie  le secteur tertiaire l’économie sociale et solidaire l’artisanat le numérique …  ✌A vous de trouver quel est le concours le plus adapté à votre profil et à votre projet d’entreprise   Vous créez une entreprise et votre projet réclame d’importantes dépenses de recherche et de développement  Le statut Jeune Entreprise Innovante JEI est là pour",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "engine Pub/Sub Beam Mode Metabase Data studio  Segment 🏠 A flexible and remote-friendly environnement work from our stunning Paris office or from home in France and in some European countries Shine takes care of a furniture leasing to help you settle in at home or a coworking space near you 💰 A transparent salary 70K€-85K€+ for this job depending on your experience and your personal organization as well as a Shadow Shares program covering  of your gross annual salary don't hesitate to ask Annaïg for more details during your first call 👩‍💻 1 freelancing day per month The perfect occasion to put yourself in a Shine’s user’s shoes 👪 A second parent leave extended to 8 weeks + 3 days of parental leave for sick child 💚 Healthcare program  covered by Shine for you and your family including psychological support and many resources for taking care of your mental health 🎶 Culture budget  € per year to buy books or listen to music Spotify Deezer … 🤸 Sport pack € per year to subscribe to gym",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various types of events where you can find opportunities related to your field. Here is a list of some common event formats:\n\n1. Job Fairs: These events bring together employers and job seekers in one location. They provide a platform for networking and learning about available positions. Examples include career fairs, industry conferences, and niche-specific events.\n2. Webinars: Online presentations or lectures conducted over the internet. Many organizations host webinars on topics relevant to their fields. You can attend these sessions to learn new skills, hear from experts, and stay updated on industry news.\n3. Workshops: In-person or online sessions focused on teaching specific skills or techniques. Workshops can be hosted by educational institutions, companies, or professional organizations. Some examples include coding bootcamps, design workshops, and leadership development courses.\n4. Conferences: Large gatherings of people interested in a particular topic or industry. Conferences often feature keynote speakers, panel discussions, and breakout sessions. Attending conferences can help you network with others in your field, learn about new developments, and discover potential job or collaboration opportunities.\n5. Training Programs: Structured courses designed to teach specific skills or knowledge. Training programs can be offered by educational institutions, companies, or professional organizations. Examples include apprenticeships, internships, certification programs, and skill-building workshops.\n\nThese are just a few examples of the many events available to help you advance your projects, acquire new skills, and explore job opportunities. Be sure to research and participate in events that align with your interests and goals.",
            "source": [
                {
                    "content": "Des expert·e·s de la communauté Shine partagent leurs expériences  conseils pour vous aider à avancer dans vos projets Accompagner les entrepreneurs dans la réussite de leur projet a toujours été au coeur de notre mission C'est pourquoi chaque membre de la communauté Shine peut partager son expertise un jour et profiter de celles de ses pairs quelques jours plus tard  Pour ne manquer aucun événement vous pouvez nous laisser votre e-mail juste ici  Nous adorons les échanges en direct pendant les workshops Mais afin de diffuser ces contenus au plus grand nombre nous avons retranscrit les enseignements de nos webinars sur notre blog  Emmanuelle consultante social media nous explique comment booster son engagement sur Instagram Pierre Guilbaud consultant en growth marketing vous dévoile les clés pour attirer convertir et fidéliser des clients grâce au contenu Julien content manager indépendant vous explique comment façonner la personnalité de votre marque la positionner et définir sa",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and User Research I work towards maximizing the impact of design within product squads and communication/marketing departments while establishing state-of-the-art tools and processes along with lead designers and individual contributors Also espresso nerd sushi lover korat cat owner designer who love coding",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "obtenus pour chaque mission ; Notre top 5 des meilleurs outils pour créer un portfolio peut vous aider à faire la différence  Les plateformes de freelancing comme Malt ou Upwork sont des sources précieuses pour trouver des client·es Créez un profil complet et attractif pour augmenter vos chances de décrocher des missions Les réseaux sociaux tels que LinkedIn Twitter ou Facebook peuvent aussi vous aider à élargir votre réseau et à promouvoir vos services Nous vous conseillons d’identifier le réseau le plus pertinent et de   interagir avec vos prospects partenaires et d'autres professionnel·les de votre secteur Le networking va vous permettre d’élargir votre réseau et de rencontrer de potentiel·les client·es Participez à des événements professionnels des conférences ou des ateliers dans votre domaine d'expertise  Consultez les agendas dédiés au networking de votre ville ou de votre département Vous trouverez de nombreux évènements permettant de rencontrer des freelances ayant des",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "plutôt que sur des tâches administratives  Les associations professionnelles vous offrent des services de formation de réseautage et de mentorat Acquérir les compétences nécessaires à la gestion de l'entreprise et agrandir son réseau est indispensable Elles vous seront d’une grande aide dans la réussite de votre projet Les programmes de formation offrent une formation sur la gestion d'entreprise la comptabilité le marketing et d'autres sujets liés à la création d’entreprise Ces programmes peuvent être offerts par des organisations gouvernementales des collèges et des universités ou des associations professionnelles C’est un projet ambitieux pouvant déboucher sur de nombreuses aides financières   Mais avant laissez-nous vous expliquer comment évaluer la valeur d'une entreprise à reprendre  👉 Vous souhaitez reprendre une entreprise  Dès le premier jour vous devrez gérer votre comptabilité d'une main de maître Pour cela rien de mieux qu'un compte pro Shine  💸 L’entreprise est déjà",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The job offer presented includes various benefits for employees or participants. Some of these benefits include:\n\n1. Salary based on experience and personal organization.\n2. Shadow Shares program covering  of their gross annual salary.\n3. One freelancing day per month, allowing users to take time off work.\n4. Opportunity to experience being a Shine user by participating in a one-time 1-hour freelancing day.\n5. Second parent leave extended to 8 weeks + 3 days of parental leave for a sick child.\n6. Healthcare program covered by Shine for employees and their families, including psychological support and resources for mental health.\n7. Culture budget of € per year to spend on books, music, or any other cultural activities.\n8. Sports pack of € per year to access gym memberships and participate in sports competitions.\n9. Transportation refunds for using jump seats similar to bike paths.\n10. Access to an unlimited subscription of dedicated lawyers to provide legal support when needed.\n11. Bicycle and transportation allowance.\n12. Bonus salary after completing 1 months of employment (June).\n13. Technical expertise assessment through a 60-minute peer-programming exercise and discussion.\n14. Cultural interviews to gain insight into Shine's values and company culture.\n15. Immersion day to familiarize oneself with Shine's working environment, team, and projects.",
            "source": [
                {
                    "content": "salary based on your experience and your personal organization as well as a Shadow Shares program covering  of your gross annual salary don't hesitate to ask Annaïg for more details during your first call 👩‍💻 1 freelancing day per month The perfect occasion to put yourself in a Shine’s user’s shoes 👪 A second parent leave extended to 8 weeks + 3 days of parental leave for sick child 💚 Healthcare program  covered by Shine for you and your family including psychological support and many resources for taking care of your mental health 🎶 Culture budget  € per year to buy books or listen to music Spotify Deezer … 🤸 Sport pack € per year to subscribe to gym participate in sport competitions … Take care of yourself 🚴‍♂️ Bike + transport  Refund of your fees on jump seats like on bike paths 👩‍⚖️ Unlimited subscription to a network of dedicated lawyers to support you through Ekie 🏝 1 salary bonus in June to enjoy your Holiday 1️⃣ A 45’ first call with Annaïg our tech talent acquisition",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to 8 weeks + 3 days of parental leave for sick child 💚 Healthcare program  covered by Shine for you and your family including psychological support and many resources for taking care of your mental health 🎶 Culture budget  € per year to buy books or listen to music Spotify Deezer … 🤸 Sport pack € per year to subscribe to gym participate in sport competitions … Take care of yourself 🚴‍♂️ Bike + transport  Refund of your fees on jump seats like on bike paths 👩‍⚖️ Unlimited subscription to a network of dedicated lawyers to support you through Ekie 🏝 1 salary bonus in June to enjoy your Holiday 1️⃣ A 45’ first call with Annaïg our tech talent acquisition specialist to get to know each other and tell you more about Shine 2️⃣ A 60’ discussion with Arnaud our VP of Engineering to talk about your tech experiences 3️⃣ A 60’ peer-programming exercise to test your technical knowledge and communication skills + a 45’ cultural interview to give you more context about Shine’s values 4️⃣ An",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "health 🎶 Culture budget  € per year to buy books or listen to music Spotify Deezer … 🤸 Sport pack € per year to subscribe to gym participate in sport competitions … Take care of yourself 🚴‍♂️ Bike + transport  Refund of your fees on jump seats like on bike paths 👩‍⚖️ Unlimited subscription to a network of dedicated lawyers to support you through Ekie 🏝 1 salary bonus in June to enjoy your Holiday 1️⃣ A 45’ first call with Annaïg our tech talent acquisition specialist to get to know each other and tell you more about Shine 2️⃣ A 60’ discussion with your future Manager to talk about your tech experiences 3️⃣ A 60’ peer-programming exercise to test your technical knowledge and communication skills + a 45’ cultural interview to give you more context about Shine’s values 4️⃣ An immersion day for you to understand Shine’s culture meet the team and introduce our tech with a business case 👩‍💻 1 jour de freelancing par mois  L’occasion de se mettre dans la peau de nos client·es avec un compte",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "extended to 8 weeks + 3 days of parental leave for sick child 💚 Healthcare program  covered by Shine for you and your family including psychological support and many resources for taking care of your mental health 🎶 Culture budget  € per year to buy books or listen to music Spotify Deezer … 🤸 Sport pack € per year to subscribe to gym participate in sport competitions … Take care of yourself 🚴‍♂️ Bike + transport  Refund of your fees on jump seats like on bike paths 👩‍⚖️ Unlimited subscription to a network of dedicated lawyers to support you through Ekie 🏝 1 salary bonus in June to enjoy your Holiday 1️⃣ A 45’ first call with Annaïg our data talent acquisition specialist to get to know each other and tell you more about Shine 2️⃣ A 60’ technical Interview with Saghar your future manager about your data experiences 3️⃣ A 45’ Interview with Nicolas our Head of Data + a 45’ cultural interview to give you more context about Shine’s values 4️⃣ A half-day immersion for you to understand",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " As I do not have access to specific financial reports, I cannot provide exact figures or details. However, based on the provided information, it seems that Shine is focused on improving their financial and business management positions, which would likely result in increased revenue, profitability, and overall growth. Additionally, they seem to value employee wellbeing and offer various benefits such as extended parental leave, mental health support, and holiday bonuses.",
            "source": [
                {
                    "content": "gain a deep understanding of the intricacies of financial and business management Shine has placed a strong emphasis on improving its positioning in these areas so you will have the chance to make a significant impact your contributions will be greatly appreciated and will help drive the company towards greater successYou'll be joining us at a very special time 1️⃣ A 45’ first call with Zoé Talent Acquisition Manager to get to know each other and tell you more about Shine 2️⃣ A 45’ interview with Nordine to dig into your experiences and get to know each other + a 45’ cultural interview to give you more context about Shine’s values 3️⃣ An immersion day for you to understand Shine’s culture meet the team and work a business case 👩‍💻 1 jour de freelancing par mois  L’occasion de se mettre dans la peau de nos client·es avec un compte premium offert  👪 Congé second parent de 8 semaines + 3 jours de congé enfant malade 💚 Mutuelle  Une couverture santé à   pour ta famille et toi 🌏 Travaille",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "impact sur l’environnement et soutenir des sujets de société importants à nos yeux Il était donc tout naturel que nous nous rapprochions du mouvement B Corp C’était également pour nous l’opportunité de trouver de nouvelles idées  pistes d’amélioration en considérant cette évaluation comme un véritable guide Construire une banque responsable pour contribuer à un monde durable Nous avons lancé le projet B Corp en octobre  en commençant par définir un·e responsable du projet C’est moi en charge de la culture et des ressources humaines chez Shine qui m’en suis occupé Voici les étapes que j’ai traversées avec l’aide précieuse des mes collègues  La première étape a été d’entrer en contact avec des entreprises qui avaient déjà tenté une certification avec plus ou moins de succès à la clé Cela nous a permis d’en savoir un peu plus sur le déroulé de l’audit d’avoir des conseils sur la façon de s’organiser et enfin de démystifier cette évaluation qui peut faire peur de prime abord étant donné",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "extended to 8 weeks + 3 days of parental leave for sick child 💚 Healthcare program  covered by Shine for you and your family including psychological support and many resources for taking care of your mental health 🎶 Culture budget  € per year to buy books or listen to music Spotify Deezer … 🤸 Sport pack € per year to subscribe to gym participate in sport competitions … Take care of yourself 🚴‍♂️ Bike + transport  Refund of your fees on jump seats like on bike paths 👩‍⚖️ Unlimited subscription to a network of dedicated lawyers to support you through Ekie 🏝 1 salary bonus in June to enjoy your Holiday 1️⃣ A 45’ first call with Annaïg our data talent acquisition specialist to get to know each other and tell you more about Shine 2️⃣ A 60’ technical Interview with Saghar your future manager about your data experiences 3️⃣ A 45’ Interview with Nicolas our Head of Data + a 45’ cultural interview to give you more context about Shine’s values 4️⃣ A half-day immersion for you to understand",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "health 🎶 Culture budget  € per year to buy books or listen to music Spotify Deezer … 🤸 Sport pack € per year to subscribe to gym participate in sport competitions … Take care of yourself 🚴‍♂️ Bike + transport  Refund of your fees on jump seats like on bike paths 👩‍⚖️ Unlimited subscription to a network of dedicated lawyers to support you through Ekie 🏝 1 salary bonus in June to enjoy your Holiday 1️⃣ A 45’ first call with Annaïg our tech talent acquisition specialist to get to know each other and tell you more about Shine 2️⃣ A 60’ discussion with your future Manager to talk about your tech experiences 3️⃣ A 60’ peer-programming exercise to test your technical knowledge and communication skills + a 45’ cultural interview to give you more context about Shine’s values 4️⃣ An immersion day for you to understand Shine’s culture meet the team and introduce our tech with a business case 👩‍💻 1 jour de freelancing par mois  L’occasion de se mettre dans la peau de nos client·es avec un compte",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Yes, there are several investor events and potential funding rounds mentioned throughout the context. Here is a summary of those events:\n\nInvestor Events:\n\n1. Immersion Day (Shine) - To understand Shine's culture, meet the team, and introduce their tech with a business case.\n2. Freelancing Days (Ekie) - 1 days per month where you can work as a freelancer on various projects related to Ekie. This opportunity allows you to earn money while working on your own projects.\n\nPotential Funding Rounds:\n\n1. Business Plan Presentation (Bijouterie) - You will have the chance to present this document to potential investors and investors to obtain funding for your jewelry store. The business plan should include elements such as company legal structure, store name, ownership details, share distribution, etc.\n2. Loan Application (Startup Accelerator Program) - There might be an opportunity to apply for a loan from a startup accelerator program to help fund your project.",
            "source": [
                {
                    "content": "responsibility and encouraging proactivity That's why we offer 1️⃣ A 45’ first call with Mathieu Talent Acquisition Specialist - Tech to get to know each other and tell you more about Shine2️⃣ A 45’ exchange with Olivier Engineering Manager - Platform about your tech experiences and the position we are offering3️⃣ A 60’ architecture exercise to assess your technical skills with Olivier and another member of the Platform team among Manu Paul and Léo + a 45’ cultural interview to give you more context about Shine’s values4️⃣ A short immersion with the team to meet them and discuss a business case 👩‍💻 1 jour de freelancing par mois  L’occasion de se mettre dans la peau de nos client·es avec un compte premium offert  👪 Congé second parent de 8 semaines + 3 jours de congé enfant malade 💚 Mutuelle  Une couverture santé à   pour ta famille et toi 🌏 Travaille depuis nos bureaux parisiens ou depuis chez toi en France et dans certains pays d'Europe  Shine prend en charge un leasing",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "👩‍⚖️ Unlimited subscription to a network of dedicated lawyers to support you through Ekie 🏝 1 salary bonus in June to enjoy your Holiday 1️⃣ A 45’ first call with Annaïg our tech talent acquisition specialist to get to know each other and tell you more about Shine2️⃣ A 30’ technical exchange with your future engineering manager about your tech experiences3️⃣ A 60’ peer-programming exercise to test your Javascript knowledge + a 45’ cultural interview to give you more context about Shine’s values4️⃣ An immersion day for you to understand Shine’s culture meet the team and introduce our tech with a business case 👩‍💻 1 jour de freelancing par mois  L’occasion de se mettre dans la peau de nos client·es avec un compte premium offert  👪 Congé second parent de 8 semaines + 3 jours de congé enfant malade 💚 Mutuelle  Une couverture santé à   pour ta famille et toi 🌏 Travaille depuis nos bureaux parisiens ou depuis chez toi en France et dans certains pays d'Europe  Shine prend en charge un",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "lié à l’ouverture de votre bijouterie Vous pourrez présenter ce document à de potentiel·le·s investisseurs et investisseuses pour obtenir des financements Le business plan de votre bijouterie devra comprendre les éléments suivants   👉 Présentation de votre entreprise statut juridique nom de la bijouterie siège social noms des associé·e·s répartition du capital social etc ;  👉 Étude de marché mettant en avant l’opportunité commerciale ;  👉 Prévisionnel financier compte de résultat prévisionnel bilan prévisionnel prévisionnel de trésorerie etc  Découvrez notre template de prévisionnel financier prêt à remplir  Avec votre business plan bien ficelé et votre plus belle tenue rendez-vous à la banque  L’heure est venue d’obtenir un prêt professionnel afin de financer les bijoux la location d’un local et les ressources humaines liées à votre bijouterie  Pour vous accompagner dans votre croissance Shine a mi en place le premier prêt professionnel avec bonus engagement  Pour cela vous pouvez",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "for change How to finance and grow your startup without VC - Université de Londres London Business School Les Grandes Ecoles proposent désormais des programmes de formation certifiants différents des programmes diplômants accessibles sur la base de critères moins sélectifs et à des prix plus abordables Certificate in Entrepreneurship de Grenoble Ecole de Management… Autrement de nombreux programmes sont proposés par Pôle Emploi AFPA Kelformationcom Le portail interrégional formation emploi Carif-Oref Formations pour tous Orientation pour tous… ⏭️Une fois votre formation choisie renseignez-vous sur les démarches pour créer votre entreprise et sur les aides à la création d’entreprise que vous devriez connaître Il existe plus d’une dizaine de financements possibles Pensez à vous renseigner sur vos droits pour ne pas manquer une précieuse opportunité de financer votre formation  Vous pouvez vous rapprocher de votre Conseil régional ou de l’OPACIF organisme paritaire agréé au titre du",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " I am unable to provide specific information regarding your financial or funding goals for the next period. However, it is common for companies to establish targets related to revenue growth, profitability, market expansion, and strategic partnerships. These goals can be influenced by factors such as industry trends, competitive landscape, available resources, and overall business strategy. To better understand your organization's financial or funding goals for the next period, please consult with relevant stakeholders within your team or company.",
            "source": [
                {
                    "content": "TPE PME ou grandes entreprises  Quels sont les secteurs d’activité que je privilégie ou au contraire que je souhaite éviter  Quelles fonctions endossent les interlocuteurs clés me permettant de décrocher des missions  Est-ce que je préfère participer à des missions de courte ou de longue durée  Un des enjeux majeurs pour un consultant·e en stratégie est de fixer convenablement son TJM le Taux Journalier Moyen  son tarif journalier  Votre TJM ne devra pas être trop élevé Sinon il fera fuir les prospects Mais il ne doit pas être trop faible non plus car il pourrait mettre en péril la santé financière de votre activité   Découvrez notre template de prévisionnel financier prêt à remplir  LA clé pour faire de votre lancement un succès est d’anticiper et de préparer vos actions de prospection  🔑 Nous vous conseillons de commencer à activer vos réseaux personnels Il est utile de le faire dès que vous avez pris la décision de créer votre activité vos contacts dans le milieu associatif club de",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "assure un business solide ✅ L’objectif numéro un du prévisionnel est de prouver à des tiers extérieurs investisseurs financeurs banques futurs associés la viabilité économique de votre projet sur 3 ans  ✅ Mais le prévisionnel ne sert pas qu’aux autres il est également très utile pour vous Il vous permet de vous rassurer quant à l’avenir de votre projet Le prévisionnel vous dira clairement si votre activité pourra générer ou non des bénéfices Au contraire si vos prévisions ne sont pas bonnes il vous remettra les pieds sur terre et vous pourrez modifier des éléments de votre business plan ✅ Le prévisionnel vous permet de prendre de la hauteur d’avoir une vision long terme Au fil de l’eau une fois votre business lancé vous pourrez revenir sur votre prévisionnel pour piloter vos performances Vous pourrez vérifier que vos objectifs de développement ont bien été atteints et ajuster si nécessaire vos actions À savoir  le grand défaut des prévisionnels financiers est bien souvent qu’ils sont",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "financer son projet  élaborer un plan de financement rechercher des financements bénéficier éventuellement d’une aide financière prêt à taux 0 Ces deux premières phases durent chacune 4 mois pour les projets de création d’entreprise et 6 mois pour les projets de reprise démarrer et développer son activité 3 ans avoir accès pendant trois ans au suivi et aux conseils de son accompagnateur en matière de gestion de l’entreprise ou encore de politique commerciale  Le bénéficiaire peut choisir de profiter de toutes ces étapes ou de certaines seulement  Depuis  le NACRE dépend de la compétence des Régions Si cette aide vous intéresse contactez votre conseil régional pour savoir  si votre situation vous permet d’en bénéficier et le cas échéant  qui sont les opérateurs locaux CCI réseau d’accompagnement expert comptable… Les opérateurs NACRE sont conventionnés par l’Etat et par la Caisse des Dépôts et Consignations Pour bénéficier du NACRE vous devez contacter un opérateur et lui soumettre",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "after the seed funding €28 million the existing employees were eligible to 10 of the capital raised in the form of BSCPE After series A round €8 million this share went down to 5 of the amount of capital raised We are currently paying 70 of our employee’s salary in the form of « BSPCE » and we hope to continue in that direction as long as possible It’s been almost a year now since our salary grid was implemented and we’re actually quite happy with the results No more useless negotiation with job candidates The salary negotiation part doesn’t make sense anymore since we made compensation about the impact of each employee on the company and not about his·her negotiation skills This impact only helps us decide whether or not to grant a pay raise and not a recurrent and arbitrary evaluation we stay away from annual performance reviews Managers must stay proactive and aware of each employee’s performance to anticipate a pay rise before he·she needs to ask for one Bonuses are handled and",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " As of my knowledge cutoff date in September 202, I am not aware of any specific recent publications, research findings, or introduced technologies related to the topics discussed in the provided context. However, it is important to note that there may have been significant developments and advancements since then.",
            "source": [
                {
                    "content": "la plus complète possible de votre solution  Gardez cette liste précieusement vous tenez là l’idée actuelle de votre produit final qui évoluera très certainement après le lancement de votre MVP Pour votre MVP rayez de cette liste toutes les options et fonctionnalités secondaires pour ne garder que le cœur de votre idée  vous avez trouvé votre MVP C’est à cela qu’il doit ressembler  un produit délesté des éléments non-essentiels limité à une utilisation basique sans prendre en compte d’éléments superflus Pour lancer un produit digital innovant type application plateforme ou site web il faut des compétences techniques  Comment faire alors lorsque vous avez l’idée mais pas les compétences techniques et encore moins les moyens d’embaucher un·e développeur·se expert·e du sujet   Optez pour des services clé-en-main ou no-code c’est-à-dire qui ne nécessitent pas de compétences en coding pour mettre sur pied une première version de votre produit solide techniquement mais sans avoir besoin de",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Vous devez en effet être capable de diffuser des publications à forte valeur ajoutée et ce sur une base régulière Inutile de vous positionner sur tous les canaux au risque de vous disperser de proposer des contenus médiocres et de dégrader votre image  SUR LA FORME 🏋️‍♀️ Il existe ici deux grandes écoles  🐛 La stratégie du « content pillar » théorisée par le célèbre serial-entrepreneur américain Gary Vaynerchuk aka Gary Vee pour les intimes  Il s’agit ici de produire un contenu principal à forte valeur ajoutée guide complet conférence vidéo… etc le fameux contenu « pilier » puis de « recycler » ce dernier sous différentes formes souvent abrégées sur vos différents canaux newsletter Reels Instagram post LinkedIn… etc  A la clé une visibilité accrue sans décupler votre charge de travail 💎 Notre expert propose quant à lui de développer une stratégie unique adaptée à chaque canal  Pour reprendre les mots de Pierre il s’agit ici de faire comme si chaque nouveau type de contenu était un",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "qui exploitent les nouvelles technologies peuvent vous faire gagner un temps précieux  transmission des documents sur une plateforme sécurisée tableaux de bord comptables en ligne automatisations etc C’est un vrai plus  Enfin votre propre gestion de votre comptabilité a son importance ici  bien tenir sa comptabilité permet aussi de préparer le terrain pour une délégation sereine Shine facilite votre gestion comptable ainsi que votre collaboration avec votre expert-comptable grâce à la transmission automatique à votre comptable de tous vos documents En quelques clics il peut accéder aux justificatifs et exports comptables Tous les voyants sont au vert avec votre expert-comptable et vous envisagez de travailler avec lui 🟢  C’est super  Loin de nous l’envie de doucher votre enthousiasme… Mais il faut parfois mieux être prudent et anticiper ce qui pourrait se passer en cas de dégradation des relations Changer d’expert-comptable en cours de route est tout à fait possible Vous n’êtes pas",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "de l’impact écologique 👉 La synchronisation avec l’URSSAF La plateforme est partenaire de l’organisme officiel qui permet de paramétrer la déclaration automatique de votre chiffre d’affaires pour le calcul de vos cotisations Plus d’oubli possible donc  Pour profiter de l’intégralité des outils de ce logiciel de comptabilité vous devrez souscrire à l'abonnement pro de 10 euros La version gratuite permet uniquement de créer des factures et des devis et d’accéder à quelques fonctionnalités classiques Besoin d'un accompagnement administratif  Découvrez le compte pro Shine Complet Axonaut est aussi très intuitif  son affichage basique permet de trouver rapidement ce que l’on cherche Factures trésorerie ou encore notes de frais  la page d’accueil du logiciel en ligne Axonaut vous donne un aperçu de toutes les fonctionnalités proposées L’originalité d’Axonaut c’est qu’il propose une interface d’export comptable reliée aux données de votre compte de facturation mais séparée du compte en",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " As of my knowledge cutoff date in September 2023, I am not aware of any specific ongoing or upcoming research projects or innovation initiatives related to the topics mentioned in the provided text. However, it is important to note that new projects and initiatives may have emerged since then. To get the most accurate and updated information, I recommend visiting relevant websites, reading recent articles, or reaching out directly to organizations involved in these fields.",
            "source": [
                {
                    "content": "Des expert·e·s de la communauté Shine partagent leurs expériences  conseils pour vous aider à avancer dans vos projets Accompagner les entrepreneurs dans la réussite de leur projet a toujours été au coeur de notre mission C'est pourquoi chaque membre de la communauté Shine peut partager son expertise un jour et profiter de celles de ses pairs quelques jours plus tard  Pour ne manquer aucun événement vous pouvez nous laisser votre e-mail juste ici  Nous adorons les échanges en direct pendant les workshops Mais afin de diffuser ces contenus au plus grand nombre nous avons retranscrit les enseignements de nos webinars sur notre blog  Emmanuelle consultante social media nous explique comment booster son engagement sur Instagram Pierre Guilbaud consultant en growth marketing vous dévoile les clés pour attirer convertir et fidéliser des clients grâce au contenu Julien content manager indépendant vous explique comment façonner la personnalité de votre marque la positionner et définir sa",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Vous devez en effet être capable de diffuser des publications à forte valeur ajoutée et ce sur une base régulière Inutile de vous positionner sur tous les canaux au risque de vous disperser de proposer des contenus médiocres et de dégrader votre image  SUR LA FORME 🏋️‍♀️ Il existe ici deux grandes écoles  🐛 La stratégie du « content pillar » théorisée par le célèbre serial-entrepreneur américain Gary Vaynerchuk aka Gary Vee pour les intimes  Il s’agit ici de produire un contenu principal à forte valeur ajoutée guide complet conférence vidéo… etc le fameux contenu « pilier » puis de « recycler » ce dernier sous différentes formes souvent abrégées sur vos différents canaux newsletter Reels Instagram post LinkedIn… etc  A la clé une visibilité accrue sans décupler votre charge de travail 💎 Notre expert propose quant à lui de développer une stratégie unique adaptée à chaque canal  Pour reprendre les mots de Pierre il s’agit ici de faire comme si chaque nouveau type de contenu était un",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "👉 Quelques secteurs d’activité dans lesquels créer une entreprise  les entreprises responsables tournées vers l’écologie et l’engagement social ; les métiers du digital comme les graphistes rédacteurs développeurs web consultants en communication l’e-commerce…  Vous pouvez aussi ouvrir une franchise d’un concept qui a déjà fait ses preuves ou reprendre une entreprise en activité 👉 D’autres moyens peuvent vous permettre de trouver une idée d’entreprise   faire le point sur ce que vous aimez et ce que vous savez faire ; Ça y est vous avez trouvé une super idée pour vous lancer dans l’entrepreneuriat 🤩   Génial mais ce n’est que le début Que votre projet soit innovant exemple  une start-up dans l’intelligence artificielle ou basé sur un modèle déjà existant exemple  l’ouverture d’un restaurant il va falloir en faire un projet d’entreprise viable  Besoin d'en savoir plus sur un secteur précis  Découvrez nos idées business pour trouver chaussure à votre pied facilement  Vous avez trouvé",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "toutefois dépasser le seuil de 2 milliards d’euros ; les moyens de BPIfrance organisme qui apporte notamment des solutions de financement aux TPE et PME sont accrus  Le budget  prévoit différents dispositifs visant à soutenir les petites entreprises qui souhaitent se développer à l’international Par exemple  les « Chèques Relance Export » qui prennent en charge jusqu’à 50  des frais de participation à un salon international en physique ou à distance en version digitalisée ;  les « Chèques VIE » de  euros qui pourraient financer environ  missions de VIE volontariat international en entreprise  La loi de finances pour l’année  ambitionne de donner aux TPE et aux PME françaises les moyens de se digitaliser afin de rester compétitives tant sur la scène locale qu’internationale le dispositif France Num accompagne les PME et les TPE dans leur transformation numérique ;  le programme IA Booster aide ces dernières à moderniser leur outil de production grâce à l’intelligence artificielle ;",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, there are no specific research grants or innovation awards mentioned that were recently distributed. The content focuses on various aspects of working at Shine, such as benefits, work environment, and professional development opportunities.",
            "source": [
                {
                    "content": "👩‍⚖️ Unlimited subscription to a network of dedicated lawyers to support you through Ekie 🏝 1 salary bonus in June to enjoy your Holiday 1️⃣ A 45’ first call with Annaïg our tech talent acquisition specialist to get to know each other and tell you more about Shine2️⃣ A 30’ technical exchange with your future engineering manager about your tech experiences3️⃣ A 60’ peer-programming exercise to test your Javascript knowledge + a 45’ cultural interview to give you more context about Shine’s values4️⃣ An immersion day for you to understand Shine’s culture meet the team and introduce our tech with a business case 👩‍💻 1 jour de freelancing par mois  L’occasion de se mettre dans la peau de nos client·es avec un compte premium offert  👪 Congé second parent de 8 semaines + 3 jours de congé enfant malade 💚 Mutuelle  Une couverture santé à   pour ta famille et toi 🌏 Travaille depuis nos bureaux parisiens ou depuis chez toi en France et dans certains pays d'Europe  Shine prend en charge un",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to 8 weeks + 3 days of parental leave for sick child 💚 Healthcare program  covered by Shine for you and your family including psychological support and many resources for taking care of your mental health 🎶 Culture budget  € per year to buy books or listen to music Spotify Deezer … 🤸 Sport pack € per year to subscribe to gym participate in sport competitions … Take care of yourself 🚴‍♂️ Bike + transport  Refund of your fees on jump seats like on bike paths 👩‍⚖️ Unlimited subscription to a network of dedicated lawyers to support you through Ekie 🏝 1 salary bonus in June to enjoy your Holiday 1️⃣ A 45’ first call with Annaïg our tech talent acquisition specialist to get to know each other and tell you more about Shine 2️⃣ A 60’ discussion with Arnaud our VP of Engineering to talk about your tech experiences 3️⃣ A 60’ peer-programming exercise to test your technical knowledge and communication skills + a 45’ cultural interview to give you more context about Shine’s values 4️⃣ An",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "extended to 8 weeks + 3 days of parental leave for sick child 💚 Healthcare program  covered by Shine for you and your family including psychological support and many resources for taking care of your mental health 🎶 Culture budget  € per year to buy books or listen to music Spotify Deezer … 🤸 Sport pack € per year to subscribe to gym participate in sport competitions … Take care of yourself 🚴‍♂️ Bike + transport  Refund of your fees on jump seats like on bike paths 👩‍⚖️ Unlimited subscription to a network of dedicated lawyers to support you through Ekie 🏝 1 salary bonus in June to enjoy your Holiday 1️⃣ A 45’ first call with Annaïg our data talent acquisition specialist to get to know each other and tell you more about Shine 2️⃣ A 60’ technical Interview with Saghar your future manager about your data experiences 3️⃣ A 45’ Interview with Nicolas our Head of Data + a 45’ cultural interview to give you more context about Shine’s values 4️⃣ A half-day immersion for you to understand",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "health 🎶 Culture budget  € per year to buy books or listen to music Spotify Deezer … 🤸 Sport pack € per year to subscribe to gym participate in sport competitions … Take care of yourself 🚴‍♂️ Bike + transport  Refund of your fees on jump seats like on bike paths 👩‍⚖️ Unlimited subscription to a network of dedicated lawyers to support you through Ekie 🏝 1 salary bonus in June to enjoy your Holiday 1️⃣ A 45’ first call with Annaïg our tech talent acquisition specialist to get to know each other and tell you more about Shine 2️⃣ A 60’ discussion with your future Manager to talk about your tech experiences 3️⃣ A 60’ peer-programming exercise to test your technical knowledge and communication skills + a 45’ cultural interview to give you more context about Shine’s values 4️⃣ An immersion day for you to understand Shine’s culture meet the team and introduce our tech with a business case 👩‍💻 1 jour de freelancing par mois  L’occasion de se mettre dans la peau de nos client·es avec un compte",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization mentioned in the text is collaborating with various companies and institutions such as URSSAF (French Social Security for Independent Workers), Sécu (Social Security Center), CNAM (National Conservatory of Music and Dance), ANPE (Employment Agency), Pôle Emploi (Job Centre), AFEP (Association of French Enterprises), MEDEF (Movement of the Enterprises of France), FNEGE (National Union of Unemployed People), Fédération Française de Football (French Football Federation), LDDE (Departmental Directorate for Education), etc. These partnerships are aimed at providing better services and opportunities for their customers while promoting social and environmental responsibility.",
            "source": [
                {
                    "content": "équipe d'expert·es disponibles sept jours sur sept pour répondre à toutes leurs interrogations administratives et sur une application et des fonctionnalités innovantes  Au-delà de cette mission nous aspirons en tant qu’entreprise à avoir un impact social et écologique positif Nous avons à cœur de favoriser la diversité et l’inclusion au sein des équipes ainsi qu’au sein de notre communauté Nous avons d'ailleurs reçu le label B-Corp qui reconnait les entreprises qui respectent des normes sociales et environnementales élevées  Enfin nous faisons parti du mouvement 1 pour la planète  nous reversons donc 1 de notre chiffre d'affaires annuel à des associations environnementales Chez Shine notre premier objectif est que les personnes qui travaillent avec nous soient aussi heureuses et épanouies au travail que les entrepreneur·es que nous accompagnons Découvrez comment en parcourant notre page carrière  La solidarité est le ciment du travail d’équipe  nous n’hésitons jamais à nous retrousser",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "équipe d'expert·es disponibles sept jours sur sept pour répondre à toutes leurs interrogations administratives et sur une application et des fonctionnalités innovantes  Au-delà de cette mission nous aspirons en tant qu’entreprise à avoir un impact social et écologique positif Nous avons à cœur de favoriser la diversité et l’inclusion au sein des équipes ainsi qu’au sein de notre communauté Nous avons d'ailleurs reçu le label B-Corp qui reconnait les entreprises qui respectent des normes sociales et environnementales élevées  Enfin nous faisons parti du mouvement 1 pour la planète  nous reversons donc 1 de notre chiffre d'affaires annuel à des associations environnementales Chez Shine notre premier objectif est que les personnes qui travaillent avec nous soient aussi heureuses et épanouies au travail que les entrepreneur·es que nous accompagnons Découvrez comment en parcourant notre page carrière  La solidarité est le ciment du travail d’équipe  nous n’hésitons jamais à nous retrousser",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "logos ou acronymes des organismes officiels voire usurpation des noms Présence de Conditions Générales de Vente qui indique qu’il s’agit bien d’une transaction commerciale et non d’une demande de cotisation légale Courriers souvent écrits dans un mauvais français type « Google Traduction » Le tribunal compétent indiqué en cas de litige est domicilié hors de France Si le courrier mentionne une obligation de paiement les articles de loi qui encadrent cette obligation doivent être mentionnés Les courriers officiels de l’Urssaf et de la Sécurité Sociale des Indépendants comportent toujours votre numéro de sécurité sociale Aucune administration ne demande des coordonnées bancaires en ligne ni de documents d’identification d’identité ou de domicile Nous avons élaboré une liste non exhaustive de toutes les entreprises et sociétés susceptibles de vous contacter et qui ne présentent aucune obligation  CIRNES - Caisse Intracommunautaire de Régularisation des Nouvelles Entreprises et des",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "collectivité l’environnement et les clients Nous sommes bien sûr très fier·e·s d’avoir obtenu ce label qui plus est avec 93 points  Mais ce n’est certainement pas une fin en soi Passées la joie et la fierté de l’avoir reçu nous nous sommes dit que nous pourrions profiter de l’occasion pour partager avec vous les raisons qui nous ont poussés à être certifiés B Corp ce que cela implique pour Shine dans le futur et de partager notre expérience pour éventuellement aider d’autres entreprises à obtenir cette certification Qui de mieux pour présenter la communauté que la communauté elle-même  B Corp se définit donc ainsi  “La communauté B Corp fondée en  aux Etats-Unis réunit dans le monde les entreprises qui souhaitent réaffirmer leur Mission Sociétale au cœur de leur raison d’être Ce sont des entreprises à but lucratif qui souhaitent progresser et démontrer leur impact positif en étant évaluées sur leur performance globale tous les 3 ans” B Corp évalue les actions menées par l’entreprise",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives within the Shine community. Some examples include:\n\n1. Webinars: Members of the community collaborate to create valuable webinar content, which is later transcribed and published on the company's blog. These webinars cover various topics such as social media management, growth marketing, and brand development.\n2. Workshops: Live workshops are held where members can participate in person or via live streaming. The workshops provide opportunities for knowledge sharing, skill building, and networking among community members.\n3. Expert Q&A Sessions: Periodic expert Q&A sessions are conducted where community members can ask questions related to their projects or areas of interest. Experts from the community volunteer to provide answers and guidance.\n4. Community Challenges: From time to time, the community comes together for challenges focused on specific goals or milestones. Participants collaborate, share ideas, and support one another throughout these challenges.\n5. Collaborative Projects: Members of the community often join forces to work on shared projects. These projects may involve developing new features for the platform, creating educational resources, or organizing charitable initiatives.\n6. Impact Initiatives: As part of their commitment to positive social and environmental impact, Shine and its community members collaborate on various initiatives aimed at supporting sustainability, diversity, and inclusion.",
            "source": [
                {
                    "content": "Des expert·e·s de la communauté Shine partagent leurs expériences  conseils pour vous aider à avancer dans vos projets Accompagner les entrepreneurs dans la réussite de leur projet a toujours été au coeur de notre mission C'est pourquoi chaque membre de la communauté Shine peut partager son expertise un jour et profiter de celles de ses pairs quelques jours plus tard  Pour ne manquer aucun événement vous pouvez nous laisser votre e-mail juste ici  Nous adorons les échanges en direct pendant les workshops Mais afin de diffuser ces contenus au plus grand nombre nous avons retranscrit les enseignements de nos webinars sur notre blog  Emmanuelle consultante social media nous explique comment booster son engagement sur Instagram Pierre Guilbaud consultant en growth marketing vous dévoile les clés pour attirer convertir et fidéliser des clients grâce au contenu Julien content manager indépendant vous explique comment façonner la personnalité de votre marque la positionner et définir sa",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "équipe d'expert·es disponibles sept jours sur sept pour répondre à toutes leurs interrogations administratives et sur une application et des fonctionnalités innovantes  Au-delà de cette mission nous aspirons en tant qu’entreprise à avoir un impact social et écologique positif Nous avons à cœur de favoriser la diversité et l’inclusion au sein des équipes ainsi qu’au sein de notre communauté Nous avons d'ailleurs reçu le label B-Corp qui reconnait les entreprises qui respectent des normes sociales et environnementales élevées  Enfin nous faisons parti du mouvement 1 pour la planète  nous reversons donc 1 de notre chiffre d'affaires annuel à des associations environnementales Chez Shine notre premier objectif est que les personnes qui travaillent avec nous soient aussi heureuses et épanouies au travail que les entrepreneur·es que nous accompagnons Découvrez comment en parcourant notre page carrière  La solidarité est le ciment du travail d’équipe  nous n’hésitons jamais à nous retrousser",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "équipe d'expert·es disponibles sept jours sur sept pour répondre à toutes leurs interrogations administratives et sur une application et des fonctionnalités innovantes  Au-delà de cette mission nous aspirons en tant qu’entreprise à avoir un impact social et écologique positif Nous avons à cœur de favoriser la diversité et l’inclusion au sein des équipes ainsi qu’au sein de notre communauté Nous avons d'ailleurs reçu le label B-Corp qui reconnait les entreprises qui respectent des normes sociales et environnementales élevées  Enfin nous faisons parti du mouvement 1 pour la planète  nous reversons donc 1 de notre chiffre d'affaires annuel à des associations environnementales Chez Shine notre premier objectif est que les personnes qui travaillent avec nous soient aussi heureuses et épanouies au travail que les entrepreneur·es que nous accompagnons Découvrez comment en parcourant notre page carrière  La solidarité est le ciment du travail d’équipe  nous n’hésitons jamais à nous retrousser",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "core products ✨ Each product tribe focuses on a large scope for instance client acquisition user experience or banking subjects and includes different squads composed of 5 software engineers Everyone works as full stack engineers on a manageable scale and directly with the product  design team So that everyone can challenge and have a great impact on the project Regarding our stack our infrastructure is organized in microservices and cloud functions We are using React React Native Node Typescript GraphQL CircleCI Github Actions Kibana Docker GCP  🏠 A flexible and remote-friendly environnement work from our stunning Paris office or from home in France and in some European countries Shine takes care of a furniture leasing to help you settle in at home or a coworking space near you 💰 A transparent salary based on your experience and your personal organization as well as a Shadow Shares program covering  of your gross annual salary don't hesitate to ask Annaïg for more details during your",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " The mutual objectives and outcomes expected from these collaborations can vary depending on the specific partnerships. However, some common goals include sharing resources or expertise, expanding customer bases, developing new products or services, increasing efficiency through economies of scale, and achieving joint marketing initiatives. Outcomes may include increased profitability for both companies, improved brand recognition, access to new markets, and the development of innovative solutions to shared challenges. It is important for each partnership to clearly define their respective roles, responsibilities, and expectations in order to ensure successful collaboration and achieve desired results.",
            "source": [
                {
                    "content": "l’expertise des conseillers de l’Aract pour   adapter le management de vos équipes vers un management collaboratif vecteur d’engagement ;  améliorer votre organisation du travail pour une plus grande efficacité collective ;  bien concevoir un nouveau projet en simulant ses impacts au sein de l’entreprise ;  En fonction de vos besoins il peut s’agir d’un conseil court demi-journée d’ateliers méthodologiques ou d’un appui dans votre projet sur plusieurs mois selon la durée cette prestation peut être payante Cet axe de la RSE permet de gagner en performance collective et de travailler votre image employeur  fidéliser vos collaborateurs et attirer de nouveaux talents  Côté transition écologique les Chambres de Commerce et d’Industrie CCI et les Chambres des Métiers et de l’Artisanat CMA ont développé une véritable expertise pour vous aider à   développer un circuit court d’approvisionnement avec des matières premières régionales ;  réduire votre consommation d’énergie panneaux solaires",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Des expert·e·s de la communauté Shine partagent leurs expériences  conseils pour vous aider à avancer dans vos projets Accompagner les entrepreneurs dans la réussite de leur projet a toujours été au coeur de notre mission C'est pourquoi chaque membre de la communauté Shine peut partager son expertise un jour et profiter de celles de ses pairs quelques jours plus tard  Pour ne manquer aucun événement vous pouvez nous laisser votre e-mail juste ici  Nous adorons les échanges en direct pendant les workshops Mais afin de diffuser ces contenus au plus grand nombre nous avons retranscrit les enseignements de nos webinars sur notre blog  Emmanuelle consultante social media nous explique comment booster son engagement sur Instagram Pierre Guilbaud consultant en growth marketing vous dévoile les clés pour attirer convertir et fidéliser des clients grâce au contenu Julien content manager indépendant vous explique comment façonner la personnalité de votre marque la positionner et définir sa",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "par Camille Deneu Publié le 25 avril Mis à jour le 31 mai  min de lect Vous envisagez de collaborer avec d'autres entreprises pour atteindre des objectifs communs  La convention de partenariat peut vous aider à encadrer cette collaboration  Dans cet article nous allons vous expliquer le rôle de la convention de partenariat et vous donner des astuces pour bien la rédiger Une convention de partenariat est un contrat écrit qui établit les termes et conditions de collaboration entre 2 ou plusieurs entreprises dans le cadre d'un partenariat commercial  définir les objectifs de la collaboration les modalités de gestion la durée du partenariat et les moyens de résolution des éventuels litiges ;  Pour être complète et efficace une convention de partenariat doit contenir plusieurs éléments clés  identification claire des parties impliquées raison sociale adresse numéro d'identification et représentant·e légal·e ; description des objectifs de la collaboration et des modalités de leur mise en",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "spécifiques pour renforcer l’encadrement de la collaboration si nécessaire Maintenant que la rédaction du contrat de prestation de services n’a plus de secret pour vous découvrez sa définition exacte et ses enjeux  Vous êtes sur le point de créer votre entreprise  Shine Start peut vous faire économiser jusqu’à  € de frais juridiques et bancaires  ✨ Vous devez indiquer vos coordonnées et celles de votre client·e les clauses obligatoires nature de la mission durée etc et si besoin des clauses facultatives plus spécifiques Oui soit naturellement à son terme soit d’un commun accord avant échéance soit en cas de faute de l’une des parties exemple  si le ou la prestataire ne réalise pas la mission en temps voulu  La clause de transfert de propriété détermine la manière dont se déroule la passation entre le ou la prestataire et le ou la client·e Shine société immatriculée au RCS de Paris sous le numéro  exploitant le nom commercial Shine agréée par l’Autorité de Contrôle Prudentiel et de",
                    "metadata": {
                        "rel": [
                            "bcorporation",
                            "onepercentfortheplanet",
                            "forbes",
                            "bimpactassessment",
                            "linkedin",
                            "youtube",
                            "wordpress",
                            "amazon"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}