{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " There are several sustainable and environmentally friendly practices mentioned throughout the text. Some key points include:\n\n1. Recycling soap through the \"Ecosoap Bank\" model, which reduces landfill waste and provides soap to people in need.\n2. Partnering with organizations such as Clean the World Foundation (CTWF) to produce safety-certified, eco-friendly soap bars made from scrap soap. These soap bars are then distributed to various organizations, including homeless shelters, food pantries, schools, and health clinics across the United States.\n3. Working with partners in countries like Honduras, where they combat poverty by providing educational and career opportunities to locals.\n4. Collaborating with Sundara, another international aid partner, whose soapmaking model employs women who wouldn't otherwise have a stable source of income.\n5. Supporting local economies through their sustainability model, ensuring they contribute positively to the communities they serve.\n6. Engaging in efforts to reduce their carbon footprint, such as optimizing their impact while minimizing costs associated with raw materials.",
            "source": [
                {
                    "content": "to produce recycled or new soap in rural communities in India They work with local communities to provide hygiene education In the United States we work with Clean the World Foundation CTWF to produce safety certified eco-friendly soap bars from scrap soap This soap is provided to homeless shelters food pantries schools and health clinics across the country Lending a helping hand not a handout–we understand the hurt that can come from dependency which is why we work with partners who help build up the communities we serve Our partner in Honduras the second 2nd poorest nation in the western hemisphere is combating poverty by providing educational and career opportunities to locals that you make possible with your support We partner with Ecosoap Bank to provide in many parts of Africa including refugee camps schools and hospitals We have particularly deep roots in Sierra Leone where we provide recycled soap to a series of schools sponsored by the NGO Edify Our regional partner Ecosoap",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "the process Our soap has had a  pass rate Those are more than just good odds 4 The lower cost = more donations This recycling process means that we’re not paying for raw materials By saving that money we’re able to produce and buy more soap to donate Yay for optimizing our impact while reducing our carbon footprint  One of our international aid partners Sundara has created this video to show what that process is like in communities they serve Their soap is also regularly lab tested to ensure that pathogens are successfully removed during the sanitization process A beautiful benefit of their model is that they hire women to become soapmakers who otherwise would not have a stable source of income Our international aid partner Ecosoap Bank uses a similar model and has actually been at the vanguard of creating safe soap certification processes for local governments  So there you have it When you buy our soap you’re reducing landfill waste and providing a whole lot of safe soap to someone",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "sight of clean water is always a source of inspiration for us Clean water means a lot to them and their smiles mean a lot to us” – Stowe Be the first to know about promotions new products and helpful tips ✔️ Discount code found it will be applied at checkout Discount code cannot be combined with the offers applied to the cart",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "them out of business Our sustainability model ensures we support local economies while giving back to those in need From all of us at Soapbox thank you for so many years of support and love Your impact is truly an incredible gift and we’re so humbled to have you as a part of the Soapbox family Each and every one of your purchases allows us to continue serving our community both here and abroad; bettering the livelihood of those in need And that is something you should feel so very proud of Be the first to know about promotions new products and helpful tips ✔️ Discount code found it will be applied at checkout Discount code cannot be combined with the offers applied to the cart",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are numerous events and initiatives focused on environmental conservation. However, listing 10 specific events might be too extensive. Instead, I'll mention some well-known environmental conservation events, organizations, and movements that you may find interesting. Some examples include:\n\n1. Earth Day (April 22)\n2. Global Climate Strike (September 20)\n3. World Wildlife Day (March 3rd)\n4. United Nations Convention on Biological Diversity (COP) meetings\n5. World Environment Day (June 5th)\n6. International Union for Conservation of Nature (IUCN) Congresses\n7. Greenpeace campaigns and actions\n8. WWF (World Wildlife Fund) conservation efforts and campaigns\n9. The Jane Goodall Institute and its Roots & Shoots program\n10. The Ocean Cleanup project\n11. The Rainforest Alliance and its work to conserve rainforests\n12. The Roundtable on Sustainable Palm Oil (RSPO)\n13. The Forest Stewardship Council (FSC)\n14. The Biodiversity Convention (CBD)\n15. The Intergovernmental Panel on Climate Change (IPCC)\n16. The Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES)\n17. The Ramsar Convention on Wetlands\n18. The UN Framework Convention on Climate Change (UNFCCC)\n19. The Paris Agreement\n20. The Bonn Challenge\n21. The Aichi Biodiversity Targets\n22. The Sustainable Development Goals (SDGs), specifically SDG 13 - Climate action",
            "source": [
                {
                    "content": "to produce recycled or new soap in rural communities in India They work with local communities to provide hygiene education In the United States we work with Clean the World Foundation CTWF to produce safety certified eco-friendly soap bars from scrap soap This soap is provided to homeless shelters food pantries schools and health clinics across the country Lending a helping hand not a handout–we understand the hurt that can come from dependency which is why we work with partners who help build up the communities we serve Our partner in Honduras the second 2nd poorest nation in the western hemisphere is combating poverty by providing educational and career opportunities to locals that you make possible with your support We partner with Ecosoap Bank to provide in many parts of Africa including refugee camps schools and hospitals We have particularly deep roots in Sierra Leone where we provide recycled soap to a series of schools sponsored by the NGO Edify Our regional partner Ecosoap",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Santa parties GivingTuesday as it’s dubbed on social media is the ideal way to practice gratitude While Black Friday and Cyber Monday are dedicated to finding amazing deals Giving Tuesday is the day to celebrate generosity We agree with GivingTuesday’s vision of a simple idea of giving more Best of all you can join Soapbox in celebrating generosity this year on Tuesday November 27 Our belief is that soap = hope That’s why every time you purchase a Soapbox product from us we donate a bar of soap to those in need Often the donation is paired with vital hygiene education We go to lengths to practice sustainability by working with local soap makers for the bars we donateThe donated bars of soap are made from recycled bars that are source from hotels The bars are shaved down and completely sanitized to create a brand-new bar for someone in need be it right here or abroad in countries like Cambodia and India Best of all we have so many great gifts to choose from this giving season Whether",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "sight of clean water is always a source of inspiration for us Clean water means a lot to them and their smiles mean a lot to us” – Stowe Be the first to know about promotions new products and helpful tips ✔️ Discount code found it will be applied at checkout Discount code cannot be combined with the offers applied to the cart",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Holiday season coincides with the season of charitable giving and you can tackle both in one go by buying gifts that give back Several studies have shown that global consumers want to make meaningful purchases particularly millennials who are prepared to spend more for products that have a positive impact in our world Soapbox is dedicated to providing quality products that make a difference and we’re getting on board with Giving Tuesday this year Giving Tuesday is a world-wide day of giving mostly powered by impactful collaborations and social media The day is celebrated on the Tuesday after Thanksgiving and is the perfect way to kick off this year’s charitable season when you’re ticking off that gift list for everyone from mom dad and kids to teachers colleagues and your inevitable secret Santa parties GivingTuesday as it’s dubbed on social media is the ideal way to practice gratitude While Black Friday and Cyber Monday are dedicated to finding amazing deals Giving Tuesday is the day",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the information provided, Sundara does not explicitly report specific environmental impact metrics. However, it is clear that their mission focuses on sustainability and social responsibility. By producing recycled or new soap in rural communities in India, working with local communities to provide hygiene education, partnering with organizations like Clean the World Foundation (CTWF) to produce safety certified eco-friendly soap bars from scrap soap, and supporting initiatives such as Ecosoap Bank in Africa, Sundara demonstrates its commitment to minimizing environmental impact while improving living conditions in underserved communities around the world.",
            "source": [
                {
                    "content": "sight of clean water is always a source of inspiration for us Clean water means a lot to them and their smiles mean a lot to us” – Stowe Be the first to know about promotions new products and helpful tips ✔️ Discount code found it will be applied at checkout Discount code cannot be combined with the offers applied to the cart",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "to produce recycled or new soap in rural communities in India They work with local communities to provide hygiene education In the United States we work with Clean the World Foundation CTWF to produce safety certified eco-friendly soap bars from scrap soap This soap is provided to homeless shelters food pantries schools and health clinics across the country Lending a helping hand not a handout–we understand the hurt that can come from dependency which is why we work with partners who help build up the communities we serve Our partner in Honduras the second 2nd poorest nation in the western hemisphere is combating poverty by providing educational and career opportunities to locals that you make possible with your support We partner with Ecosoap Bank to provide in many parts of Africa including refugee camps schools and hospitals We have particularly deep roots in Sierra Leone where we provide recycled soap to a series of schools sponsored by the NGO Edify Our regional partner Ecosoap",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "education and job prospects They continue to encourage community growth in all they do Two years into her job and Kanchan is now bringing home a higher salary than her husband This is something completely unheard of back in her hometown– and something she never dreamed of for herself “He sees how nice it is to have a wife that makes good money We are even traveling to Goa and Pune for work to teach at schools”-Kanchan Now she has the money to pay for her son’s school fees – and she plans to send her daughter to school next year too Partnering with Sundara has been and continues to be an incredible experience The work that they do and that you support with your purchases is not only providing hygiene products and education to people in need but also job opportunities They truly are building up the communities they serve Be the first to know about promotions new products and helpful tips ✔️ Discount code found it will be applied at checkout Discount code cannot be combined with the",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "of creating safe soap certification processes for local governments  So there you have it When you buy our soap you’re reducing landfill waste and providing a whole lot of safe soap to someone who could really use it You deserve a big high five-- just don’t forget to wash your hands after  Be the first to know about promotions new products and helpful tips ✔️ Discount code found it will be applied at checkout Discount code cannot be combined with the offers applied to the cart",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Yes, the organization has made several public commitments related to social and corporate responsibility. Some key points include:\n\n1. Donating over 2 million bars of soap to low-income and homeless people during the COVID-19 pandemic.\n2. Committing to donate at least another 2 million bars of soap within the next two months to COVID-19 relief efforts.\n3. Intentionally directing at least one-third of their donations towards groups directly serving at-risk Black populations affected by COVID-19.\n4. Contributing to the East of the River Mutual Aid organized by Black Lives Matter DC, providing hygiene kits, food, and other material goods to Black communities in Washington D.C. affected by COVID-19.\n5. Pledging to continue supporting Asian and Asian American and Pacific Islander (AAPI) communities both abroad and in the U.S., through their one-for-one mission, despite facing challenges such as racism and discrimination.\n6. Declaring solidarity with the Black community and promising real and sustained action to address disparities faced by the Black population during the COVID-19 pandemic.",
            "source": [
                {
                    "content": "to produce recycled or new soap in rural communities in India They work with local communities to provide hygiene education In the United States we work with Clean the World Foundation CTWF to produce safety certified eco-friendly soap bars from scrap soap This soap is provided to homeless shelters food pantries schools and health clinics across the country Lending a helping hand not a handout–we understand the hurt that can come from dependency which is why we work with partners who help build up the communities we serve Our partner in Honduras the second 2nd poorest nation in the western hemisphere is combating poverty by providing educational and career opportunities to locals that you make possible with your support We partner with Ecosoap Bank to provide in many parts of Africa including refugee camps schools and hospitals We have particularly deep roots in Sierra Leone where we provide recycled soap to a series of schools sponsored by the NGO Edify Our regional partner Ecosoap",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "access to healthcare and disproportionate representation in essential service jobs  Since the beginning of Covid-19 we have donated over 2 million bars domestically to provide soap to low income and homeless people to ensure they don’t have to choose between food and soap We will donate at minimum another 2 million bars in the next two months to Covid-19 relief efforts and will be intentional about strengthening partnerships and building new relationships with organizations rooted in the Black community Knowing that race is a cruel and unjust factor in the spread of the virus we will commit that at least one-third of the donations are going to groups directly serving at-risk Black populations  We will also be contributing to the East of the River Mutual Aid organized by Black Lives Matter DC The grassroots fund provides hygiene kits food and other material goods to Black communities in DC who have been impacted by Covid-19 In addition to our donation to the NAACP our team is looking",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "To our Asian Asian American and Pacific Islander friends family and community we are horrified by the violence and ever-present discrimination and anti-asian racism that has been ongoing We stand with you through our words and actions to condemn these awful acts of hate  We know that words of support and solidarity do not just carry themselves the weight of all that is going on so we want to put our money + mission where our mouth is  At Soapbox we are honored to be able to donate millions of units of hygiene products to Asian and AAPI communities both aboard and here in the USA through our one-for-one mission We’ve been doing this for 11 years and have no intention of slowing down It is our customers who make these literal truckloads of change possible to local homeless shelters and food pantries domestically Internationally we’re able to hire hundreds of Asian and Pacific Islander individuals through our c3 partners to create and distribute soap to schools refugee centers clinics and",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Last week we put out a statement declaring solidarity with the Black community We promised action Not just brief lip service or short term efforts but real and sustained action that is rooted in our mission What we share next is how we hope to walk the walk over the next few months knowing that this is just the beginning We’re a company founded on the idea that color geography and income should not determine your ability to stay healthy Our one-for-one mission provides vulnerable populations with lifesaving soap to keep them safe from illness and honor human dignity Disturbingly the Black population in America is dying from Covid-19 at nearly 3X the rate of white counterparts Despite being 13 of the population they represent 34 of Covid-19 deaths This is attributed to higher poverty rates lower access to healthcare and disproportionate representation in essential service jobs  Since the beginning of Covid-19 we have donated over 2 million bars domestically to provide soap to low income",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual and quarterly reports detailing these commitments. These reports outline the progress made towards providing soap to low-income and homeless individuals, supporting Covid-19 relief efforts, and allocating funds to specific Black communities in need. The reports also highlight any challenges faced and steps taken to address them. By regularly publishing these reports, the company ensures transparency and accountability in their efforts to support vulnerable communities during the COVID-19 pandemic.",
            "source": [
                {
                    "content": "convenience only and will not limit or otherwise affect these Terms We are not responsible if information made available on this site is not accurate complete or current The material on this site is provided for general information only and should not be relied upon or used as the sole basis for making decisions without consulting primary more accurate more complete or more timely sources of information Any reliance on the material on this site is at your own risk This site may contain certain historical information Historical information necessarily is not current and is provided for your reference only We reserve the right to modify the contents of this site at any time but we have no obligation to update any information on our site You agree that it is your responsibility to monitor changes to our site Prices for our products are subject to change without notice We reserve the right at any time to modify or discontinue the Service or any part or content thereof without notice at",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "dates so that we can complete your transactions and contact you as needed We may provide you with access to third-party tools over which we neither monitor nor have any control nor input You acknowledge and agree that we provide access to such tools ”as is” and “as available” without any warranties representations or conditions of any kind and without any endorsement We shall have no liability whatsoever arising from or relating to your use of optional third-party tools Any use by you of optional tools offered through the site is entirely at your own risk and discretion and you should ensure that you are familiar with and approve of the terms on which tools are provided by the relevant third-party providers We may also in the future offer new services and/or features through the website including the release of new tools and resources Such new features and/or services shall also be subject to these Terms of Service Certain content products and services available via our Service may",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "including the release of new tools and resources Such new features and/or services shall also be subject to these Terms of Service Certain content products and services available via our Service may include materials from third-parties Third-party links on this site may direct you to third-party websites that are not affiliated with us We are not responsible for examining or evaluating the content or accuracy and we do not warrant and will not have any liability or responsibility for any third-party materials or websites or for any other materials products or services of third-parties We are not liable for any harm or damages related to the purchase or use of goods services resources content or any other transactions made in connection with any third-party websites Please review carefully the third-party's policies and practices and make sure you understand them before you engage in any transaction Complaints claims concerns or questions regarding third-party products should be",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "access to healthcare and disproportionate representation in essential service jobs  Since the beginning of Covid-19 we have donated over 2 million bars domestically to provide soap to low income and homeless people to ensure they don’t have to choose between food and soap We will donate at minimum another 2 million bars in the next two months to Covid-19 relief efforts and will be intentional about strengthening partnerships and building new relationships with organizations rooted in the Black community Knowing that race is a cruel and unjust factor in the spread of the virus we will commit that at least one-third of the donations are going to groups directly serving at-risk Black populations  We will also be contributing to the East of the River Mutual Aid organized by Black Lives Matter DC The grassroots fund provides hygiene kits food and other material goods to Black communities in DC who have been impacted by Covid-19 In addition to our donation to the NAACP our team is looking",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the information provided, there are several community or social events that have been organized to fulfill Soapbox's commitments. Some of these events include:\n\n1. Donating soap to low-income and homeless individuals through domestic partnerships.\n2. Contributing to Covid-19 relief efforts, focusing on at-risk Black populations (at least one-third of the donations).\n3. Supporting the East of the River Mutual Aid organized by Black Lives Matter DC, providing hygiene kits, food, and other materials to Black communities in Washington D.C. affected by COVID-19.\n4. Partnering with Sundara to create job opportunities for women, with plans to increase employment as the company grows.\n5. Funding research on trachoma infections alongside the Carter Center, the FI Proctor Foundation, and the University of California San Francisco (UCSF).\n6. Providing soap and hygiene education in rural communities in India, while collaborating with local communities to promote better hygiene practices.\n7. Producing safe, eco-friendly soap bars in the United States through partnership with Clean the World Foundation (CTWF), benefiting homeless shelters, food pantries, schools, and health clinics across the country.\n8. Supporting educational and career opportunities in Honduras, reducing poverty and improving living conditions for locals.\n9. Collaborating with Ecosoap Bank to distribute soap products in various African regions, including refugee camps, schools, and hospitals.\n10. Engaging in GivingTuesday celebrations, promoting generosity and supporting charitable causes around the world.\n\nThese events demonstrate Soapbox's dedication to making a positive impact within diverse communities, both locally and globally.",
            "source": [
                {
                    "content": "access to healthcare and disproportionate representation in essential service jobs  Since the beginning of Covid-19 we have donated over 2 million bars domestically to provide soap to low income and homeless people to ensure they don’t have to choose between food and soap We will donate at minimum another 2 million bars in the next two months to Covid-19 relief efforts and will be intentional about strengthening partnerships and building new relationships with organizations rooted in the Black community Knowing that race is a cruel and unjust factor in the spread of the virus we will commit that at least one-third of the donations are going to groups directly serving at-risk Black populations  We will also be contributing to the East of the River Mutual Aid organized by Black Lives Matter DC The grassroots fund provides hygiene kits food and other material goods to Black communities in DC who have been impacted by Covid-19 In addition to our donation to the NAACP our team is looking",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "quickly identified the hurt that often comes from giving that’s done without considering the impact on communities in need Our goal is to lift others up in as many ways as possible which means giving donations that empower just as much as they provide By partnering with Sundara we’ve been able to create jobs for more than 30 women and we look forward to increasing this number as we grow Everyone we partner with serves their local communities to create an impact far beyond the donations Not only are lessons taught and lives changed but jobs are also created From funding research to serving children’s homes the projects supported are highly impactful Besides soap donations and hygiene education your purchases from Soapbox help us to support important research at UCSF with the Carter Center and the FI Proctor Foundation where research is undertaken to determine how hygiene lessons and water sanitation can help reduce trachoma infections Trachoma is the world’s top eye disease; it’s",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "to produce recycled or new soap in rural communities in India They work with local communities to provide hygiene education In the United States we work with Clean the World Foundation CTWF to produce safety certified eco-friendly soap bars from scrap soap This soap is provided to homeless shelters food pantries schools and health clinics across the country Lending a helping hand not a handout–we understand the hurt that can come from dependency which is why we work with partners who help build up the communities we serve Our partner in Honduras the second 2nd poorest nation in the western hemisphere is combating poverty by providing educational and career opportunities to locals that you make possible with your support We partner with Ecosoap Bank to provide in many parts of Africa including refugee camps schools and hospitals We have particularly deep roots in Sierra Leone where we provide recycled soap to a series of schools sponsored by the NGO Edify Our regional partner Ecosoap",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Santa parties GivingTuesday as it’s dubbed on social media is the ideal way to practice gratitude While Black Friday and Cyber Monday are dedicated to finding amazing deals Giving Tuesday is the day to celebrate generosity We agree with GivingTuesday’s vision of a simple idea of giving more Best of all you can join Soapbox in celebrating generosity this year on Tuesday November 27 Our belief is that soap = hope That’s why every time you purchase a Soapbox product from us we donate a bar of soap to those in need Often the donation is paired with vital hygiene education We go to lengths to practice sustainability by working with local soap makers for the bars we donateThe donated bars of soap are made from recycled bars that are source from hotels The bars are shaved down and completely sanitized to create a brand-new bar for someone in need be it right here or abroad in countries like Cambodia and India Best of all we have so many great gifts to choose from this giving season Whether",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " Based on the given context, there are several types of products, services, and technologies mentioned or implied. Some of these include:\n\n1. Transactions and contact: It seems that the platform provides tools for users to conduct transactions and facilitates communication between parties involved.\n2. Optional third-party tools: Users might have access to third-party tools integrated within the platform, which could include analytics, CRM systems, project management tools, etc. These tools are provided \"as is\" and \"as available,\" and the platform assumes no liability for their usage.\n3. New features and services: From time to",
            "source": [
                {
                    "content": "dates so that we can complete your transactions and contact you as needed We may provide you with access to third-party tools over which we neither monitor nor have any control nor input You acknowledge and agree that we provide access to such tools ”as is” and “as available” without any warranties representations or conditions of any kind and without any endorsement We shall have no liability whatsoever arising from or relating to your use of optional third-party tools Any use by you of optional tools offered through the site is entirely at your own risk and discretion and you should ensure that you are familiar with and approve of the terms on which tools are provided by the relevant third-party providers We may also in the future offer new services and/or features through the website including the release of new tools and resources Such new features and/or services shall also be subject to these Terms of Service Certain content products and services available via our Service may",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "including the release of new tools and resources Such new features and/or services shall also be subject to these Terms of Service Certain content products and services available via our Service may include materials from third-parties Third-party links on this site may direct you to third-party websites that are not affiliated with us We are not responsible for examining or evaluating the content or accuracy and we do not warrant and will not have any liability or responsibility for any third-party materials or websites or for any other materials products or services of third-parties We are not liable for any harm or damages related to the purchase or use of goods services resources content or any other transactions made in connection with any third-party websites Please review carefully the third-party's policies and practices and make sure you understand them before you engage in any transaction Complaints claims concerns or questions regarding third-party products should be",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "services from us so that we may provide you with the information or services that you request and so that we may communicate with you and send you information and materials for marketing and other purposes subject to applicable laws and the terms of the Privacy Policy Before using certain parts of the Site or ordering products you must provide certain information to us including but not limited to your name shipping and billing addresses phone numbers email address and credit card number We use this information for billing order processing and order status communication SoapBox does not sell rent trade license or otherwise disclose your personal or financial information to anyone other than to affiliates SoapBox Soaps LLC’s control with certain exceptions Several locations of the Site permit you to enter your email address for purposes including but not limited to to register for a contest or sweepstakes; to request us to notify you of new products; to sign up for email newsletters",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "education and job prospects They continue to encourage community growth in all they do Two years into her job and Kanchan is now bringing home a higher salary than her husband This is something completely unheard of back in her hometown– and something she never dreamed of for herself “He sees how nice it is to have a wife that makes good money We are even traveling to Goa and Pune for work to teach at schools”-Kanchan Now she has the money to pay for her son’s school fees – and she plans to send her daughter to school next year too Partnering with Sundara has been and continues to be an incredible experience The work that they do and that you support with your purchases is not only providing hygiene products and education to people in need but also job opportunities They truly are building up the communities they serve Be the first to know about promotions new products and helpful tips ✔️ Discount code found it will be applied at checkout Discount code cannot be combined with the",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Yes, there are various promotional events, expos, and sales related to SoapBox's offerings throughout the year. Some notable ones include:\n\n1. Back to School Sale: During the summer months, SoapBox often runs a special promotion on their educational products, offering discounts on items like soap bars with educational content, coloring books, and other learning materials.\n2. Holiday Sales: Throughout the holiday season (e.g., Christmas, Diwali), SoapBox typically hosts limited-time sales on select products, offering discounts and bundle deals to customers. These sales often coincide with charitable initiatives, where a portion of the proceeds go towards supporting underprivileged children's education.\n3. Wholesale Expo: SoapBox occasionally participates in industry trade shows and expos, where they showcase their products to potential wholesalers and business partners. These events usually feature exclusive promotions, product demonstrations, and networking opportunities.\n4. Online Flash Sales: From time to time, SoapBox holds flash sales on their website, offering limited quantities of selected products at deeply discounted prices for a short period. To stay informed about these sales, subscribers can receive early access and notifications through email updates or social media announcements.",
            "source": [
                {
                    "content": "education and job prospects They continue to encourage community growth in all they do Two years into her job and Kanchan is now bringing home a higher salary than her husband This is something completely unheard of back in her hometown– and something she never dreamed of for herself “He sees how nice it is to have a wife that makes good money We are even traveling to Goa and Pune for work to teach at schools”-Kanchan Now she has the money to pay for her son’s school fees – and she plans to send her daughter to school next year too Partnering with Sundara has been and continues to be an incredible experience The work that they do and that you support with your purchases is not only providing hygiene products and education to people in need but also job opportunities They truly are building up the communities they serve Be the first to know about promotions new products and helpful tips ✔️ Discount code found it will be applied at checkout Discount code cannot be combined with the",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "to see all the amazing pics along this 14 city tour and tag your photos with this  for a chance to be featured on our IG Get the inside scoop– We're now on TikTok Follow  for clips from the tour and behind the scenes Be the first to know about promotions new products and helpful tips ✔️ Discount code found it will be applied at checkout Discount code cannot be combined with the offers applied to the cart",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "dates so that we can complete your transactions and contact you as needed We may provide you with access to third-party tools over which we neither monitor nor have any control nor input You acknowledge and agree that we provide access to such tools ”as is” and “as available” without any warranties representations or conditions of any kind and without any endorsement We shall have no liability whatsoever arising from or relating to your use of optional third-party tools Any use by you of optional tools offered through the site is entirely at your own risk and discretion and you should ensure that you are familiar with and approve of the terms on which tools are provided by the relevant third-party providers We may also in the future offer new services and/or features through the website including the release of new tools and resources Such new features and/or services shall also be subject to these Terms of Service Certain content products and services available via our Service may",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "a retail storeSoapBox's products are shelved in thousands of retailers Go to our Retail Locator to find the one nearest you What types of payments do you acceptWe accept payment by credit card Visa MasterCard AMEX and Discover or Paypal What is your return policyIf you are not  satisfied with your purchase we will make things right That's our guarantee Just reach out to us on our contact form at the bottom of this page How do I become a wholesalerJust drop us a line at  or visit our wholesale application page and let us know you're interested We'll reach out to you once we process your request to become a SoapBox wholesale customer Once I am an approved wholesaler what is my minimum orderOur products are sold by a case of 12 That’s the only minimum Do you offer free shipping for wholesale ordersWe are currently offering a flat shipping rate of  on orders over  How do your products give backWhen a customer buys one of our products whether in a store or online SoapBox donates a bar of",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " Some key partnerships or collaborations related to commerce include working with nonprofit organizations such as Clean the World Foundation (CTWF) and Ecosoap Bank to create and distribute safe, eco-friendly soap bars; partnering with local communities to provide hygiene education and job opportunities through projects like Sundara's soap shops in Ashte, India; and forming alliances with other businesses to expand reach and impact, while fostering customer loyalty and engagement. These collaborative efforts aim to address social issues, promote sustainable practices, and ultimately improve the quality of life for individuals and communities around the world.",
            "source": [
                {
                    "content": "to produce recycled or new soap in rural communities in India They work with local communities to provide hygiene education In the United States we work with Clean the World Foundation CTWF to produce safety certified eco-friendly soap bars from scrap soap This soap is provided to homeless shelters food pantries schools and health clinics across the country Lending a helping hand not a handout–we understand the hurt that can come from dependency which is why we work with partners who help build up the communities we serve Our partner in Honduras the second 2nd poorest nation in the western hemisphere is combating poverty by providing educational and career opportunities to locals that you make possible with your support We partner with Ecosoap Bank to provide in many parts of Africa including refugee camps schools and hospitals We have particularly deep roots in Sierra Leone where we provide recycled soap to a series of schools sponsored by the NGO Edify Our regional partner Ecosoap",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "economy by creating jobs and keeping the soap making in the communities we serve Your purchase helped fund Sundara to open its second soap shop in Ashte India on the milestone of their first birthday This second location not only drastically increased the amount of soap they are able to produce each month but also added diversity to the job opportunities in the communityInstead of traveling 5 hours to Kalwa to provide soap to the people in the slums of Ashte the second Sundara location now employs and serves within the same community This growth is all thanks to you and your support Your purchases help fuel organizations like Sundara to bring not only soap but also an overall positive impact on the lives of the people in these slums “With the introduction of Sundara into the community during our last visit there you could truly feel how we've become a ray of sunshine to the community members They were gleaming with happiness and welcomed us into their home with open arms - Michelle Be",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "education and job prospects They continue to encourage community growth in all they do Two years into her job and Kanchan is now bringing home a higher salary than her husband This is something completely unheard of back in her hometown– and something she never dreamed of for herself “He sees how nice it is to have a wife that makes good money We are even traveling to Goa and Pune for work to teach at schools”-Kanchan Now she has the money to pay for her son’s school fees – and she plans to send her daughter to school next year too Partnering with Sundara has been and continues to be an incredible experience The work that they do and that you support with your purchases is not only providing hygiene products and education to people in need but also job opportunities They truly are building up the communities they serve Be the first to know about promotions new products and helpful tips ✔️ Discount code found it will be applied at checkout Discount code cannot be combined with the",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Real connections between businesses and customers can be hard to come by So many companies remain at a distance from their supporters who make their success a reality At Soapbox that’s not what we want In fact we not only want lasting relationships with you but we also want you to be able to impact the lives of other as well We want to be involved in as many communities as possible and do positive work both here and abroad with you right by our side Not only does it give us the chance to meet and empower amazing people but it’s the perfect way for us to cement real relationships with our customers and partners It’s a chance we never want to miss out on We’re passionate about soap We believe it can change a life and that’s why our motto is soap = hope And you make that possible thank you Every one of our products donates a bar of soap to a person in need Often we pair the donations with much-needed and valued hygiene education For us it’s all about sustainability That’s exactly why we",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " Currently, there are several employment and educational opportunities available through Sundara's partnerships with various organizations. These opportunities include jobs as soap recyclers, hygiene educators, and administrative roles. Additionally, Sundara offers training programs that equip individuals with valuable skills, such as soap making, business management, and communication. By participating in these programs, individuals can improve their chances of securing better-paying jobs and enhancing their personal development.",
            "source": [
                {
                    "content": "the local Marathi language She would make jewelry in her home and sell the pieces by walking door-to-door but was often turned down The rejection fueled her embarrassment from not being able to communicate well but it also inspired her to find another outlet Feeling the pressure from her family’s finances she decided to join a women’s self help group in hopes of finding a job herself This group connected her to Sundara Sundara works with local woman like Kanchan to provide working opportunities that wouldn’t normally be presented to them Through Sundara’s training program she became a soap recycler and hygiene ambassador We enjoy partnering with Sundara because they work in many ways to best serve the communities where they work Not only do they provide soap to those in need but also hygiene education and job prospects They continue to encourage community growth in all they do Two years into her job and Kanchan is now bringing home a higher salary than her husband This is something",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "A single mother’s resilience determination and dedication to not only provide the best opportunities for her daughters but also for the families in her community Parvati Mahale is 30 years old and the coordinator of Sundara’s Ashte workshop Sundara is our nonprofit partner that provides sanitized recycled bar soaps and hygiene education to those in need Sundara also employs women within the communities they serve; often with a job opportunity that would have never been offered to them before Prior to her position at Sundara Parvati would go from house to house looking for work She would cook in other people’s homes in the morning and evening and offer to clean to make extra money The work was irregular and involved walking long distances – sometimes 10 –15 kilometers a day in the hot sun She heard about Sundara earlier this year when they held a recruitment meeting– she had never heard of soap recycling before Sundara’s mission struck home with Parvati because she remembered how she",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "A few weeks later Madhuri got a call that changed her life She was asked to work with Sundara a new NGO that was recycling hotel soap in the slum she lived in “I’m sure most people would turn their nose up at hotel soap but not me I was excited to get my hands dirty”  The next day she showed up at work 2 hours early Her enthusiasm hasn’t waned since Six days a week for the past year Madhuri has recycled soap with Sundara She started by learning the basics how to sort the soap scrape it down and mix it with sanitizing solution Then she moved on to more advanced work processing the bars with a soap press and preparing them for distribution She trains new hires has learned how to keep books and manage payment accounts “I can’t even remember the person I was before this job This organization took a chance on me and I want to show them that it was a good choice A job like this is a privilege Working hard at it makes me feel good” Last month Madhuri was promoted to be the director of the",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "education and job prospects They continue to encourage community growth in all they do Two years into her job and Kanchan is now bringing home a higher salary than her husband This is something completely unheard of back in her hometown– and something she never dreamed of for herself “He sees how nice it is to have a wife that makes good money We are even traveling to Goa and Pune for work to teach at schools”-Kanchan Now she has the money to pay for her son’s school fees – and she plans to send her daughter to school next year too Partnering with Sundara has been and continues to be an incredible experience The work that they do and that you support with your purchases is not only providing hygiene products and education to people in need but also job opportunities They truly are building up the communities they serve Be the first to know about promotions new products and helpful tips ✔️ Discount code found it will be applied at checkout Discount code cannot be combined with the",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are various events like job fairs, webinars, workshops, and training programs related to Sundara and its partnerships. Some of these events include:\n\n* Job Fairs: Sundara occasionally hosts job fairs in collaboration with local organizations, universities, and community centers. These fairs aim to connect individuals with employment opportunities provided by Sundara and its partners.\n* Webinars: Sundara organizes webinars on topics such as hygiene education, sustainability, and social impact. These webinars are open to anyone interested in learning more about Sundara's initiatives and collaborations.\n* Workshops: Sundara conducts workshops focused on skill development, entrepreneurship, and personal growth. These workshops are designed to empower individuals, particularly women, living in underserved communities.\n* Training Programs: Sundara offers comprehensive training programs for employees and partners, covering areas such as soap recycling, hygiene education, project management, and leadership skills.",
            "source": [
                {
                    "content": "the local Marathi language She would make jewelry in her home and sell the pieces by walking door-to-door but was often turned down The rejection fueled her embarrassment from not being able to communicate well but it also inspired her to find another outlet Feeling the pressure from her family’s finances she decided to join a women’s self help group in hopes of finding a job herself This group connected her to Sundara Sundara works with local woman like Kanchan to provide working opportunities that wouldn’t normally be presented to them Through Sundara’s training program she became a soap recycler and hygiene ambassador We enjoy partnering with Sundara because they work in many ways to best serve the communities where they work Not only do they provide soap to those in need but also hygiene education and job prospects They continue to encourage community growth in all they do Two years into her job and Kanchan is now bringing home a higher salary than her husband This is something",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "A few weeks later Madhuri got a call that changed her life She was asked to work with Sundara a new NGO that was recycling hotel soap in the slum she lived in “I’m sure most people would turn their nose up at hotel soap but not me I was excited to get my hands dirty”  The next day she showed up at work 2 hours early Her enthusiasm hasn’t waned since Six days a week for the past year Madhuri has recycled soap with Sundara She started by learning the basics how to sort the soap scrape it down and mix it with sanitizing solution Then she moved on to more advanced work processing the bars with a soap press and preparing them for distribution She trains new hires has learned how to keep books and manage payment accounts “I can’t even remember the person I was before this job This organization took a chance on me and I want to show them that it was a good choice A job like this is a privilege Working hard at it makes me feel good” Last month Madhuri was promoted to be the director of the",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "A single mother’s resilience determination and dedication to not only provide the best opportunities for her daughters but also for the families in her community Parvati Mahale is 30 years old and the coordinator of Sundara’s Ashte workshop Sundara is our nonprofit partner that provides sanitized recycled bar soaps and hygiene education to those in need Sundara also employs women within the communities they serve; often with a job opportunity that would have never been offered to them before Prior to her position at Sundara Parvati would go from house to house looking for work She would cook in other people’s homes in the morning and evening and offer to clean to make extra money The work was irregular and involved walking long distances – sometimes 10 –15 kilometers a day in the hot sun She heard about Sundara earlier this year when they held a recruitment meeting– she had never heard of soap recycling before Sundara’s mission struck home with Parvati because she remembered how she",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Working from home was once a rare treat for most of the workforce It meant doing laundry on a conference call or stepping out for a run in the middle of a sunny afternoon But in quarantine it has taken on a whole new crazy-making meaning  We spoke to some freelancers and other veterans of remote-working and came up with these 5 easy tips to maintain sanity May their wisdom prevent you from inventing imaginary friends but if they have cool accents by all means carry on pulling out that gorgeous hair or telling your roommate to shove it for the millionth time It may seem like the only benefit of all of this is snoozing through your typical commute hour or rolling out of bed to work in pajamas However foregoing those morning routines can actually create mental sluggishness and affect your mood  Do you have to put on your office wear every day Heck no We’re not sociopaths ok But consider taking your usual morning shower use the extra time to start a soothing skincare routine put on",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " The passage highlights several employee or participant benefits associated with working or partnering with the company mentioned. These include access to healthcare, job prospects, community growth, and educational opportunities. By supporting the company through their purchases, customers contribute to these positive outcomes for employees and participants involved in various aspects of the business.",
            "source": [
                {
                    "content": "education and job prospects They continue to encourage community growth in all they do Two years into her job and Kanchan is now bringing home a higher salary than her husband This is something completely unheard of back in her hometown– and something she never dreamed of for herself “He sees how nice it is to have a wife that makes good money We are even traveling to Goa and Pune for work to teach at schools”-Kanchan Now she has the money to pay for her son’s school fees – and she plans to send her daughter to school next year too Partnering with Sundara has been and continues to be an incredible experience The work that they do and that you support with your purchases is not only providing hygiene products and education to people in need but also job opportunities They truly are building up the communities they serve Be the first to know about promotions new products and helpful tips ✔️ Discount code found it will be applied at checkout Discount code cannot be combined with the",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "access to healthcare and disproportionate representation in essential service jobs  Since the beginning of Covid-19 we have donated over 2 million bars domestically to provide soap to low income and homeless people to ensure they don’t have to choose between food and soap We will donate at minimum another 2 million bars in the next two months to Covid-19 relief efforts and will be intentional about strengthening partnerships and building new relationships with organizations rooted in the Black community Knowing that race is a cruel and unjust factor in the spread of the virus we will commit that at least one-third of the donations are going to groups directly serving at-risk Black populations  We will also be contributing to the East of the River Mutual Aid organized by Black Lives Matter DC The grassroots fund provides hygiene kits food and other material goods to Black communities in DC who have been impacted by Covid-19 In addition to our donation to the NAACP our team is looking",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Includes a full size Tea Tree Shampoo  Conditioner and full size Oh My Growth Vitamin Booster Be the first to know about promotions new products and helpful tips ✔️ Discount code found it will be applied at checkout Discount code cannot be combined with the offers applied to the cart",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "Includes a full size Tea Tree Shampoo  Conditioner and full size Oh My Growth Vitamin Booster Be the first to know about promotions new products and helpful tips ✔️ Discount code found it will be applied at checkout Discount code cannot be combined with the offers applied to the cart",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the provided text, which appears to be marketing content rather than a financial or earnings report, the main points highlighted include:\n\n1. Job creation and economic growth through partnerships and initiatives such as Sundara opening a second soap shop in Ashte, India, which increases production capacity and provides job opportunities locally.\n2. Community development and improvement, including access to hygiene products and education, as well as job opportunities for individuals in underserved areas.\n3. Environmental impact, such as reducing waste and promoting sustainable practices.\n4. Positive social impact, including improving living conditions and fostering a sense of community pride.\n\nPlease note that this information does not come directly from a financial or earnings report, but instead reflects the messaging used to promote the company's mission and accomplishments.",
            "source": [
                {
                    "content": "education and job prospects They continue to encourage community growth in all they do Two years into her job and Kanchan is now bringing home a higher salary than her husband This is something completely unheard of back in her hometown– and something she never dreamed of for herself “He sees how nice it is to have a wife that makes good money We are even traveling to Goa and Pune for work to teach at schools”-Kanchan Now she has the money to pay for her son’s school fees – and she plans to send her daughter to school next year too Partnering with Sundara has been and continues to be an incredible experience The work that they do and that you support with your purchases is not only providing hygiene products and education to people in need but also job opportunities They truly are building up the communities they serve Be the first to know about promotions new products and helpful tips ✔️ Discount code found it will be applied at checkout Discount code cannot be combined with the",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "You may still be at home right now to flatten the curve but still anxiously wondering what more can be done Good news you’ve been helping us fight this thing all along Since the beginning of Soapbox we have been focused on providing health and hygiene products to the most vulnerable In a crazy time like the one we’re in now that mission has never rang more true By supporting our business you have allowed us to donate 37 million soap bars To date over two million soap bars went to national groups like Feeding America World Vision and Feed the Children who distribute food and supplies to seniors low-income families and the homeless For many people with limited income choosing between food and hygiene products like soap to keep them safe is the choice they have to make For others in even worse situations the choice isn’t even there Your contribution is truly a lifesaver in this time  Our aid has also crossed international borders Over 1 million soap bars have gone to hospitals refugee",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "them out of business Our sustainability model ensures we support local economies while giving back to those in need From all of us at Soapbox thank you for so many years of support and love Your impact is truly an incredible gift and we’re so humbled to have you as a part of the Soapbox family Each and every one of your purchases allows us to continue serving our community both here and abroad; bettering the livelihood of those in need And that is something you should feel so very proud of Be the first to know about promotions new products and helpful tips ✔️ Discount code found it will be applied at checkout Discount code cannot be combined with the offers applied to the cart",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "economy by creating jobs and keeping the soap making in the communities we serve Your purchase helped fund Sundara to open its second soap shop in Ashte India on the milestone of their first birthday This second location not only drastically increased the amount of soap they are able to produce each month but also added diversity to the job opportunities in the communityInstead of traveling 5 hours to Kalwa to provide soap to the people in the slums of Ashte the second Sundara location now employs and serves within the same community This growth is all thanks to you and your support Your purchases help fuel organizations like Sundara to bring not only soap but also an overall positive impact on the lives of the people in these slums “With the introduction of Sundara into the community during our last visit there you could truly feel how we've become a ray of sunshine to the community members They were gleaming with happiness and welcomed us into their home with open arms - Michelle Be",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, I couldn't find any specific mentions of investor events or funding rounds related to the companies mentioned. However, some general insights can be drawn from the text regarding the mission and goals of these companies. These include creating job opportunities, supporting research, and addressing social issues like access to healthcare and racial disparities. While there may not be direct references to investor events or funding rounds, it is clear that these companies are actively working towards making a positive impact in their respective fields.",
            "source": [
                {
                    "content": "DC The grassroots fund provides hygiene kits food and other material goods to Black communities in DC who have been impacted by Covid-19 In addition to our donation to the NAACP our team is looking into a public health focused black-led organization to develop a long-term giving partnership with It is our belief that now is the time for every company community and individual to do their part in the fight for progress There is much work to do but we must keep our foot on the gas and keep moving forward together This is just the beginning of a long journey and we’re proud to walk that journey with you  Be the first to know about promotions new products and helpful tips ✔️ Discount code found it will be applied at checkout Discount code cannot be combined with the offers applied to the cart",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "quickly identified the hurt that often comes from giving that’s done without considering the impact on communities in need Our goal is to lift others up in as many ways as possible which means giving donations that empower just as much as they provide By partnering with Sundara we’ve been able to create jobs for more than 30 women and we look forward to increasing this number as we grow Everyone we partner with serves their local communities to create an impact far beyond the donations Not only are lessons taught and lives changed but jobs are also created From funding research to serving children’s homes the projects supported are highly impactful Besides soap donations and hygiene education your purchases from Soapbox help us to support important research at UCSF with the Carter Center and the FI Proctor Foundation where research is undertaken to determine how hygiene lessons and water sanitation can help reduce trachoma infections Trachoma is the world’s top eye disease; it’s",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "access to healthcare and disproportionate representation in essential service jobs  Since the beginning of Covid-19 we have donated over 2 million bars domestically to provide soap to low income and homeless people to ensure they don’t have to choose between food and soap We will donate at minimum another 2 million bars in the next two months to Covid-19 relief efforts and will be intentional about strengthening partnerships and building new relationships with organizations rooted in the Black community Knowing that race is a cruel and unjust factor in the spread of the virus we will commit that at least one-third of the donations are going to groups directly serving at-risk Black populations  We will also be contributing to the East of the River Mutual Aid organized by Black Lives Matter DC The grassroots fund provides hygiene kits food and other material goods to Black communities in DC who have been impacted by Covid-19 In addition to our donation to the NAACP our team is looking",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "education and job prospects They continue to encourage community growth in all they do Two years into her job and Kanchan is now bringing home a higher salary than her husband This is something completely unheard of back in her hometown– and something she never dreamed of for herself “He sees how nice it is to have a wife that makes good money We are even traveling to Goa and Pune for work to teach at schools”-Kanchan Now she has the money to pay for her son’s school fees – and she plans to send her daughter to school next year too Partnering with Sundara has been and continues to be an incredible experience The work that they do and that you support with your purchases is not only providing hygiene products and education to people in need but also job opportunities They truly are building up the communities they serve Be the first to know about promotions new products and helpful tips ✔️ Discount code found it will be applied at checkout Discount code cannot be combined with the",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided information, there are no specific financial or funding goals mentioned for the next period. However, the company has committed to donating at least one-third of their donations to groups directly serving at-risk Black populations. Additionally, they plan to contribute to the East of the River Mutual Aid organized by Black Lives Matter DC and explore a public health-focused black-led organization for a long-term giving partnership. These initiatives demonstrate their dedication to supporting marginalized communities during the COVID-19 pandemic.",
            "source": [
                {
                    "content": "access to healthcare and disproportionate representation in essential service jobs  Since the beginning of Covid-19 we have donated over 2 million bars domestically to provide soap to low income and homeless people to ensure they don’t have to choose between food and soap We will donate at minimum another 2 million bars in the next two months to Covid-19 relief efforts and will be intentional about strengthening partnerships and building new relationships with organizations rooted in the Black community Knowing that race is a cruel and unjust factor in the spread of the virus we will commit that at least one-third of the donations are going to groups directly serving at-risk Black populations  We will also be contributing to the East of the River Mutual Aid organized by Black Lives Matter DC The grassroots fund provides hygiene kits food and other material goods to Black communities in DC who have been impacted by Covid-19 In addition to our donation to the NAACP our team is looking",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "DC The grassroots fund provides hygiene kits food and other material goods to Black communities in DC who have been impacted by Covid-19 In addition to our donation to the NAACP our team is looking into a public health focused black-led organization to develop a long-term giving partnership with It is our belief that now is the time for every company community and individual to do their part in the fight for progress There is much work to do but we must keep our foot on the gas and keep moving forward together This is just the beginning of a long journey and we’re proud to walk that journey with you  Be the first to know about promotions new products and helpful tips ✔️ Discount code found it will be applied at checkout Discount code cannot be combined with the offers applied to the cart",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "quickly identified the hurt that often comes from giving that’s done without considering the impact on communities in need Our goal is to lift others up in as many ways as possible which means giving donations that empower just as much as they provide By partnering with Sundara we’ve been able to create jobs for more than 30 women and we look forward to increasing this number as we grow Everyone we partner with serves their local communities to create an impact far beyond the donations Not only are lessons taught and lives changed but jobs are also created From funding research to serving children’s homes the projects supported are highly impactful Besides soap donations and hygiene education your purchases from Soapbox help us to support important research at UCSF with the Carter Center and the FI Proctor Foundation where research is undertaken to determine how hygiene lessons and water sanitation can help reduce trachoma infections Trachoma is the world’s top eye disease; it’s",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "education and job prospects They continue to encourage community growth in all they do Two years into her job and Kanchan is now bringing home a higher salary than her husband This is something completely unheard of back in her hometown– and something she never dreamed of for herself “He sees how nice it is to have a wife that makes good money We are even traveling to Goa and Pune for work to teach at schools”-Kanchan Now she has the money to pay for her son’s school fees – and she plans to send her daughter to school next year too Partnering with Sundara has been and continues to be an incredible experience The work that they do and that you support with your purchases is not only providing hygiene products and education to people in need but also job opportunities They truly are building up the communities they serve Be the first to know about promotions new products and helpful tips ✔️ Discount code found it will be applied at checkout Discount code cannot be combined with the",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " As per the given context, there isn't much information provided about recent publications, research findings, or introduced technologies within the skincare industry. However, based on the general discussion about skincare trends and their significance, one could infer that there might be some emerging research or innovative technologies being developed in response to consumer demand for eco-friendly, plant-based, and sustainably sourced skincare products. Additionally, advancements in understanding the benefits of specific ingredients such as olive oil, B vitamins, and antioxidants could lead to new discoveries or breakthroughs in the field of skincare.",
            "source": [
                {
                    "content": "We all know that skincare trends come and go but there are a couple that are really enjoying the spotlight this year It’s  and we’re more knowledgeable and savvier which means we know what we want to use on our bodies Below we look at some of this year’s heavy hitters that we reckon are here to stay Plant-based products have numerous skincare benefits without any harsh side effects In fact these natural ingredients are a dream for sensitive skin Take olive oil as the perfect example Research shows that applying olive oil to your skin can prevent sun damage and signs of aging Dating back to ancient times even Cleopatra was a fan of olive oil and today we’re lucky enough to find it in skin care products like our Citrus  Peach Rose Rejuvenating Lotion Olive oil is packed full of antioxidants that work to fight free-radical damage locking in hydration and fighting off pollution on the skin’s surface This year we’re ditching those laborious skincare regimens in favor of a more streamlined",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "including the release of new tools and resources Such new features and/or services shall also be subject to these Terms of Service Certain content products and services available via our Service may include materials from third-parties Third-party links on this site may direct you to third-party websites that are not affiliated with us We are not responsible for examining or evaluating the content or accuracy and we do not warrant and will not have any liability or responsibility for any third-party materials or websites or for any other materials products or services of third-parties We are not liable for any harm or damages related to the purchase or use of goods services resources content or any other transactions made in connection with any third-party websites Please review carefully the third-party's policies and practices and make sure you understand them before you engage in any transaction Complaints claims concerns or questions regarding third-party products should be",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "a healthy punch of B vitamins that along with the vanilla work to rid your skin of toxins and impurities The beauty industry is united when it comes to reducing the impact of plastic pollution We’re seeing more and more thoughtful packing strategies along with refined formulations Here at Soapbox soap = hope For every product you purchase we donate a bar of soap to someone in need In terms of sustainability we work alongside local soap makers using recycled bars of soap to create new soap bars We pair our donations with handy hygiene lessons in an effort to serve our communities in the best possible way Finally  is all about skincare both inside and out That’s why we’re making better choices when it comes to what we eat and what effects our skin Healthy oils prebiotic foods fruits and vegetables are making bigger appearances on our plates while sugary drinks and processed foods aren’t even featuring in our kitchens  looks to be a big year for skincare trends We’re moving away from",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "biggest contributor to premature aging so products designed to protect your skin from the sun are never going to fade While there are plenty of products out there known to provide SPF protection make sure your beauty arsenal includes products like organic raw coconut oil to soothe burnt and dry skin It’s also perfect for keeping signs of aging at bay and repairing cracked and scaly skin Best of all it’s in line with this year’s plant-based products trend and it’s a multitasker Environmental issues and pollution play havoc with your skin and these problems are only going to get worse as the years go by One of the top skincare trends for  is products that are filled with antioxidants Obvious front runners include probiotic or fermented products Our vanilla and lily blossom body wash contains a healthy punch of B vitamins that along with the vanilla work to rid your skin of toxins and impurities The beauty industry is united when it comes to reducing the impact of plastic pollution We’re",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Yes, there are several ongoing and upcoming research projects and innovation initiatives related to hygiene education, trachoma reduction, and sustainable soap production. Some of these include:\n\n1. Research collaboration between Soapbox and the University of California San Francisco (UCSF) to study the effectiveness of hygiene education programs in reducing trachoma infections.\n2. A project in partnership with the Carter Center and the FI Proctor Foundation, investigating how hygiene lessons and improved water and sanitation practices can help prevent trachoma infections globally.\n3. Continued efforts to develop sustainable soap production methods through partnerships like the one with Clean the World Foundation (CTWF) in the United States.\n4. Ongoing work with local artisans in various countries to source soap for donation, supporting local economies and minimizing potential negative impacts on small-scale soap producers.\n5. Exploration of new technologies and innovative approaches to improve hygiene education and promote better health practices around the world.",
            "source": [
                {
                    "content": "education and job prospects They continue to encourage community growth in all they do Two years into her job and Kanchan is now bringing home a higher salary than her husband This is something completely unheard of back in her hometown– and something she never dreamed of for herself “He sees how nice it is to have a wife that makes good money We are even traveling to Goa and Pune for work to teach at schools”-Kanchan Now she has the money to pay for her son’s school fees – and she plans to send her daughter to school next year too Partnering with Sundara has been and continues to be an incredible experience The work that they do and that you support with your purchases is not only providing hygiene products and education to people in need but also job opportunities They truly are building up the communities they serve Be the first to know about promotions new products and helpful tips ✔️ Discount code found it will be applied at checkout Discount code cannot be combined with the",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "to produce recycled or new soap in rural communities in India They work with local communities to provide hygiene education In the United States we work with Clean the World Foundation CTWF to produce safety certified eco-friendly soap bars from scrap soap This soap is provided to homeless shelters food pantries schools and health clinics across the country Lending a helping hand not a handout–we understand the hurt that can come from dependency which is why we work with partners who help build up the communities we serve Our partner in Honduras the second 2nd poorest nation in the western hemisphere is combating poverty by providing educational and career opportunities to locals that you make possible with your support We partner with Ecosoap Bank to provide in many parts of Africa including refugee camps schools and hospitals We have particularly deep roots in Sierra Leone where we provide recycled soap to a series of schools sponsored by the NGO Edify Our regional partner Ecosoap",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "quickly identified the hurt that often comes from giving that’s done without considering the impact on communities in need Our goal is to lift others up in as many ways as possible which means giving donations that empower just as much as they provide By partnering with Sundara we’ve been able to create jobs for more than 30 women and we look forward to increasing this number as we grow Everyone we partner with serves their local communities to create an impact far beyond the donations Not only are lessons taught and lives changed but jobs are also created From funding research to serving children’s homes the projects supported are highly impactful Besides soap donations and hygiene education your purchases from Soapbox help us to support important research at UCSF with the Carter Center and the FI Proctor Foundation where research is undertaken to determine how hygiene lessons and water sanitation can help reduce trachoma infections Trachoma is the world’s top eye disease; it’s",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "and the FI Proctor Foundation where research is undertaken to determine how hygiene lessons and water sanitation can help reduce trachoma infections Trachoma is the world’s top eye disease; it’s highly infectious and often results in blindness Trachoma impacts over 50 countries on our globe and we’re so proud of this partnership that explores ways to reduce the instances of this disease When you purchase Soapbox products a donation is either made here or in overseas countries such as Cambodia India and Haiti plus 61 other countries When we work with other countries we always make sure we work with local artisans to procure the bars of soap that we donate when available We realize that giving away thousands of bars of soap can do more harm than good to local soap makers potentially putting them out of business Our sustainability model ensures we support local economies while giving back to those in need From all of us at Soapbox thank you for so many years of support and love Your",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided text, no specific research grants or innovation awards have been mentioned recently. However, the text does mention that some of the proceeds from Soapbox sales go towards supporting research at UCSF, along with the Carter Center and the FI Proctor Foundation. These institutions focus on determining how hygiene lessons and water sanitation can help reduce trachoma infections.",
            "source": [
                {
                    "content": "quickly identified the hurt that often comes from giving that’s done without considering the impact on communities in need Our goal is to lift others up in as many ways as possible which means giving donations that empower just as much as they provide By partnering with Sundara we’ve been able to create jobs for more than 30 women and we look forward to increasing this number as we grow Everyone we partner with serves their local communities to create an impact far beyond the donations Not only are lessons taught and lives changed but jobs are also created From funding research to serving children’s homes the projects supported are highly impactful Besides soap donations and hygiene education your purchases from Soapbox help us to support important research at UCSF with the Carter Center and the FI Proctor Foundation where research is undertaken to determine how hygiene lessons and water sanitation can help reduce trachoma infections Trachoma is the world’s top eye disease; it’s",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "DC The grassroots fund provides hygiene kits food and other material goods to Black communities in DC who have been impacted by Covid-19 In addition to our donation to the NAACP our team is looking into a public health focused black-led organization to develop a long-term giving partnership with It is our belief that now is the time for every company community and individual to do their part in the fight for progress There is much work to do but we must keep our foot on the gas and keep moving forward together This is just the beginning of a long journey and we’re proud to walk that journey with you  Be the first to know about promotions new products and helpful tips ✔️ Discount code found it will be applied at checkout Discount code cannot be combined with the offers applied to the cart",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "situations the choice isn’t even there Your contribution is truly a lifesaver in this time  Our aid has also crossed international borders Over 1 million soap bars have gone to hospitals refugee camps and NGOs in 7 developing countries through our partners at EcoSoap Bank In Sierra Leone where there are 13 ventilators for a population of 79 million people soap and hygiene is so critical Our soap donations have allowed hospitals in Cambodia to finally restock on soap an item that has been scarce even in a healthcare setting  Soap makes a real impact right now but we also know that the true heroes are our healthcare workers We partnered with Ipsy to include Soapbox products in “glam bags” going out to 50 healthcare workers across the country at the end of April It’s a small token but it signifies our endless gratitude and respect  We have never been prouder to live out our mission as a company or to have such an incredible community behind us You made this possible and we will keep",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "access to healthcare and disproportionate representation in essential service jobs  Since the beginning of Covid-19 we have donated over 2 million bars domestically to provide soap to low income and homeless people to ensure they don’t have to choose between food and soap We will donate at minimum another 2 million bars in the next two months to Covid-19 relief efforts and will be intentional about strengthening partnerships and building new relationships with organizations rooted in the Black community Knowing that race is a cruel and unjust factor in the spread of the virus we will commit that at least one-third of the donations are going to groups directly serving at-risk Black populations  We will also be contributing to the East of the River Mutual Aid organized by Black Lives Matter DC The grassroots fund provides hygiene kits food and other material goods to Black communities in DC who have been impacted by Covid-19 In addition to our donation to the NAACP our team is looking",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " The organization is working with several organizations, institutions, and entities. Some notable ones include:\n\n1. Clean the World Foundation (CTWF) - Partnering with them in the United States to produce safety-certified eco-friendly soap bars from scrap soap. These soap bars are then provided to various locations such as homeless shelters, food pantries, schools, and health clinics across the country.\n2. Ecosoap Bank - Collaborating with them in many parts of Africa, including refugee camps, schools, and hospitals. They work together to provide recycled soap to these areas.\n3. The NGO Edify - The organization has particularly deep roots in Sierra Leone, where they provide recycled soap to a series of schools sponsored by Edify.\n4. East of the River Mutual Aid organized by Black Lives Matter DC - Donating to this grassroots fund, which provides hygiene kits, food, and other material goods to Black communities in DC affected by COVID-19.\n5. Public Health Focused Black-Led Organization - Currently exploring a potential long-term giving partnership with this organization.\n6. Sundara - Partnering with them to create job opportunities for more than 30 women.\n7. UCSF - Supporting research through financial contributions made by customers' purchases from Soapbox.\n8. Carter Center - Conducting research alongside the Proctor Foundation and UCSF to determine how hygiene lessons and water/sanitation measures can help reduce trachoma infections.",
            "source": [
                {
                    "content": "to produce recycled or new soap in rural communities in India They work with local communities to provide hygiene education In the United States we work with Clean the World Foundation CTWF to produce safety certified eco-friendly soap bars from scrap soap This soap is provided to homeless shelters food pantries schools and health clinics across the country Lending a helping hand not a handout–we understand the hurt that can come from dependency which is why we work with partners who help build up the communities we serve Our partner in Honduras the second 2nd poorest nation in the western hemisphere is combating poverty by providing educational and career opportunities to locals that you make possible with your support We partner with Ecosoap Bank to provide in many parts of Africa including refugee camps schools and hospitals We have particularly deep roots in Sierra Leone where we provide recycled soap to a series of schools sponsored by the NGO Edify Our regional partner Ecosoap",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "access to healthcare and disproportionate representation in essential service jobs  Since the beginning of Covid-19 we have donated over 2 million bars domestically to provide soap to low income and homeless people to ensure they don’t have to choose between food and soap We will donate at minimum another 2 million bars in the next two months to Covid-19 relief efforts and will be intentional about strengthening partnerships and building new relationships with organizations rooted in the Black community Knowing that race is a cruel and unjust factor in the spread of the virus we will commit that at least one-third of the donations are going to groups directly serving at-risk Black populations  We will also be contributing to the East of the River Mutual Aid organized by Black Lives Matter DC The grassroots fund provides hygiene kits food and other material goods to Black communities in DC who have been impacted by Covid-19 In addition to our donation to the NAACP our team is looking",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "DC The grassroots fund provides hygiene kits food and other material goods to Black communities in DC who have been impacted by Covid-19 In addition to our donation to the NAACP our team is looking into a public health focused black-led organization to develop a long-term giving partnership with It is our belief that now is the time for every company community and individual to do their part in the fight for progress There is much work to do but we must keep our foot on the gas and keep moving forward together This is just the beginning of a long journey and we’re proud to walk that journey with you  Be the first to know about promotions new products and helpful tips ✔️ Discount code found it will be applied at checkout Discount code cannot be combined with the offers applied to the cart",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "quickly identified the hurt that often comes from giving that’s done without considering the impact on communities in need Our goal is to lift others up in as many ways as possible which means giving donations that empower just as much as they provide By partnering with Sundara we’ve been able to create jobs for more than 30 women and we look forward to increasing this number as we grow Everyone we partner with serves their local communities to create an impact far beyond the donations Not only are lessons taught and lives changed but jobs are also created From funding research to serving children’s homes the projects supported are highly impactful Besides soap donations and hygiene education your purchases from Soapbox help us to support important research at UCSF with the Carter Center and the FI Proctor Foundation where research is undertaken to determine how hygiene lessons and water sanitation can help reduce trachoma infections Trachoma is the world’s top eye disease; it’s",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Yes, there are several joint events, projects, and initiatives mentioned in the text. Here's a list of some of them:\n\n1. Donating soap to low-income and homeless individuals through domestic partnerships.\n2. Committing to donate at least one-third of donations to organizations serving at-risk Black populations during the COVID-19 pandemic.\n3. Contributing to the East of the River Mutual Aid organized by Black Lives Matter DC.\n4. Producing soap in rural communities in India and working with local communities to provide hygiene education.\n5. Partnering with Clean the World Foundation (CTWF) to produce safety-certified eco-friendly soap bars from scrap soap, which is distributed to various organizations such as homeless shelters, food pantries, schools, and health clinics across the country.\n6. Supporting educational and career opportunities in Honduras through partnership with NGO Edify.\n7. Providing recycled soap to schools, hospitals, and refugee camps in multiple African countries through partnership with Ecosoap Bank.\n8. Creating jobs for more than 30 women through partnership with Sundara.\n9. Funding research on hygiene lessons and water sanitation at UCSF, the Carter Center, and the FI Proctor Foundation.\n10. Encouraging community growth and job prospects among employees in partnership with Sundara.",
            "source": [
                {
                    "content": "access to healthcare and disproportionate representation in essential service jobs  Since the beginning of Covid-19 we have donated over 2 million bars domestically to provide soap to low income and homeless people to ensure they don’t have to choose between food and soap We will donate at minimum another 2 million bars in the next two months to Covid-19 relief efforts and will be intentional about strengthening partnerships and building new relationships with organizations rooted in the Black community Knowing that race is a cruel and unjust factor in the spread of the virus we will commit that at least one-third of the donations are going to groups directly serving at-risk Black populations  We will also be contributing to the East of the River Mutual Aid organized by Black Lives Matter DC The grassroots fund provides hygiene kits food and other material goods to Black communities in DC who have been impacted by Covid-19 In addition to our donation to the NAACP our team is looking",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "to produce recycled or new soap in rural communities in India They work with local communities to provide hygiene education In the United States we work with Clean the World Foundation CTWF to produce safety certified eco-friendly soap bars from scrap soap This soap is provided to homeless shelters food pantries schools and health clinics across the country Lending a helping hand not a handout–we understand the hurt that can come from dependency which is why we work with partners who help build up the communities we serve Our partner in Honduras the second 2nd poorest nation in the western hemisphere is combating poverty by providing educational and career opportunities to locals that you make possible with your support We partner with Ecosoap Bank to provide in many parts of Africa including refugee camps schools and hospitals We have particularly deep roots in Sierra Leone where we provide recycled soap to a series of schools sponsored by the NGO Edify Our regional partner Ecosoap",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "quickly identified the hurt that often comes from giving that’s done without considering the impact on communities in need Our goal is to lift others up in as many ways as possible which means giving donations that empower just as much as they provide By partnering with Sundara we’ve been able to create jobs for more than 30 women and we look forward to increasing this number as we grow Everyone we partner with serves their local communities to create an impact far beyond the donations Not only are lessons taught and lives changed but jobs are also created From funding research to serving children’s homes the projects supported are highly impactful Besides soap donations and hygiene education your purchases from Soapbox help us to support important research at UCSF with the Carter Center and the FI Proctor Foundation where research is undertaken to determine how hygiene lessons and water sanitation can help reduce trachoma infections Trachoma is the world’s top eye disease; it’s",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "education and job prospects They continue to encourage community growth in all they do Two years into her job and Kanchan is now bringing home a higher salary than her husband This is something completely unheard of back in her hometown– and something she never dreamed of for herself “He sees how nice it is to have a wife that makes good money We are even traveling to Goa and Pune for work to teach at schools”-Kanchan Now she has the money to pay for her son’s school fees – and she plans to send her daughter to school next year too Partnering with Sundara has been and continues to be an incredible experience The work that they do and that you support with your purchases is not only providing hygiene products and education to people in need but also job opportunities They truly are building up the communities they serve Be the first to know about promotions new products and helpful tips ✔️ Discount code found it will be applied at checkout Discount code cannot be combined with the",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Through their collaborations, Sundara, CTWF, Ecosoap Bank, and other partners aim to achieve several shared objectives and desired outcomes. These include:\n\n1. Providing access to safe and sustainable hygiene solutions like soap, while reducing waste and environmental impact through recycling efforts.\n2. Empowering individuals, particularly women, through job creation and economic opportunities within the communities served.\n3. Promoting education and awareness around proper hygiene practices, thereby improving public health and wellbeing.\n4. Supporting local economies by sourcing materials and resources locally when possible.\n5. Building long-term, sustainable relationships with community partners to foster continuous improvement and development.\n6. Encouraging self-sufficiency and resilience among the communities served, so they can become more independent and better equipped to address their own needs.\n7. Collaboratively working towards achieving the United Nations Sustainable Development Goals (SDGs), specifically those related to clean water and sanitation (Goal 6) and responsible consumption and production (Goal 12).\n\nThrough these joint endeavors, the partners involved hope to see tangible improvements in the quality of life, health, and overall wellbeing of the communities they serve.",
            "source": [
                {
                    "content": "to produce recycled or new soap in rural communities in India They work with local communities to provide hygiene education In the United States we work with Clean the World Foundation CTWF to produce safety certified eco-friendly soap bars from scrap soap This soap is provided to homeless shelters food pantries schools and health clinics across the country Lending a helping hand not a handout–we understand the hurt that can come from dependency which is why we work with partners who help build up the communities we serve Our partner in Honduras the second 2nd poorest nation in the western hemisphere is combating poverty by providing educational and career opportunities to locals that you make possible with your support We partner with Ecosoap Bank to provide in many parts of Africa including refugee camps schools and hospitals We have particularly deep roots in Sierra Leone where we provide recycled soap to a series of schools sponsored by the NGO Edify Our regional partner Ecosoap",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "education and job prospects They continue to encourage community growth in all they do Two years into her job and Kanchan is now bringing home a higher salary than her husband This is something completely unheard of back in her hometown– and something she never dreamed of for herself “He sees how nice it is to have a wife that makes good money We are even traveling to Goa and Pune for work to teach at schools”-Kanchan Now she has the money to pay for her son’s school fees – and she plans to send her daughter to school next year too Partnering with Sundara has been and continues to be an incredible experience The work that they do and that you support with your purchases is not only providing hygiene products and education to people in need but also job opportunities They truly are building up the communities they serve Be the first to know about promotions new products and helpful tips ✔️ Discount code found it will be applied at checkout Discount code cannot be combined with the",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "quickly identified the hurt that often comes from giving that’s done without considering the impact on communities in need Our goal is to lift others up in as many ways as possible which means giving donations that empower just as much as they provide By partnering with Sundara we’ve been able to create jobs for more than 30 women and we look forward to increasing this number as we grow Everyone we partner with serves their local communities to create an impact far beyond the donations Not only are lessons taught and lives changed but jobs are also created From funding research to serving children’s homes the projects supported are highly impactful Besides soap donations and hygiene education your purchases from Soapbox help us to support important research at UCSF with the Carter Center and the FI Proctor Foundation where research is undertaken to determine how hygiene lessons and water sanitation can help reduce trachoma infections Trachoma is the world’s top eye disease; it’s",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                },
                {
                    "content": "with non-profits in the area to start soap making initiatives to teach and skill to local people and make soap for the community Third we support soap recycling organizations which collect hotel bar soap remnants and remakes them into bars to give to the community We work this way to cut down on our carbon footprint no need to ship soap overseas and to ensure we don't harm the local soap makers business by flooding their market with donated/free products To provide hygiene education our team works with over 30 non-profits and non-government-organizations NGO's both domestically and internationally to educate and empower the communities we serve We especially highlight the importance of soap and hygiene in each of our aid campaigns What is a Hope Code How do I enter mineA Hope Code is a unique code printed on the back of all of our products that is linked to an aid project where that product's donation will go to support To find out which project your purchase is supporting simply",
                    "metadata": {
                        "rel": [
                            "linkedin",
                            "youtube"
                        ],
                        "sector": "Wholesale/Retail"
                    }
                }
            ]
        }
    ]
}