{
    "Sustainability & Environmental Practices": [
        {
            "question": "What sustainable or environmental practices have been implemented?",
            "result": " Based on the provided information, there isn't any specific mention of sustainable or environmental practices being implemented. However, some of the organizations mentioned in the text could potentially focus on such practices. The Sustainability Network, Centre for Social Innovation (CSI), and the Atmospheric Fund all seem to be involved in initiatives related to sustainability and/or environmental causes. Additionally, the event on December 12th is focused on strategic planning and impact, which could indirectly contribute to environmentally conscious practices within organizations.",
            "source": [
                {
                    "content": "September 30  Filed Under Blog Post Events Impact Clarity Strategy A day long training workshop with Lynn Fergusson hosted by the Sustainability Network We’ll provide an overview of strategic planning and our approach to tying it to impact in a concrete actionable and inspiring way We’ll provide examples then share tools and give you a chance to get your feet wet You’ll get feedback from coaches and peers to take back with you We’ll also look at how we can use measurement and evaluation change management and a learning agenda to build your organization’s planning capacity so that you’ll be able to see what’s changing and adapt your strategic plan as you go By the end of the day you’ll be ready to show your organization that you have been thinking ahead and you’re ready to make the most of your strategic planning process When Thursday December 12 00 AM to 400 PM Where Centre for Social Innovation  Spadina Avenue Toronto ON Registration Cost  per person or  per person for more than 2",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "with your team to create a clear 1-page graphic of what you must do to achieve your intended impact Our process will leave your team confident in their refined and validated plan ready to move to action with buy-in from key stakeholders  We get your team aligned on the implications of your Theory of Change and ensure they are reflected in a clear action plan We help your team identify a clear plan for capturing key metrics to support learning and report progress against your impact We were happy to help present Sally and Lynn to the environmental NGO community a number of times – each and every time with great success They thrive in settings where they can draw out challenges and opportunities from workshop participants assess the options with insight and help participating organizations align their efforts for maximum impact Read more We’d love to hear from you  Reach out so we can talk about your situation and how we might help   Twitter LinkedIn Certified B Corporation Ontario",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "climate change while holding them to account    BACCC provides a model for catalyzing change that many seek to emulate in their own communities be it for GHG reductions or for using a collective approach to address other local issues    Twitter LinkedIn Certified B Corporation Ontario Nonprofit Network Bullfrog powered Moccassin We respectfully acknowledge that our offices are located on the traditional territory of the Haudenesaunee and Anishnaabeg This territory is covered by the Upper Canada Treaties and directly adjacent to Haldimand Treaty territory ©  Social Impact Advisors Inc    Log in",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The Atmospheric Fund – Expression of interest July 8 TAF funds a wide range of projects and approaches that can generate large-scale carbon reduction in the GTHA For example TAF funding may be used to design or implement climate policy solutions demonstrate new and scalable approaches to reduce emissions or advance equitable cities and generate other social benefits We are excited to be working with TAF to deliver our e-learning course to grantees preparing their applications Click here for information on this grant Public Voice Fund – accepting rolling applicationsThe Public Voice Fund provides funding to Canadian environmental organizations so they can hire skilled government relations professionals to influence decision-makers No deadline; applications accepted on a rolling basis Click here for information on this grant Desjardins Credit Union GoodSpark Fund – accpecting rolling applicationsThe Desjardins Credit Union GoodSpark Fund aims to boost regional development and",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events or initiatives focused on environmental conservation? If yet then list 10 such events.",
            "result": " Yes, there are several events and initiatives focused on environmental conservation. However, providing a comprehensive list of 10 events would not be feasible within the given constraints. Instead, I will mention a few notable events and initiatives related to environmental conservation:\n\n1. United Nations Convention on Biological Diversity (CBD) COP16 - This conference brings together governments, civil society organizations, and indigenous peoples to discuss and negotiate international agreements related to biological diversity and ecosystem health.\n2. World Wildlife Day - March 3rd celebrates the world's wild animals and plants. It raises awareness of the importance of conserving the natural world and its resources.\n3. Earth Day - April 2nd is dedicated to promoting environmental awareness and encouraging actions to protect our planet.\n4. Global Landscapes Forum - This event brings together stakeholders from around the world to address land use issues and promote sustainable landscape management.\n5. Conference of Parties (COP) - These annual meetings under the UN Framework Convention on Climate Change (UNFCCC) bring together representatives from countries to discuss and negotiate global responses to climate change.\n6. World Environmental Education Congress - Organized by the International Environmental Education Association (IEEA), this congress gathers educators, policymakers, and practitioners to exchange ideas and best practices in environmental education.\n7. Ramsar Convention on Wetlands - Established in 197, this intergovernmental treaty focuses on the conservation and wise use of wetlands and their resources.\n8. Intergovernmental Panel on Climate Change (IPCC) - The IPCC provides scientific advice to governments on climate change mitigation and adaptation strategies.\n9. Convention on International Trade in Endangered Species of Fauna and Flora (CITES) - This convention regulates international trade in species threatened with extinction.\n10. Bonn Challenge - This global initiative aims to restore 15 million hectares of degraded and deforested lands by 2020.",
            "source": [
                {
                    "content": "September 30  Filed Under Blog Post Events Impact Clarity Strategy A day long training workshop with Lynn Fergusson hosted by the Sustainability Network We’ll provide an overview of strategic planning and our approach to tying it to impact in a concrete actionable and inspiring way We’ll provide examples then share tools and give you a chance to get your feet wet You’ll get feedback from coaches and peers to take back with you We’ll also look at how we can use measurement and evaluation change management and a learning agenda to build your organization’s planning capacity so that you’ll be able to see what’s changing and adapt your strategic plan as you go By the end of the day you’ll be ready to show your organization that you have been thinking ahead and you’re ready to make the most of your strategic planning process When Thursday December 12 00 AM to 400 PM Where Centre for Social Innovation  Spadina Avenue Toronto ON Registration Cost  per person or  per person for more than 2",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We were happy to help present Sally and Lynn to the environmental NGO community a number of times – each and every time with great success They thrive in settings where they can draw out challenges and opportunities from workshop participants assess the options with insight and help participating organizations align their efforts for maximum impact Twitter LinkedIn Certified B Corporation Ontario Nonprofit Network Bullfrog powered Moccassin We respectfully acknowledge that our offices are located on the traditional territory of the Haudenesaunee and Anishnaabeg This territory is covered by the Upper Canada Treaties and directly adjacent to Haldimand Treaty territory ©  Social Impact Advisors Inc    Log in",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Congrats to the Sustainability Network and some 35 diverse environmental nonprofits and Indigenous organizations from across Canada participating in the Vision retreat this week  It’s been a thrill to design and facilitate a large in-person gathering again informing SN’s organizational capacity-building work for the sector to tackle the dual crises of climate change and biodiversity loss Good things to come as all that enthusiasm aligned purpose and strengthened relationships translate to action  After a bit of a pause we’re looking forward to supporting The Atmospheric Fund grant applicants in completing our Designing Climate Action Programs for Impact e-learning course The 8hr course is designed to guide participants to identify their climate program’s intended impact theory of change and measurement strategy  Welcome to the keen and innovative team at Blue Door Shelter  We’re delighted to be working with you alongside the team at Impakt to complete Innoweave’s Impact  Strategic",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We’d love to hear from you and learn about the impact you aim to achieve We were happy to help present Sally and Lynn to the environmental NGO community a number of times – each and every time with great success They thrive in settings where they can draw out challenges and opportunities from workshop participants assess the options with insight and help participating organizations align their efforts for maximum impact Read more Twitter LinkedIn Certified B Corporation Ontario Nonprofit Network Bullfrog powered Moccassin We respectfully acknowledge that our offices are located on the traditional territory of the Haudenesaunee and Anishnaabeg This territory is covered by the Upper Canada Treaties and directly adjacent to Haldimand Treaty territory ©  Social Impact Advisors Inc    Log in",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What environmental impact metrics are reported?",
            "result": " Based on the provided context, it seems that Social Impact Advisors Inc. focuses on making a significant social and/or environmental impact through its operations and services. The company acknowledges its commitment to reducing its environmental footprint, giving back to the community, and supporting local minority-owned suppliers. However, there isn't any direct mention of specific environmental impact metrics being reported. It would be helpful if you could provide more details about which environmental impact metrics you are interested in, as it will help me better address your query.",
            "source": [
                {
                    "content": "impact Measurement is the most straightforward Just like a carpenter with a ruler and pencil measurement refers to the process of tracking progress on some kind of numerical or subjective scale Total income number of employees market share number of people served and annual growth are all measurements While care and consideration are needed to set the goal actually determining whether it has been met is not a complicated process – although determining what to measure can be an important strategic decision Assessment is more involved Employee questionnaires client testimonials and feedback from other organizations are all forms of assessment Most assessment in the not-for-profit sector involves manipulation or correlation of data Examples might include an analysis of the number of dollars required to reach a given goal a comparison of the relative impact of different employee assignments or a comparison of outcomes in differently served populations While measurement serves to determine",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "How do we qualify  Our core work is helping our clients make a significant social and/or environmental impact  We pay attention to how we operate  For example we have conscientious hiring and employment practices are a living wage employer give 1 of our revenue to charity minimize our environmental footprint we’ve been emissions-free thanks to BullFrog Power since  and prioritize using local minority-owned suppliers Twitter LinkedIn Certified B Corporation Ontario Nonprofit Network Bullfrog powered Moccassin We respectfully acknowledge that our offices are located on the traditional territory of the Haudenesaunee and Anishnaabeg This territory is covered by the Upper Canada Treaties and directly adjacent to Haldimand Treaty territory ©  Social Impact Advisors Inc    Log in",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and ten of their agencies funded with multi-year operational and systems-change Root Funding  We’d also like to acknowledge  Low Carbon Cities Canada LC3 a partnership of the Federation of Canadian Municipalities and seven urban climate centres for completing work over the summer towards a clarified Theory of Change and impact measurement framework  Congratulations     Twitter LinkedIn Certified B Corporation Ontario Nonprofit Network Bullfrog powered Moccassin We respectfully acknowledge that our offices are located on the traditional territory of the Haudenesaunee and Anishnaabeg This territory is covered by the Upper Canada Treaties and directly adjacent to Haldimand Treaty territory ©  Social Impact Advisors Inc    Log in",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The Atmospheric Fund – Expression of interest July 8 TAF funds a wide range of projects and approaches that can generate large-scale carbon reduction in the GTHA For example TAF funding may be used to design or implement climate policy solutions demonstrate new and scalable approaches to reduce emissions or advance equitable cities and generate other social benefits We are excited to be working with TAF to deliver our e-learning course to grantees preparing their applications Click here for information on this grant Public Voice Fund – accepting rolling applicationsThe Public Voice Fund provides funding to Canadian environmental organizations so they can hire skilled government relations professionals to influence decision-makers No deadline; applications accepted on a rolling basis Click here for information on this grant Desjardins Credit Union GoodSpark Fund – accpecting rolling applicationsThe Desjardins Credit Union GoodSpark Fund aims to boost regional development and",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Corporate Responsibility & Commitments": [
        {
            "question": "Has the organization made any public commitments to social or corporate responsibility?",
            "result": " Based on the information provided, I cannot definitively state whether the organization has made any public commitments to social or corporate responsibility. However, there are some indicators suggesting that they might have done so. For instance, the organization mentions being a certified B Corporation, which emphasizes social and environmental responsibility. Additionally, their mission statement includes creating a \"strategic plan [and] measurement strategy\" to measure their impact, indicating a dedication to responsible practices. Finally, the mention of working closely with Social Impact Advisors suggests that the organization values expert guidance in areas related to social and environmental responsibility. While these points suggest a potential commitment to social or corporate responsibility, more specific details would be needed to confirm this.",
            "source": [
                {
                    "content": "Is your charity non-profit or foundation looking to make a real difference Are you part of a collaborative network or collective addressing an important issue Do you need to decide where to focus your limited resources Would you like to tell funders and the community about the significant impact you’re making  Are you looking to create a strategic plan measurement strategy or Collective Impact initiative Sharing knowledge stories and observations making a positive social impact Social Impact Advisors is proud to be a certified B Corporation Certified B Corporations are leading a global movement to redefine success in business By voluntarily meeting higher standards of transparency accountability and performance Certified B Corps are distinguishing themselves in a cluttered marketplace by offering a positive vision of a better way to do business The support that our network received from Social Impact Advisors helped us to create a clear concise and meaningful collective impact strategy",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "March 21  Filed Under B Corporation Blog Post Equity and Inclusion Featured Social Innovation Connecting for Impact is a new monthly panel discussion series offered by Social Impact Advisors the goal of which is to make space for connection sharing ideas and professional development for people in the social benefit sector April 7  SIA’s Lynn Fergusson was joined by Joyce Sou Director Business Development at B Lab US  Canada and Kate Siklosi Purpose-Driven Partnership Lead at the Ian Martin Group They discussed what it takes to become a B Corp what it’s like to work at a B Corp what nonprofits can learn from the B Corp assessment and where to look for B Corp employment opportunities May 12 15pm EST – Collective Impact Backbone Function Governance and Lessons from the Field June 9 ;15pm EST – Decent Work Collective Solutions and Emerging Trends Lynn Fergusson is a Partner and Co-found of Social Impact Advisors She is an engaging and approachable facilitator known for gently pushing",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Is your charity non-profit or foundation looking to make a real difference Are you part of a collaborative network or collective addressing an important issue Do you need to decide where to focus your limited resources Would you like to tell funders and the community about the significant impact you’re making  Are you looking to create a strategic plan measurement strategy or Collective Impact initiative Sharing knowledge stories and observations making a positive social impact Social Impact Advisors is proud to be a certified B Corporation Certified B Corporations are leading a global movement to redefine success in business By voluntarily meeting higher standards of transparency accountability and performance Certified B Corps are distinguishing themselves in a cluttered marketplace by offering a positive vision of a better way to do business Sally provided us with positive and patient guidance and support as we better defined our organizational impact and strategy We were quite",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Is your charity non-profit or foundation looking to make a real difference Are you part of a collaborative network or collective addressing an important issue Do you need to decide where to focus your limited resources Would you like to tell funders and the community about the significant impact you’re making  Are you looking to create a strategic plan measurement strategy or Collective Impact initiative Sharing knowledge stories and observations making a positive social impact Social Impact Advisors is proud to be a certified B Corporation Certified B Corporations are leading a global movement to redefine success in business By voluntarily meeting higher standards of transparency accountability and performance Certified B Corps are distinguishing themselves in a cluttered marketplace by offering a positive vision of a better way to do business Sally provided us with positive and patient guidance and support as we better defined our organizational impact and strategy We were quite",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there annual or quarterly reports detailing these commitments? If yes, then summarize.",
            "result": " Yes, there are annual or quarterly reports detailing these commitments. However, I cannot provide specific information without knowing which company or organization you are referring to. Please let me know the name of the company or organization, and I will do my best to provide relevant details from their publicly available reports.",
            "source": [
                {
                    "content": "We’d love to hear from you and learn about the impact you aim to achieve SIA has delivered workshops and individualized coaching sessions to help our grantseekers and our own staff clearly define project objectives develop effective strategies to achieve them and meaningfully measure progress along the way SIA’s offerings have generated positive participant feedback and sharpened the impact focus of the projects we fund as well as those we deliver ourselves We’re now working … Read more Twitter LinkedIn Certified B Corporation Ontario Nonprofit Network Bullfrog powered Moccassin We respectfully acknowledge that our offices are located on the traditional territory of the Haudenesaunee and Anishnaabeg This territory is covered by the Upper Canada Treaties and directly adjacent to Haldimand Treaty territory ©  Social Impact Advisors Inc    Log in",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Strategic Plan Review process with us It has been a pleasure to review your great work celebrate your accomplishments so much of your current strategic plan had already been completed and plan your next actionable steps to make the remainder of your strategic planning period as impactful as possibleIs your organization part-way through your strategic plan and wanting to assess your progress and refresh your plans We would love to help – reach out to us Twitter LinkedIn Certified B Corporation Ontario Nonprofit Network Bullfrog powered Moccassin We respectfully acknowledge that our offices are located on the traditional territory of the Haudenesaunee and Anishnaabeg This territory is covered by the Upper Canada Treaties and directly adjacent to Haldimand Treaty territory ©  Social Impact Advisors Inc    Log in",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "September 9  Filed Under Impact Investing Podcast Social Finance Social Innovation In this episode Lynn talks to Erica Barbosa Vargas Director of Solutions Finance at the McConnell Foundation one of Canada’s largest private foundations Erica provides insights into the growing impact investment sector in Canada She also shares what the McConnell Foundation is doing to address the bottleneck they see in financial intermediaries so that more funds can be directed into impact investing to ultimately impact the global SDGs UN Sustainable Development Goals through the work of nonprofits social enterprises and other social impact organizations Twitter LinkedIn Certified B Corporation Ontario Nonprofit Network Bullfrog powered Moccassin We respectfully acknowledge that our offices are located on the traditional territory of the Haudenesaunee and Anishnaabeg This territory is covered by the Upper Canada Treaties and directly adjacent to Haldimand Treaty territory ©  Social Impact Advisors",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the impact focus of the projects we fund as well as those we deliver ourselves We’re now working … Read more We’d love to hear from you  Reach out so we can talk about your situation and how we might help   Twitter LinkedIn Certified B Corporation Ontario Nonprofit Network Bullfrog powered Moccassin We respectfully acknowledge that our offices are located on the traditional territory of the Haudenesaunee and Anishnaabeg This territory is covered by the Upper Canada Treaties and directly adjacent to Haldimand Treaty territory ©  Social Impact Advisors Inc    Log in",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What community or social events have been organized to fulfill these commitments?",
            "result": " Based on the provided information, there isn't any specific event mentioned that has been organized to fulfill the commitment towards equity and inclusion. However, the company has shown its support for Pride Month in June, which promotes inclusivity and celebrates the contributions of 2SLGBTQ+ communities across various sectors. Additionally, they encourage their audience to participate in local Pride events in their areas to show support for these communities.",
            "source": [
                {
                    "content": "May 16  Filed Under Authentic Engagement Blog Post Collective Impact Featured Uncategorised Lynn Fergussen from Social Impact Advisors connects with Tamer Ibrahim and Kate Flynn about the collective impact process what it is like to be a backbone and lessons learned from the field Collective impact is defined as a group of organizations working together to address a major challenge by developing an integrated approach that fundamentally improves population -level outcomes in a community Social Impact Advisors currently provides coaching support to a wide range of Collectives that seek to impact social and environmental change Collectives often include institutions nonprofits public service agencies and for-profit businesses aligned around a common goal Tamer Ibrahim Youth Collective Impact Manager at Laidlaw Foundation and Chair of the Board at For Youth Initiative; and Katherine Flynn General Manager at Centre for Climate Change Management at Mohawk College Tamer shares his insights",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "February 26  Filed Under Authentic Engagement Impact Investing Philanthropy Podcast Something new this week – we are excited to share another great podcast with you this time with Social Impact Advisors as the guest rather than podcast host Lynn’s interview by Mike Mikulak on the United Way Halton  Hamilton’s “This Podcast is Not For Profit” was recently published where she talks about how and why a collective impact approach works some of the challenges and joys that come from working this way and shares examples of youth-focused collectives in Kingston and Halton They also talk more broadly about how being clear about and committed to impacts benefits organizations Twitter LinkedIn Certified B Corporation Ontario Nonprofit Network Bullfrog powered Moccassin We respectfully acknowledge that our offices are located on the traditional territory of the Haudenesaunee and Anishnaabeg This territory is covered by the Upper Canada Treaties and directly adjacent to Haldimand Treaty territory",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Filed Under Authentic Engagement Equity and Inclusion Featured Podcast Youth Filed Under Authentic Engagement Impact Clarity Leadership Philanthropy Podcast Social Innovation Youth Twitter LinkedIn Certified B Corporation Ontario Nonprofit Network Bullfrog powered Moccassin We respectfully acknowledge that our offices are located on the traditional territory of the Haudenesaunee and Anishnaabeg This territory is covered by the Upper Canada Treaties and directly adjacent to Haldimand Treaty territory ©  Social Impact Advisors Inc    Log in",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "June 15  Filed Under Blog Post Equity and Inclusion June is also designated Pride Month in Canada an opportunity for us to celebrate the meaningful contributions of 2SLGBTQ+ communities across the social sector This Pride Month we want to share solutions aimed to generate more inclusive organizations   We encourage you to check out local Pride events in your area to support and celebrate 2SLGBTQ+ communities Click here to learn about local opportunities in Ontario “Love and compassion are necessities not luxuriesWithout them humanity cannot survive” — Dalai Lama  Twitter LinkedIn Certified B Corporation Ontario Nonprofit Network Bullfrog powered Moccassin We respectfully acknowledge that our offices are located on the traditional territory of the Haudenesaunee and Anishnaabeg This territory is covered by the Upper Canada Treaties and directly adjacent to Haldimand Treaty territory ©  Social Impact Advisors Inc    Log in",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Commerce & Products": [
        {
            "question": "What products, services, or technologies are available?",
            "result": " The company offers 5 key products that can be delivered individually or combined in different ways. These products include engaging and impactful session designs, teaching concepts and sharing knowledge, providing guidance and coaching, aligning teams around a clear statement of purpose, creating visual representations of action plans, and helping teams build confidence in their refined and validated strategies. Additionally, the company leverages its experience working with numerous organizations to share examples and best practices, further supporting client success.",
            "source": [
                {
                    "content": "less immediate and as we all learn more rethinking the operating model and finding new sources of revenue is a pressing priority for many organizations we serve A renewed focus on resource sharing consolidation and rationalization in the sector is top of mind for many All of the organizations we’re connecting with are thinking through the impact they can make for clients and stakeholders and when and how to decide whether the immediate changes will be permanent or temporary As the space to think about the future opens up organizations are asking themselves There are lot of ideas out there Many networks are sharing tools sharing resources and hosting panel discussions by webinar Innoweave is one curation source for these supports  Innoweave is also offering mentorship and coaching and the McConnell Foundation has launched two new funds to support organizations in making shifts in their operations We can all benefit from the COVID situation if we ask thoughtful questions and work",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "approach ensuring all voices are heard and sessions are productive  We design for engagement focused on impact whether in virtual or in-person sessions Because we don’t just hand you a solution we teach concepts and share knowledge to guide you through each part of the process building your capacity to do the work at hand and beyond  We deliver 5 key products individually and in various combinations that can be applied at the organizational level as well as at a project level or for cross-sector groups of organizations  We leverage our experience with hundreds of organizations sharing examples while guiding and coaching your team to greater clarity and alignment We get your team aligned on a clear statement of the meaningful difference you are going to make and excited to take it on  We work with your team to create a clear 1-page graphic of what you must do to achieve your intended impact Our process will leave your team confident in their refined and validated plan ready to move to",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "approach ensuring all voices are heard and sessions are productive  We design for engagement focused on impact whether in virtual or in-person sessions Because we don’t just hand you a solution we teach concepts and share knowledge to guide you through each part of the process building your capacity to do the work at hand and beyond  We deliver 5 key products individually and in various combinations that can be applied at the organizational level as well as at a project level or for cross-sector groups of organizations  We leverage our experience with hundreds of organizations sharing examples while guiding and coaching your team to greater clarity and alignment We get your team aligned on a clear statement of the meaningful difference you are going to make and excited to take it on  We work with your team to create a clear 1-page graphic of what you must do to achieve your intended impact Our process will leave your team confident in their refined and validated plan ready to move to",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "approach ensuring all voices are heard and sessions are productive  We design for engagement focused on impact whether in virtual or in-person sessions Because we don’t just hand you a solution we teach concepts and share knowledge to guide you through each part of the process building your capacity to do the work at hand and beyond  We deliver 5 key products individually and in various combinations that can be applied at the organizational level as well as at a project level or for cross-sector groups of organizations  We leverage our experience with hundreds of organizations sharing examples while guiding and coaching your team to greater clarity and alignment We get your team aligned on a clear statement of the meaningful difference you are going to make and excited to take it on  We work with your team to create a clear 1-page graphic of what you must do to achieve your intended impact Our process will leave your team confident in their refined and validated plan ready to move to",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any promotional events, expos, or sales for these offerings? If yes, list them.",
            "result": " Based on the provided information, I cannot find any specific promotional events, expos, or sales related to the offerings mentioned. The content primarily focuses on the services offered by Social Impact Advisors Inc., such as their approach to aligning teams towards achieving meaningful impact, as well as the various products and processes they provide to help organizations succeed. However, it is possible that the company may host or participate in industry events, conferences, or webinars where they showcase their expertise and services. To stay updated on potential promotional events or sales, it would be best to visit their website or follow their social media channels for the latest news and announcements.",
            "source": [
                {
                    "content": "less immediate and as we all learn more rethinking the operating model and finding new sources of revenue is a pressing priority for many organizations we serve A renewed focus on resource sharing consolidation and rationalization in the sector is top of mind for many All of the organizations we’re connecting with are thinking through the impact they can make for clients and stakeholders and when and how to decide whether the immediate changes will be permanent or temporary As the space to think about the future opens up organizations are asking themselves There are lot of ideas out there Many networks are sharing tools sharing resources and hosting panel discussions by webinar Innoweave is one curation source for these supports  Innoweave is also offering mentorship and coaching and the McConnell Foundation has launched two new funds to support organizations in making shifts in their operations We can all benefit from the COVID situation if we ask thoughtful questions and work",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of their clients are non-profit They have been making the benefits of technology affordable and accessible to all organizations including those with limited resources for more than twenty years    In today’s episode Ian Kelly General Manager and Elaine Adema Account Manager at Peaceworks talk about what motivates them about the B Corp movement what the certification process is like and the evolution of new B Corp standards around the world They talk about how employees and customers respond to and are motivated by the B Corp mission and the hope it brings    Twitter LinkedIn Certified B Corporation Ontario Nonprofit Network Bullfrog powered Moccassin We respectfully acknowledge that our offices are located on the traditional territory of the Haudenesaunee and Anishnaabeg This territory is covered by the Upper Canada Treaties and directly adjacent to Haldimand Treaty territory ©  Social Impact Advisors Inc    Log in",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "approach ensuring all voices are heard and sessions are productive  We design for engagement focused on impact whether in virtual or in-person sessions Because we don’t just hand you a solution we teach concepts and share knowledge to guide you through each part of the process building your capacity to do the work at hand and beyond  We deliver 5 key products individually and in various combinations that can be applied at the organizational level as well as at a project level or for cross-sector groups of organizations  We leverage our experience with hundreds of organizations sharing examples while guiding and coaching your team to greater clarity and alignment We get your team aligned on a clear statement of the meaningful difference you are going to make and excited to take it on  We work with your team to create a clear 1-page graphic of what you must do to achieve your intended impact Our process will leave your team confident in their refined and validated plan ready to move to",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "approach ensuring all voices are heard and sessions are productive  We design for engagement focused on impact whether in virtual or in-person sessions Because we don’t just hand you a solution we teach concepts and share knowledge to guide you through each part of the process building your capacity to do the work at hand and beyond  We deliver 5 key products individually and in various combinations that can be applied at the organizational level as well as at a project level or for cross-sector groups of organizations  We leverage our experience with hundreds of organizations sharing examples while guiding and coaching your team to greater clarity and alignment We get your team aligned on a clear statement of the meaningful difference you are going to make and excited to take it on  We work with your team to create a clear 1-page graphic of what you must do to achieve your intended impact Our process will leave your team confident in their refined and validated plan ready to move to",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the key partnerships or collaborations related to commerce?",
            "result": " Based on the provided information, it seems that SIA (Social Impact Architects) is involved in various partnerships and collaborations within the social and environmental sectors. While there isn't any direct mention of commerce, it is possible that some of their clients may operate in the commercial space while focusing on social and/or environmental impact. However, without specific details about commerce-related partnerships or collaborations, it would not be accurate to provide a definitive answer to the question.",
            "source": [
                {
                    "content": "less immediate and as we all learn more rethinking the operating model and finding new sources of revenue is a pressing priority for many organizations we serve A renewed focus on resource sharing consolidation and rationalization in the sector is top of mind for many All of the organizations we’re connecting with are thinking through the impact they can make for clients and stakeholders and when and how to decide whether the immediate changes will be permanent or temporary As the space to think about the future opens up organizations are asking themselves There are lot of ideas out there Many networks are sharing tools sharing resources and hosting panel discussions by webinar Innoweave is one curation source for these supports  Innoweave is also offering mentorship and coaching and the McConnell Foundation has launched two new funds to support organizations in making shifts in their operations We can all benefit from the COVID situation if we ask thoughtful questions and work",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "between organizations has brought about new opportunities for multi-sectoral solutions Efforts to find strategies that “multi-solve” for interconnected social and environmental problems have emerged with organizations coming together to tackle systemic issues We are encouraged by this form of collective action and look forward to seeing this work build in the new year Innovation The innovation seen across the sector during this time has been remarkable We have enjoyed online conferences webinars and engagement opportunities that remind us of the importance of social connection We’ve seen countless organizations work tirelessly to adapt to emerging needs in an unpredictable context finding new ways to support and strengthen their communities We are hopeful that this next year will bring further innovation and community-building as we look to heal and rebuild through and beyond the pandemic As we close out the year we wish you hope and joy this season Twitter LinkedIn Certified B",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "social and environmental sectors Lynn has helped SIA’s clients to achieve strategic clarity and focus their resources to make more impact in the world She has worked for example with youth shelters environmental advocacy organizations and collectives early childhood education networks poverty reduction networks and many more organizations and collectives across the country   Lynn was the first to suggest SIA should become a B Corp believing that how we do business matters After SIA’s certification she proudly worked with B Lab on its US  Canada Theory of Change helping to plan the way forward for more growth in ‘business for good’SIA is committed to sharing what we are learning; Lynn has been the primary voice of our “Impact Conversations” podcast since its inception Over more than  episodes we’ve shared stories from a wide and diverse array of leaders innovators academics and change-makers who shared their experiences making positive change in the world and inspired us all We look",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "in corporate community academic and public sector settings with broad experience in strategy organizational design and change management Sally holds a Master of Business Administration from the Ivey School of Business at Western University and a certificate in Restorative Justice from Simon Fraser University  Sally is a collaborative leader known for asking tough questions and making the most of those answers  She enjoys working across multiple levels and sectors to synthesize great ideas strengthen strategy and support implementation that makes real change Brittney brings her expertise as a skilled team facilitator known for building engagement and camaraderie amongst teams to get to solutions Brittney holds a Masters of Arts in Applied Health Sciences along with a Bachelor in Community Recreation and Leisure Studies from Brock University She holds a certificate in Community Asset-Based Development and is passionate about building a strategy that acknowledges the diverse needs of",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Employment & Opportunities": [
        {
            "question": "What employment or educational opportunities are currently available?",
            "result": " There are several employment and educational opportunities mentioned in the provided text. For example, TAF (The Atmospheric Fund) is offering grants to support potential grantees through their online, on-demand \"Designing for Climate Change\" program. Additionally, RBC Future Launch Fund is accepting applications for initiatives aimed at preparing Canadian youth for the jobs of tomorrow. Furthermore, Community Foundation Canada's Indigenous Peoples Resilience Fund has recently released more funding for impact initiatives who have completed their development coaching. Lastly, the Sustainability Network is seeking collaboration with ENGOs to define where the ENGO community needs and wants to be in the next 10 years and identify capacity challenges and gaps that must be addressed to achieve this vision. These opportunities provide various paths for individuals to engage in meaningful work or continue their education within the fields related to climate change, youth empowerment, and community development.",
            "source": [
                {
                    "content": "undergraduate career She also has experience as an Outreach and Events Director at the Muslim Students Association at the University of Toronto throughout her undergrad She is currently completing qualitative analysis in her current research project exploring social network factors that may be impacting Type 2 Diabetes management and prevention in South Asian communities in the Peel region Through these opportunities she has experience observing and assessing the needs and gaps of equity-deserving populations She has completed a masters level course on program evaluation with knowledge conducting population needs analyses and environmental scans Louisa is also a second year OT student who has dedicated over  hours to non-profit organizations and community partners in the greater Montreal Area Her experience working with different populations is diverse including working with all ages such as children as young as the age of 2 to older adults aged  Her current research includes the",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We are keen to be working with the Sustainability Network on their Vision  to define where the ENGO community needs and wants to be in the next 10 years and what capacity challenges and gaps need to be addressed to get there  We’re hopeful to be able to gather in the Spring for a final in-person working session of ENGOs across Canada  We’re glad to be returning to support the Halton Youth Collective Program led by the Oakville Community Foundation under the Halton Region Community Safety and Wellbeing table This is the second year of a pilot program to support youth transitioning from care with Halton CAS and the collective is supporting this pilot while simultaneously turning its attention to the systems changes needed to support more CAS youth being satisfied with their employment education and training   Congratulations to TAF The Atmospheric Fund for rolling out their final grant round of ‘21 providing additional support to potential grantees through our online on-demand Designing",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "organizations so they can hire skilled government relations professionals to influence decision-makers No deadline; applications are accepted on a rolling basis Click here for information on this grant Desjardins Credit Union GoodSpark Fund – Accpecting rolling applicationsThe Desjardins Credit Union GoodSpark Fund aims to boost regional development and socioeconomic recovery investing  million by  in projects that support community priorities including youth sustainable development and entrepreneurship Click here for information on this grant  RBC Future Launch Fund – Accepting applications now RBC Future Launch is a 10-year  million commitment to help Canadian youth prepare for the jobs of tomorrow The fund is intended to address three critical barriers youth need to overcome lack of relevant experience relevant skills and professional networks Click here for information on this grant  Community Foundation Canada’s Indigenous Peoples Resilience Fund – More funding is now available",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Impact initiatives who have completed their Development coaching We look forward to watching your Collective initiatives grow in the coming months  Congratulations to McMaster University and United Way Halton-Hamilton on launching a pilot experiential Social Innovation course for business social science and humanities undergrads and local United Way agency representatives supported by a Future Skills Centre grant  It’s been a fantastic learning journey as we’ve guided stakeholder co-design of the course the embedded non-profit project and the reciprocal engagement model ensuring a true mutual benefit to all  We look forward to further learning and refinement as we support the course and process evaluation and anticipate seeing the Open Source course and approach leveraged across the country Congratulations to CityHive who has completed their Impact and Strategic Clarity coaching Your organization is poised to engage youth and influence change in your community Congratulations Twitter",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any events like job fairs, webinars, workshops, or training programs? If yes, list them.",
            "result": " Yes, there are several events mentioned in the text that could be considered job fairs, webinars, workshops, or training programs. Here's a list of some of those events:\n\n* Expressions of Interest and applications for funding (due August 15)\n* Collaborative initiatives development coaching\n* Launch of pilot experiential social innovation course for students and local United Way agency representatives\n* Stakeholder co-design of courses and projects\n* Reciprocal engagement models for mutual benefit\n* Process evaluation and leveraging open-source course approaches",
            "source": [
                {
                    "content": "less immediate and as we all learn more rethinking the operating model and finding new sources of revenue is a pressing priority for many organizations we serve A renewed focus on resource sharing consolidation and rationalization in the sector is top of mind for many All of the organizations we’re connecting with are thinking through the impact they can make for clients and stakeholders and when and how to decide whether the immediate changes will be permanent or temporary As the space to think about the future opens up organizations are asking themselves There are lot of ideas out there Many networks are sharing tools sharing resources and hosting panel discussions by webinar Innoweave is one curation source for these supports  Innoweave is also offering mentorship and coaching and the McConnell Foundation has launched two new funds to support organizations in making shifts in their operations We can all benefit from the COVID situation if we ask thoughtful questions and work",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "time and attention over five or six months on their most important goals and how to achieve them  Coaches support the work through a structured process tools and techniques that keep the organization including staff and board members accountable and moving forward  Most importantly organizations come out of this process feeling aligned on their purpose better able to make decisions and communicate how their work makes change or transforms lives If this opportunity interests you Social Impact Advisors can help with your application or in deciding whether this opportunity is right for you  Contact us at  to start the conversation The due date for submitting Expressions of Interest and an application for Funding is Monday August 15  Twitter LinkedIn Certified B Corporation Ontario Nonprofit Network Bullfrog powered Moccassin We respectfully acknowledge that our offices are located on the traditional territory of the Haudenesaunee and Anishnaabeg This territory is covered by the Upper",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to name only a few But every collaborative has to start somewhere and I’ve found these three points the most valuable to address at the outset There are dozens of new collaboratives being supported by coaches like me across the country and as they build we look forward to adding to our understanding of Collective Impact Twitter LinkedIn Certified B Corporation Ontario Nonprofit Network Bullfrog powered Moccassin We respectfully acknowledge that our offices are located on the traditional territory of the Haudenesaunee and Anishnaabeg This territory is covered by the Upper Canada Treaties and directly adjacent to Haldimand Treaty territory ©  Social Impact Advisors Inc    Log in",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Impact initiatives who have completed their Development coaching We look forward to watching your Collective initiatives grow in the coming months  Congratulations to McMaster University and United Way Halton-Hamilton on launching a pilot experiential Social Innovation course for business social science and humanities undergrads and local United Way agency representatives supported by a Future Skills Centre grant  It’s been a fantastic learning journey as we’ve guided stakeholder co-design of the course the embedded non-profit project and the reciprocal engagement model ensuring a true mutual benefit to all  We look forward to further learning and refinement as we support the course and process evaluation and anticipate seeing the Open Source course and approach leveraged across the country Congratulations to CityHive who has completed their Impact and Strategic Clarity coaching Your organization is poised to engage youth and influence change in your community Congratulations Twitter",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What employee or participant benefits are highlighted?",
            "result": " Throughout the provided text, there are several mentions of benefits that may be relevant to employees or participants involved in various initiatives or programs. Some notable examples include:\n\n1. Accessibility and inclusion: Organizations such as Blue Door Shelter, Wellspring Chinguacousy, and Northern Lights Collaborative prioritize accessibility and inclusion for diverse groups of people, including those with disabilities. By doing so, they create opportunities for personal growth and development while fostering a sense of belonging within the community.\n2. Professional development: Innoweave's Impact Strategic Clarity stream offers employees the chance to enhance their professional skills and gain valuable insights for organizational planning and decision-making. Similarly, the Youth Collective Impact Planning module offered by Laidlaw Foundation provides young people with opportunities to develop essential life skills and explore potential career paths.\n3. Alignment and communication: Both the Strategic Planning workshop facilitated by Social Impact Advisors and the B Corp movement emphasize the importance of aligning organizational goals and communicating the impact of an organization's work on the lives of others. This helps build trust among stakeholders and reinforces the significance of the organization's mission.\n4. Opportunities for learning and growth: Participants in various modules and workshops are given the chance to learn from experienced professionals, share ideas, and collaborate with others in their field. This not only strengthens their individual skill sets but also contributes to the collective progress towards achieving common goals.",
            "source": [
                {
                    "content": "October is National Disability Employment Awareness Month The awareness month was established to increase awareness of the positive outcomes that come from hiring people with disabilities in Canada SIA is striving to deepen our understanding of equity and how we can increase positive outcomes for individuals with disabilities in the workplace  We invite you to tune into the recent  Project podcast which focuses on the experience of individuals with disabilities living in poverty Titled “Trapped behind the Welfare Wall on Disability Assistance” this episode shares a first-hand perspective from Trevor Manson and Andrea Hatala Chairs of Ontario Disability Support Program Action Coalition Listen here  Learn more about how your business can create a more inclusive working environment by visiting the Ontario Disability Employment Centre website Their website also features a short quiz that will test your current knowledge on the population of individuals with disabilities in Ontario Take",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "of their clients are non-profit They have been making the benefits of technology affordable and accessible to all organizations including those with limited resources for more than twenty years    In today’s episode Ian Kelly General Manager and Elaine Adema Account Manager at Peaceworks talk about what motivates them about the B Corp movement what the certification process is like and the evolution of new B Corp standards around the world They talk about how employees and customers respond to and are motivated by the B Corp mission and the hope it brings    Twitter LinkedIn Certified B Corporation Ontario Nonprofit Network Bullfrog powered Moccassin We respectfully acknowledge that our offices are located on the traditional territory of the Haudenesaunee and Anishnaabeg This territory is covered by the Upper Canada Treaties and directly adjacent to Haldimand Treaty territory ©  Social Impact Advisors Inc    Log in",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and measurement strategy  Welcome to the keen and innovative team at Blue Door Shelter  We’re delighted to be working with you alongside the team at Impakt to complete Innoweave’s Impact  Strategic Clarity stream in support of a new strategic plan    We are pleased to congratulate the Northern Lights Collaborative on their completion of the Laidlaw Foundation’s Youth Collective Impact Planning module We look forward to cheering you on as you work with youth from the Treaty area of Robinson-Huron Robinson-Superior and Treaty 3  to develop the skills experience and exposure to find meaningful employment or entrepreneurship in their future  A warm welcome to Wellspring Chinguacousy who are kicking off their Strategic Planning work this month We look forward to working with you and connecting for some workshops in person as you clarify your intended impact and shape your organization’s strategic direction for the coming years  Twitter LinkedIn Certified B Corporation Ontario Nonprofit",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The module is an opportunity for organizations who can invest some time and attention over five or six months on their most important goals and how to achieve them  Coaches support the work through a structured process tools and techniques that keep the organization including staff and board members accountable and moving forward  Most importantly organizations come out of this process feeling aligned on their purpose better able to make decisions and communicate how their work makes change or transforms lives If this opportunity interests you Social Impact Advisors can help with your application or in deciding whether this opportunity is right for you  Contact us at  to start the conversation The due date for submitting Expressions of Interest and an application for Funding is Thurs June 2  Twitter LinkedIn Certified B Corporation Ontario Nonprofit Network Bullfrog powered Moccassin We respectfully acknowledge that our offices are located on the traditional territory of the",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Financials & Funding": [
        {
            "question": "What are the key takeaways from the most recent financial or earnings report?",
            "result": " Based on the information provided, I cannot accurately identify specific financial or earnings data related to any company or individual mentioned in the text. However, I can highlight some general themes and trends from the various events, blog posts, podcasts, and articles shared throughout the text. These include discussions around socially responsible investing, strategic planning, impact clarity, and collaboration within the non-profit and social finance sectors. Additionally, there are mentions of organizations such as the Lyle S. Hallman Foundation, which focuses on providing unrestricted General Operating Support to known grantees, and the Sustainability Network, hosting a training workshop on strategic planning and impact.",
            "source": [
                {
                    "content": "April 20  Filed Under Featured Impact Clarity Impact Investing Podcast Social Finance Tim shares insights into Socially Responsible Investing – about people looking to do less evil and perhaps more good with their investments Even more importantly we look beyond that to his business model aimed at helping one million Canadians invest intentionally because of the difference he sees that will make in the world  He’s creating a movement and shares how he’ll accomplish this based on his Theory of Change or Change Theory  This approach has Tim acting as a coach helping empower people to invest in line with their values  We see how by having a big goal of helping one million people it’s driven his activity including realizing that a move to making his offerings virtual is a powerful path to get there  Twitter LinkedIn Certified B Corporation Ontario Nonprofit Network Bullfrog powered Moccassin We respectfully acknowledge that our offices are located on the traditional territory of the",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "September 30  Filed Under Blog Post Events Impact Clarity Strategy A day long training workshop with Lynn Fergusson hosted by the Sustainability Network We’ll provide an overview of strategic planning and our approach to tying it to impact in a concrete actionable and inspiring way We’ll provide examples then share tools and give you a chance to get your feet wet You’ll get feedback from coaches and peers to take back with you We’ll also look at how we can use measurement and evaluation change management and a learning agenda to build your organization’s planning capacity so that you’ll be able to see what’s changing and adapt your strategic plan as you go By the end of the day you’ll be ready to show your organization that you have been thinking ahead and you’re ready to make the most of your strategic planning process When Thursday December 12 00 AM to 400 PM Where Centre for Social Innovation  Spadina Avenue Toronto ON Registration Cost  per person or  per person for more than 2",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "August 18  Filed Under Featured Impact Clarity Impact Investing Podcast Strategy Laura Manning Executive Director at the Lyle S Hallman Foundation LSHF shares the journey and lessons learned from a bold Canadian pilot started in  granting significant additional unrestricted General Operating Support GOS to known grantees  We hear about the time it takes to get boards comfortable with this approach and what’s behind that We also hear how Laura and the Foundation see advocating for this approach as part of their work to help shift the sector  Now issuing more than 70 of the Foundation’s grants in unrestricted General Operating Support LSHF provides insights and a framework in a Canadian context and encouragement to Canadian funders to take a closer look at unrestricted giving as a way to enable impact Twitter LinkedIn Certified B Corporation Ontario Nonprofit Network Bullfrog powered Moccassin We respectfully acknowledge that our offices are located on the traditional territory of the",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "a positive vision of a better way to do business Sally provided strong facilitation and took a collaborative approach to ensureeveryone was included during strategic planning Her approach was rigorousand thorough She is very knowledgeable We really appreciate how she wentabove and beyond for us Read more Twitter LinkedIn Certified B Corporation Ontario Nonprofit Network Bullfrog powered Moccassin We respectfully acknowledge that our offices are located on the traditional territory of the Haudenesaunee and Anishnaabeg This territory is covered by the Upper Canada Treaties and directly adjacent to Haldimand Treaty territory ©  Social Impact Advisors Inc    Log in",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any investor events or funding rounds? If yes then list them.",
            "result": " Based on the provided information, there isn't any specific mention of investor events or funding rounds related to the topics discussed in the podcast episodes. However, the content of the podcast suggests that the speakers might be involved in projects or initiatives that could potentially attract investment or lead to future fundraising activities. It would be helpful to keep track of updates from the individuals and organizations mentioned in the podcast episodes to stay informed about potential investor events or funding rounds.",
            "source": [
                {
                    "content": "less immediate and as we all learn more rethinking the operating model and finding new sources of revenue is a pressing priority for many organizations we serve A renewed focus on resource sharing consolidation and rationalization in the sector is top of mind for many All of the organizations we’re connecting with are thinking through the impact they can make for clients and stakeholders and when and how to decide whether the immediate changes will be permanent or temporary As the space to think about the future opens up organizations are asking themselves There are lot of ideas out there Many networks are sharing tools sharing resources and hosting panel discussions by webinar Innoweave is one curation source for these supports  Innoweave is also offering mentorship and coaching and the McConnell Foundation has launched two new funds to support organizations in making shifts in their operations We can all benefit from the COVID situation if we ask thoughtful questions and work",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "October 19  Filed Under Collective Impact Impact Investing Leadership Philanthropy Podcast Social Finance Strategy In this episode of Impact Conversations Bill Young the founder of Social Capital Partners joins Lynn to talk about creating impact in systems Bill’s extensive business experience and social enterprise successes have given him some important insights about learning through experimentation pivoting as ideas and opportunities present themselves and trusting in management teams and their Theories of Change Bill founded Social Capital Partners in  and has been one of the leading voices in promoting social finance in Canada He also sits on a variety of boards and advisory boards for social enterprises and community organizations Bill previously spent 20 years in the private sector primarily as CEO of Hamilton Computers and Optel Communications Corp later Axxent He holds an Honours BA from the University of Toronto an MBA from the Harvard Business School and is a Chartered",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "December 22  Filed Under Leadership Social Finance Social Innovation Youth The best part of winter is beginning- longer days and clearer skies Our best wishes for a beautiful holiday season with your family and friends and sunny days ahead in  As we reflect on the year that is coming to a close and plan for what looks to be an exciting  our thoughts have been turning to signs of hope celebrations of the gifts we share and the joy that comes from making a difference in our communities Hope We’re excited about new innovations in social finance and ideas for new financial intermediaries to leverage investors interests in social and environmental impact We’re inspired by how these tools are helping to build impact in green energy and affordable housing We have hope from a new generation of philanthropists and social and systems entrepreneurs getting engaged Gifts   We’re celebrating the broad and deep collaborations and collective impact initiatives underway across the country in which",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "April 20  Filed Under Featured Impact Clarity Impact Investing Podcast Social Finance Tim shares insights into Socially Responsible Investing – about people looking to do less evil and perhaps more good with their investments Even more importantly we look beyond that to his business model aimed at helping one million Canadians invest intentionally because of the difference he sees that will make in the world  He’s creating a movement and shares how he’ll accomplish this based on his Theory of Change or Change Theory  This approach has Tim acting as a coach helping empower people to invest in line with their values  We see how by having a big goal of helping one million people it’s driven his activity including realizing that a move to making his offerings virtual is a powerful path to get there  Twitter LinkedIn Certified B Corporation Ontario Nonprofit Network Bullfrog powered Moccassin We respectfully acknowledge that our offices are located on the traditional territory of the",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What financial or funding goals have been set for the next period?",
            "result": " Based on the provided context, there isn't any specific mention of financial or funding goals for the next period. However, there are mentions of various grants and funding opportunities available for eligible applicants. These include the Desjardins Credit Union GoodSpark Fund, the McConnell Foundation, and the RBC Future Launch Fund. Additionally, Innoweave offers funding support through its Impact and Strategic Clarity program. It would be helpful to check the respective websites or guidelines for each funding opportunity to learn more about their financial or funding goals for the next period.",
            "source": [
                {
                    "content": "with your team to create a clear 1-page graphic of what you must do to achieve your intended impact Our process will leave your team confident in their refined and validated plan ready to move to action with buy-in from key stakeholders  We get your team aligned on the implications of your Theory of Change and ensure they are reflected in a clear action plan We help your team identify a clear plan for capturing key metrics to support learning and report progress against your impact SIA has delivered workshops and individualized coaching sessions to help our grantseekers and our own staff clearly define project objectives develop effective strategies to achieve them and meaningfully measure progress along the way SIA’s offerings have generated positive participant feedback and sharpened the impact focus of the projects we fund as well as those we deliver ourselves We’re now working … Read more We’d love to hear from you  Reach out so we can talk about your situation and how we might",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "here for information on this grant Desjardins Credit Union GoodSpark Fund – accpecting rolling applicationsThe Desjardins Credit Union GoodSpark Fund aims to boost regional development and socioeconomic recovery investing  million by  in projects that support community priorities including youth sustainable development and entrepreneurship Click here for information on this grant  McConnell Foundation – Currently accepting applications The McConnell Foundation funds activities aligned with at least one of three focus areas Climate Reconciliation and Communities In addition to these focus areas the Foundation also considers proposals with national relevance and the potential to make systems change  Click here for information on this grant  RBC Future Launch Fund – Accepting applications now RBC Future Launch is a 10-year  million commitment to help Canadian youth prepare for the jobs of tomorrow The fund is intended to address three critical barriers youth need to overcome lack of",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "We are excited to share Innoweave has an upcoming Impact and Strategic Clarity Expression of Interest and Request for Funding deadline – Monday August 15th  In  Innoweave is expanding its available funding with the intention of increasing the number and diversity of charities and nonprofit participants across Canada  We encourage you to forward this email to individuals within your network who you think may be interested in this opportunity Impact and Strategic Clarity is a foundational Innoweave stream that supports organizations in the nonprofit sector to focus on the impact they intend develop strategy to achieve it using Theory of Change and identify strategic priorities and an action plan for the short and medium-term  The module is an opportunity for organizations who can invest some time and attention over five or six months on their most important goals and how to achieve them  Coaches support the work through a structured process tools and techniques that keep the organization",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "May 16  Filed Under Blog Post Impact Clarity Impact Investing Philanthropy We are excited to share Innoweave has extended its Impact and Strategic Clarity Expression of Interest and Request for Funding until Thurs June 2   In  Innoweave is expanding its available funding with the intention of increasing the number and diversity of charities and nonprofit participants across Canada  We encourage you to forward this email to individuals within your network who you think may be interested in this opportunity Impact and Strategic Clarity is a foundational Innoweave stream that supports organizations in the nonprofit sector to focus on the impact they intend develop strategy to achieve it using Theory of Change and identify strategic priorities and an action plan for the short and medium-term  The module is an opportunity for organizations who can invest some time and attention over five or six months on their most important goals and how to achieve them  Coaches support the work through a",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Research & Innovation": [
        {
            "question": "What are the latest publications, research findings, or introduced technologies?",
            "result": " I apologize but based on the provided text, it does not mention any specific publications, research findings, or introduced technologies. The text primarily covers topics related to collaboration between organizations, innovations within the sector, challenges faced by organizations due to the COVID-19 pandemic, and the evolving landscape of the sector.",
            "source": [
                {
                    "content": "between organizations has brought about new opportunities for multi-sectoral solutions Efforts to find strategies that “multi-solve” for interconnected social and environmental problems have emerged with organizations coming together to tackle systemic issues We are encouraged by this form of collective action and look forward to seeing this work build in the new year Innovation The innovation seen across the sector during this time has been remarkable We have enjoyed online conferences webinars and engagement opportunities that remind us of the importance of social connection We’ve seen countless organizations work tirelessly to adapt to emerging needs in an unpredictable context finding new ways to support and strengthen their communities We are hopeful that this next year will bring further innovation and community-building as we look to heal and rebuild through and beyond the pandemic As we close out the year we wish you hope and joy this season Twitter LinkedIn Certified B",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "less immediate and as we all learn more rethinking the operating model and finding new sources of revenue is a pressing priority for many organizations we serve A renewed focus on resource sharing consolidation and rationalization in the sector is top of mind for many All of the organizations we’re connecting with are thinking through the impact they can make for clients and stakeholders and when and how to decide whether the immediate changes will be permanent or temporary As the space to think about the future opens up organizations are asking themselves There are lot of ideas out there Many networks are sharing tools sharing resources and hosting panel discussions by webinar Innoweave is one curation source for these supports  Innoweave is also offering mentorship and coaching and the McConnell Foundation has launched two new funds to support organizations in making shifts in their operations We can all benefit from the COVID situation if we ask thoughtful questions and work",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Impact initiatives who have completed their Development coaching We look forward to watching your Collective initiatives grow in the coming months  Congratulations to McMaster University and United Way Halton-Hamilton on launching a pilot experiential Social Innovation course for business social science and humanities undergrads and local United Way agency representatives supported by a Future Skills Centre grant  It’s been a fantastic learning journey as we’ve guided stakeholder co-design of the course the embedded non-profit project and the reciprocal engagement model ensuring a true mutual benefit to all  We look forward to further learning and refinement as we support the course and process evaluation and anticipate seeing the Open Source course and approach leveraged across the country Congratulations to CityHive who has completed their Impact and Strategic Clarity coaching Your organization is poised to engage youth and influence change in your community Congratulations Twitter",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "and organizations we work with to think about the future in a new way There are no roadmaps no best practices to learn from the plane is truly being built and flown at the same time However across the sector some themes are emerging as top of mind for organizations and their leaders Our goal is to highlight some of these themes and share the questions organizations are asking and some promising approaches that may be helpful to others We’re all learning together Over the next two blog posts we want to look at changing organizational structures and how teams are adapting to environments that are in constant flux Leaders are asking themselves “What is the right organizational design What combination of virtual teams and services and in-person engagement is right How will our virtual team be managed and how will we make decisions well What new skills and experience will we need” and maybe most importantly “What is my ‘organization of the future’ going to look like” As we touch on this",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any ongoing or upcoming research projects or innovation initiatives? If yes then list them",
            "result": " Based on the provided information, I cannot provide specific details about ongoing or upcoming research projects or innovation initiatives. However, some general observations can be made regarding the sector's efforts towards collaboration, innovation, and addressing complex social and environmental challenges. Organizations within the sector are exploring various approaches such as multi-sectoral partnerships, shared resources, and consolidated operations to navigate the current context. Additionally, several initiatives mentioned in the text showcase the sector's commitment to innovation and finding new solutions to interconnected problems.",
            "source": [
                {
                    "content": "between organizations has brought about new opportunities for multi-sectoral solutions Efforts to find strategies that “multi-solve” for interconnected social and environmental problems have emerged with organizations coming together to tackle systemic issues We are encouraged by this form of collective action and look forward to seeing this work build in the new year Innovation The innovation seen across the sector during this time has been remarkable We have enjoyed online conferences webinars and engagement opportunities that remind us of the importance of social connection We’ve seen countless organizations work tirelessly to adapt to emerging needs in an unpredictable context finding new ways to support and strengthen their communities We are hopeful that this next year will bring further innovation and community-building as we look to heal and rebuild through and beyond the pandemic As we close out the year we wish you hope and joy this season Twitter LinkedIn Certified B",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Impact initiatives who have completed their Development coaching We look forward to watching your Collective initiatives grow in the coming months  Congratulations to McMaster University and United Way Halton-Hamilton on launching a pilot experiential Social Innovation course for business social science and humanities undergrads and local United Way agency representatives supported by a Future Skills Centre grant  It’s been a fantastic learning journey as we’ve guided stakeholder co-design of the course the embedded non-profit project and the reciprocal engagement model ensuring a true mutual benefit to all  We look forward to further learning and refinement as we support the course and process evaluation and anticipate seeing the Open Source course and approach leveraged across the country Congratulations to CityHive who has completed their Impact and Strategic Clarity coaching Your organization is poised to engage youth and influence change in your community Congratulations Twitter",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "less immediate and as we all learn more rethinking the operating model and finding new sources of revenue is a pressing priority for many organizations we serve A renewed focus on resource sharing consolidation and rationalization in the sector is top of mind for many All of the organizations we’re connecting with are thinking through the impact they can make for clients and stakeholders and when and how to decide whether the immediate changes will be permanent or temporary As the space to think about the future opens up organizations are asking themselves There are lot of ideas out there Many networks are sharing tools sharing resources and hosting panel discussions by webinar Innoweave is one curation source for these supports  Innoweave is also offering mentorship and coaching and the McConnell Foundation has launched two new funds to support organizations in making shifts in their operations We can all benefit from the COVID situation if we ask thoughtful questions and work",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "November 18  Filed Under Blog Post Impact Clarity Social Innovation Strategy There is no roadmap it all seems so overwhelming but you are doing it you ARE managing the crisis  We’re fortunate to be part of a group of nine inspiring women coaches working with the McConnell Foundation in the Innoweave Impact and Strategic Clarity Coaches’ Community of Practice  Many members of this small group have been working in coaching and consulting with the nonprofit and philanthropic sectors for decades and have been connected to one another since   Our learning and growing together has been rich and varied We work with nonprofit public sector and philanthropic leaders in planning for the future These leaders want to ensure they make the best use of talent and resources to create positive social and environmental impact in the world COVID-19 has of course caused all of us and the people and organizations we work with to think about the future in a new way There are no roadmaps no best practices to",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What research grants or innovation awards have been recently distributed?",
            "result": " Based on the provided information, it seems like there were two notable instances of funding distribution. One was related to McMaster University and United Way Halton-Hamilton, where they received a Future Skills Centre grant for a pilot experiential Social Innovation course for undergraduate students and local United Way agency representatives. Another instance involved CityHive, who completed their Impact and Strategic Clarity coaching and received recognition for their work in influencing change within their community.",
            "source": [
                {
                    "content": "December 22  Filed Under Leadership Social Finance Social Innovation Youth The best part of winter is beginning- longer days and clearer skies Our best wishes for a beautiful holiday season with your family and friends and sunny days ahead in  As we reflect on the year that is coming to a close and plan for what looks to be an exciting  our thoughts have been turning to signs of hope celebrations of the gifts we share and the joy that comes from making a difference in our communities Hope We’re excited about new innovations in social finance and ideas for new financial intermediaries to leverage investors interests in social and environmental impact We’re inspired by how these tools are helping to build impact in green energy and affordable housing We have hope from a new generation of philanthropists and social and systems entrepreneurs getting engaged Gifts   We’re celebrating the broad and deep collaborations and collective impact initiatives underway across the country in which",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Impact initiatives who have completed their Development coaching We look forward to watching your Collective initiatives grow in the coming months  Congratulations to McMaster University and United Way Halton-Hamilton on launching a pilot experiential Social Innovation course for business social science and humanities undergrads and local United Way agency representatives supported by a Future Skills Centre grant  It’s been a fantastic learning journey as we’ve guided stakeholder co-design of the course the embedded non-profit project and the reciprocal engagement model ensuring a true mutual benefit to all  We look forward to further learning and refinement as we support the course and process evaluation and anticipate seeing the Open Source course and approach leveraged across the country Congratulations to CityHive who has completed their Impact and Strategic Clarity coaching Your organization is poised to engage youth and influence change in your community Congratulations Twitter",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "December 16  Filed Under Blog Post Holiday Social Innovation As we reflect on the past year we are hopeful about the opportunities for healing and rebuilding we see within communities This year the pandemic and global movements around Black Lives Matter and Indigenous rights have exposed long-standing inequities within our systems We are inspired by our partners’ and clients’ generosity collaboration and innovation during these uncertain times Generosity Although many organizations are stretched for resources and capacity we are seeing them readjust and reorient programs to continue to serve those most in need We have seen individuals and organizations be generous with their time knowledge and resources We are thankful for the unique gifts they bring Collaboration The increased collaboration between organizations has brought about new opportunities for multi-sectoral solutions Efforts to find strategies that “multi-solve” for interconnected social and environmental problems have",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "September 2  Filed Under Featured Philanthropy Podcast Social Innovation Lee St James founded Social Robots to apply her tech background to a social issue close to home  Not able to spend as much time with her father while seeing the effects of social isolation she took action Through this social enterprise and with help from an Investment Readiness Program grant from the Community Foundations of Canada through the Oakville Community Foundation Lee is piloting the use of a friendly robot complete with a tablet for interactive apps and photos to engage seniors in retirement homes and long term care facilities  She’s addressing issues of social isolation and boredom while providing an interesting tool for Rec leaders to engage with their senior residents and seeing positive results  With a heightened awareness of the issue of social isolation due to COVID-19 Lee is seeing growing interest and particularly from post-secondary institutions looking to embed this in their curriculum to",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ],
    "Collaboration & Partnerships": [
        {
            "question": "What organizations, institutions, or entities is the organization collaborating with?",
            "result": " Based on the information provided, it seems that the organization may be working with various types of groups such as nonprofits, foundations, networks, and collectives. These partnerships likely aim to tackle important issues together and share resources to maximize impact. Additionally, they might engage with other B Corporations, certified by the same standard, which promotes a better way of doing business.",
            "source": [
                {
                    "content": "time and attention over five or six months on their most important goals and how to achieve them  Coaches support the work through a structured process tools and techniques that keep the organization including staff and board members accountable and moving forward  Most importantly organizations come out of this process feeling aligned on their purpose better able to make decisions and communicate how their work makes change or transforms lives If this opportunity interests you Social Impact Advisors can help with your application or in deciding whether this opportunity is right for you  Contact us at  to start the conversation The due date for submitting Expressions of Interest and an application for Funding is Monday August 15  Twitter LinkedIn Certified B Corporation Ontario Nonprofit Network Bullfrog powered Moccassin We respectfully acknowledge that our offices are located on the traditional territory of the Haudenesaunee and Anishnaabeg This territory is covered by the Upper",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "The module is an opportunity for organizations who can invest some time and attention over five or six months on their most important goals and how to achieve them  Coaches support the work through a structured process tools and techniques that keep the organization including staff and board members accountable and moving forward  Most importantly organizations come out of this process feeling aligned on their purpose better able to make decisions and communicate how their work makes change or transforms lives If this opportunity interests you Social Impact Advisors can help with your application or in deciding whether this opportunity is right for you  Contact us at  to start the conversation The due date for submitting Expressions of Interest and an application for Funding is Thurs June 2  Twitter LinkedIn Certified B Corporation Ontario Nonprofit Network Bullfrog powered Moccassin We respectfully acknowledge that our offices are located on the traditional territory of the",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Is your charity non-profit or foundation looking to make a real difference Are you part of a collaborative network or collective addressing an important issue Do you need to decide where to focus your limited resources Would you like to tell funders and the community about the significant impact you’re making  Are you looking to create a strategic plan measurement strategy or Collective Impact initiative Sharing knowledge stories and observations making a positive social impact Social Impact Advisors is proud to be a certified B Corporation Certified B Corporations are leading a global movement to redefine success in business By voluntarily meeting higher standards of transparency accountability and performance Certified B Corps are distinguishing themselves in a cluttered marketplace by offering a positive vision of a better way to do business SIA has delivered workshops and individualized coaching sessions to help our grantseekers and our own staff clearly define project objectives",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Is your charity non-profit or foundation looking to make a real difference Are you part of a collaborative network or collective addressing an important issue Do you need to decide where to focus your limited resources Would you like to tell funders and the community about the significant impact you’re making  Are you looking to create a strategic plan measurement strategy or Collective Impact initiative Sharing knowledge stories and observations making a positive social impact Social Impact Advisors is proud to be a certified B Corporation Certified B Corporations are leading a global movement to redefine success in business By voluntarily meeting higher standards of transparency accountability and performance Certified B Corps are distinguishing themselves in a cluttered marketplace by offering a positive vision of a better way to do business Sally provided strong facilitation and took a collaborative approach to ensureeveryone was included during strategic planning Her approach was",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "Are there any joint events, projects, or initiatives? If yes then list them.",
            "result": " Based on the information provided, it seems that there might not be specific joint events, projects, or initiatives mentioned between the entities listed. However, some of the organizations have shared values such as being a certified B Corp, working towards creating a positive social impact, and acknowledging the traditional territories of Indigenous peoples.",
            "source": [
                {
                    "content": "to name only a few But every collaborative has to start somewhere and I’ve found these three points the most valuable to address at the outset There are dozens of new collaboratives being supported by coaches like me across the country and as they build we look forward to adding to our understanding of Collective Impact Twitter LinkedIn Certified B Corporation Ontario Nonprofit Network Bullfrog powered Moccassin We respectfully acknowledge that our offices are located on the traditional territory of the Haudenesaunee and Anishnaabeg This territory is covered by the Upper Canada Treaties and directly adjacent to Haldimand Treaty territory ©  Social Impact Advisors Inc    Log in",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "the McConnell Foundation has launched two new funds to support organizations in making shifts in their operations We can all benefit from the COVID situation if we ask thoughtful questions and work together We will continue to share examples from the field about how leaders and their organizations are asking and answering these questions We welcome your thoughts and ideas Please use the comments section to share your own inspiring story or challenge of adaptation leadership and impact  We would love to hear more about what you are living in your work [1] The Bridgespan Group is a global nonprofit organization that collaborates with mission-driven leaders organizations philanthropists and investors to break cycles of poverty and dramatically improve the quality of life for those in need Twitter LinkedIn Certified B Corporation Ontario Nonprofit Network Bullfrog powered Moccassin We respectfully acknowledge that our offices are located on the traditional territory of the Haudenesaunee",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Is your charity non-profit or foundation looking to make a real difference Are you part of a collaborative network or collective addressing an important issue Do you need to decide where to focus your limited resources Would you like to tell funders and the community about the significant impact you’re making  Are you looking to create a strategic plan measurement strategy or Collective Impact initiative Sharing knowledge stories and observations making a positive social impact Social Impact Advisors is proud to be a certified B Corporation Certified B Corporations are leading a global movement to redefine success in business By voluntarily meeting higher standards of transparency accountability and performance Certified B Corps are distinguishing themselves in a cluttered marketplace by offering a positive vision of a better way to do business Sally provided strong facilitation and took a collaborative approach to ensureeveryone was included during strategic planning Her approach was",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "Is your charity non-profit or foundation looking to make a real difference Are you part of a collaborative network or collective addressing an important issue Do you need to decide where to focus your limited resources Would you like to tell funders and the community about the significant impact you’re making  Are you looking to create a strategic plan measurement strategy or Collective Impact initiative Sharing knowledge stories and observations making a positive social impact Social Impact Advisors is proud to be a certified B Corporation Certified B Corporations are leading a global movement to redefine success in business By voluntarily meeting higher standards of transparency accountability and performance Certified B Corps are distinguishing themselves in a cluttered marketplace by offering a positive vision of a better way to do business Sally provided strong facilitation and took a collaborative approach to ensureeveryone was included during strategic planning Her approach was",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        },
        {
            "question": "What are the mutual objectives and outcomes expected from these collaborations?",
            "result": " Through collaboration, organizations aim to achieve shared goals and desired outcomes. Some common mutual objectives and outcomes expected from these collaborations include:\n\n1. Resource sharing: Organizations can pool resources such as funding, expertise, and infrastructure to maximize efficiency and effectiveness.\n2. Consensus building: Collaborating allows organizations to reach a shared understanding of complex issues and develop joint positions or recommendations.\n3. Scale and sustainability: By working together, organizations can expand the reach and impact of their initiatives, ensuring long-term success.\n4. Learning and innovation: Collaborative efforts provide opportunities for organizations to exchange ideas, best practices, and lessons learned, fostering continuous improvement and innovation.\n5. Community impact: Joint projects and initiatives can lead to more significant and lasting improvements in communities served by participating organizations.\n6. Advocacy and policy change: Collaborative efforts can help organizations amplify their voices and advocate for policies and systemic changes that align with their missions and values.\n7. Capacity building: Working together can enhance individual organization's capabilities, enabling them to better respond to evolving challenges and opportunities.",
            "source": [
                {
                    "content": "less immediate and as we all learn more rethinking the operating model and finding new sources of revenue is a pressing priority for many organizations we serve A renewed focus on resource sharing consolidation and rationalization in the sector is top of mind for many All of the organizations we’re connecting with are thinking through the impact they can make for clients and stakeholders and when and how to decide whether the immediate changes will be permanent or temporary As the space to think about the future opens up organizations are asking themselves There are lot of ideas out there Many networks are sharing tools sharing resources and hosting panel discussions by webinar Innoweave is one curation source for these supports  Innoweave is also offering mentorship and coaching and the McConnell Foundation has launched two new funds to support organizations in making shifts in their operations We can all benefit from the COVID situation if we ask thoughtful questions and work",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "to name only a few But every collaborative has to start somewhere and I’ve found these three points the most valuable to address at the outset There are dozens of new collaboratives being supported by coaches like me across the country and as they build we look forward to adding to our understanding of Collective Impact Twitter LinkedIn Certified B Corporation Ontario Nonprofit Network Bullfrog powered Moccassin We respectfully acknowledge that our offices are located on the traditional territory of the Haudenesaunee and Anishnaabeg This territory is covered by the Upper Canada Treaties and directly adjacent to Haldimand Treaty territory ©  Social Impact Advisors Inc    Log in",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "between organizations has brought about new opportunities for multi-sectoral solutions Efforts to find strategies that “multi-solve” for interconnected social and environmental problems have emerged with organizations coming together to tackle systemic issues We are encouraged by this form of collective action and look forward to seeing this work build in the new year Innovation The innovation seen across the sector during this time has been remarkable We have enjoyed online conferences webinars and engagement opportunities that remind us of the importance of social connection We’ve seen countless organizations work tirelessly to adapt to emerging needs in an unpredictable context finding new ways to support and strengthen their communities We are hopeful that this next year will bring further innovation and community-building as we look to heal and rebuild through and beyond the pandemic As we close out the year we wish you hope and joy this season Twitter LinkedIn Certified B",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                },
                {
                    "content": "approach ensuring all voices are heard and sessions are productive  We design for engagement focused on impact whether in virtual or in-person sessions Because we don’t just hand you a solution we teach concepts and share knowledge to guide you through each part of the process building your capacity to do the work at hand and beyond  We deliver 5 key products individually and in various combinations that can be applied at the organizational level as well as at a project level or for cross-sector groups of organizations  We leverage our experience with hundreds of organizations sharing examples while guiding and coaching your team to greater clarity and alignment We get your team aligned on a clear statement of the meaningful difference you are going to make and excited to take it on  We work with your team to create a clear 1-page graphic of what you must do to achieve your intended impact Our process will leave your team confident in their refined and validated plan ready to move to",
                    "metadata": {
                        "rel": [
                            "revolutionfoods",
                            "bcorporation",
                            "rallyassets",
                            "medium",
                            "eventbrite",
                            "bthechange",
                            "zoom",
                            "merriam-webster",
                            "linkedin",
                            "youtube",
                            "un",
                            "peaceworks",
                            "vancitycommunityinvestmentbank",
                            "squarespace"
                        ],
                        "sector": "Service with Minor Environmental Footprint"
                    }
                }
            ]
        }
    ]
}